{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-mathematics/",
    "content": "Master Mathematics - TUM - TUM School of Computation, Information and Technology\n\nMathematics\nMathematics\n\nMaster of Science (M.Sc.)\nMathematics > Master of Science (M.Sc.)\nMathematics\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Contact\n\n----------------------------------------\n\nDo you want a challenging job in the field of research and development? Are you planning a career as a consultant or manager? Mathematicians are in high demand in almost all industries and sectors of the labor market: software development, business consulting, data security, medicine, communication or IT. That is because they can analyze everyday problems in the abstract, find creative solutions, optimize processes and make reliable forecasts.\n\n----------------------------------------\n\nKey Data\nMathematics > Key Data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Locations: Garching\nStart of Degree Program: summer or winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuition fees for international students\nProfessional Profile: Mathematics\nKey Data\n----------------------------------------\n\nHow is the program structured?\nMathematics > How is the program structured?\nThe master’s degree program in mathematics allows students a considerable degree of freedom when putting together their individual academic profile. They can obtain credits from various areas of mathematics, but you can also choose supplementary modules from computer science, physics, chemistry, economics or a number of other disciplines.\nFor their area of specialization, students can choose from numerous options, such as analysis and PDE, algebra and geometry, probability theory, numerical analysis and scientific computing, optimization or biomathematics and biostatistics. They can also add modules from one or several minors to their competency profile.\nIn interdisciplinary courses, students will acquire soft skills in areas like public speaking and presentation, which are indispensable for their future careers. And the flexible structure of the program allows students to study abroad for one or two semesters at one of TUM's partner universities.\nThe master's thesis in the fourth semester concludes the program.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nMathematics > What skills and competencies will I acquire?\nAs a graduate, you will have gained a deep understanding of core mathematical areas and profound knowledge from several subareas of modern mathematics. In addition, you will have acquired unique expertise and skills depending on your choice of majors and specializations.\nYour professional competencies will be complemented by interdisciplinary soft skills, such as rhetoric, presentation techniques or management skills.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nMathematics > What career opportunities will I have afterwards?\nGraduates of the master’s degree program in mathematics have excellent career prospects in a wide range of industries. They can gain employment, for example, at higher education institutions, research institutes, research and development departments at large companies, government authorities, consulting firms, and numerous medium-sized businesses. Mathematicians often work in basic research, software development, business consulting, finance and insurance, data security, communications or IT.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication\nMathematics > Application\nThe master’s program in mathematics builds upon a bachelor’s degree in mathematics, physics or similar programs. It is designed for students who are interested in mathematics as an exact science.\nThe minimum requirements for a master’s degree at TUM are an undergraduate degree (e.g., bachelor’s degree) and successful completion of the aptitude assessment process, in which applicants can demonstrate their individual talent and motivation.\nApplication\n----------------------------------------\n\nApplication Deadline\nMathematics > Application Deadline\nWinter semester: 1 January to 31 May\nSummer semester: 1 October to 30 November\nApplication Deadline\n----------------------------------------\n\nHow do I apply?\nMathematics > How do I apply?\nThe application can be submitted via our portal TUMonline. After creating your account please enter your personal data and educational information and upload the required documents. Applications must be submitted electronically.\nOnly if you have been accepted, you will have to submit some additional documents as certified copies in paper form for enrollment. Applicants with an international higher education entrance qualification (\"Bildungsausländer:innen\") usually must have their documents reviewed in advance via uni-assist.\nHow to apply for a Master's Degree Program – Step by Step\nHow do I apply?\n----------------------------------------\n\nWhat do I have to consider if I am an international student?\nMathematics > What do I have to consider if I am an international student?\nProspective students who have earned their qualification to pursue a master’s degree (e.g. bachelor’s degree) outside the EU / EEA will need to have their graduation certificates and transcript checked in advance by uni-assist before submitting their online application. Since this can take up to four weeks, it is strongly recommended to initiate this process at an early stage.\nOn the TUM website you will find detailed information for international applicants.\nWhat do I have to consider if I am an international student?\n----------------------------------------\n\nWhat documents do I need to submit?\nMathematics > What documents do I need to submit?\nFor your application please upload the following documents in TUMonline:\n- Copy of your degree certificate or a copy of your subjects and grades (transcript) with at least 140 Credits\n- Proof of English language proficiency\n- Form for grade calculation\n- Comprehensive and up-to-date CV\n- Letter of motivation (in English)\n- Scan of Identity card or passport\n- Course catalogue / curriculum\n- Preliminary Documentation (VPD) if applying with an undergraduate degree/qualification from outside the EU/EEA\n- APS certificate for applicants with a degree from a Chinese, Vietnamese or Indian university\nFor more information on all required documents, see the Document Glossary of the Technical University of Munich. Depending on your previous education and origin, we may require additional application documents. You will be informed which documents these are via TUMonline during the online application process.\nWhat documents do I need to submit?\n----------------------------------------\n\nAdmission\nMathematics > Admission\nApplicants are selected through an aptitude assessment process. It is a two-step process in which we check your official application to see whether you fulfill the specific requirements for the master’s program in mathematics.\nAdmission\n----------------------------------------\n\nStep 1: Review of your documents\nMathematics > Step 1: Review of your documents\nIn the first stage, we evaluate the final grade and written documents using a point system. Depending on the score, applicants are either immediately admitted, rejected, or invited to an aptitude assessment interview.\n\nDiscipline-specific requirements\nMathematics > Step 1: Review of your documents > Discipline-specific requirements\nTo be accepted to the TUM master’s program in mathematics, applicants must have a qualified university degree in\n- mathematics,\n- physics or\n- a comparable course of study that does not differ significantly in terms of the competencies acquired in the aforementioned bachelor's degree programs at TUM.\nThe equivalency and comparability of programs that are not listed will only be decided during the application process. Unfortunately, it is not possible to make any statements on this in advance.\nAdditionally, proof of suitable competencies is required, as listed on the checklist to the extent indicated. If applicants fail to meet these requirements by only a narrow margin, they will receive a point deduction in the application procedure. If too much is missing, this will lead to the application being rejected.\nDetailed information on the selection process can be found in Appendix 2 of the FPSO.\n\nLanguage requirements\nMathematics > Step 1: Review of your documents > Language requirements\nAnother requirement is adequate proficiency in the English language. If your official language of education was not English, you will need a recognized language certificate. If you have previously written your graded thesis in English or can prove that you have completed at least 10 credits in English-language examination modules, you are considered to have demonstrated adequate proficiency in English.\nStep 1: Review of your documents\n----------------------------------------\n\nStep 2: Aptitude assessment interview\nMathematics > Step 2: Aptitude assessment interview\nThe aptitude interview is conducted in English either in an in-person meeting in Garching or as a web conference. It lasts 20 to 30 minutes. The interview focuses on the applicant's knowledge of the subject from their first degree, their motivation, and their ability to work scientifically or in a fundamentally and methodologically oriented manner.\n\nWhen does it take place?\nMathematics > Step 2: Aptitude assessment interview > When does it take place?\nAptitude interviews for applications for the summer semester take place between January and March, for the winter semester between June and September. Invitations are sent out at least one week in advance. The exact time of the aptitude interview depends on the time the application is being processed. The earlier an application is received in full, the earlier we can process it.\nStep 2: Aptitude assessment interview\n----------------------------------------\n\nWhat happens after admission?\nMathematics > What happens after admission?\nOnce you have received an acceptance letter and have accepted the place in your TUMonline account, you will be required to pay the tuition fees and submit the documents necessary for enrollment. Among other things, this includes the signed application for enrollment on paper, the certified degree diploma, and the certified degree certificate. You will find the list of required documents in your TUMonline account. Please be aware that your matriculation will only be effected after you have successfully submitted these documents.\n\nRecognition of previously earned credits\nMathematics > What happens after admission? > Recognition of previously earned credits\nPlease check which modules, if any, you can have recognized from your Bachelor's program and where you have to submit the request for recognition of examination credits.\nWhat happens after admission?\n----------------------------------------\n\nDuring the degree program\nMathematics > During the degree program\nThe qualification profile of the master's program in Mathematics consists of individual modules that you can combine freely for the most part. During your studies, you will have to earn a total of 120 credits from the following areas:\n- Mathematics modules with optional area of specialization\n- Optional minor\n- Advanced seminar\n- Internship with internship seminar\n- Support electives\n- Thesis\nYou can find a list of all modules that are relevant for the program with details on course times and rooms, in the degree chart on TUMonline. There you can also create your individual class schedule and save it digitally.\nDuring the degree program\n----------------------------------------\n\nStudyPlanner\nMathematics > StudyPlanner\nWith the StudyPlanner, you can easily plan your courses in the summer semester of 2024 and all subsequent semesters. You automatically get a study plan that is individually generated according to your wishes. All rules of your study program are directly satisfied.\n- StudyPlanner for BSc / MSc Mathematics\nImportant: The current beta version works for the Bachelor's and Master's in Mathematics. We cannot guarantee the correctness of the computed study plans - if in doubt, please speak to your study advisor. As the lecture and examination times for the coming semesters are subject to vary, we cannot guarantee an overlap-free schedule for future semesters. We highly appreciate feedback so we can develop it further according to your needs. To give feedback, click the button on the top right and enter your comments in the feedback form. In particular, please let us know if a calculated plan violates a rule of your degree program.\nStudyPlanner\n----------------------------------------\n\nMathematics modules with optional area of specialization\nMathematics > Mathematics modules with optional area of specialization\nUpon request, you can focus on a specific area of specialization while studying for your master’s degree. You will then choose your modules primarily from this area, which will also be indicated on your final transcript of records. Alternatively, a broadly based course of study without a designated area of focus is also possible.\nYou can choose from the following areas of specialization:\nAnalysis and PDE\nHere you will take modules in the areas of analysis, dynamical systems, functional analysis, partial differential equations or Fourier analysis.\nAlgebra and Geometry\nThis specialization covers projective geometry, differential geometry, algebra 2 or algebraic surfaces, as well as algebraic number theory, topology or algebraic geometry.\nProbability Theory\nFocus on probability theory, stochastic analysis, Markov processes, or probability methods and algorithms in data analysis.\nNumerical Analysis and Scientific Computing\nThis area covers modules such as numerics, partial differential equations, finite elements methods, optimal control of general differential equations, or compressed sensing.\nOptimization\nIn this area of specialization you will take modules from non-linear, integer or combinatorial optimization, such as polyhedral combinatorics or modern methods of non-linear optimization.\nBiomathematics and Biostatistics\nThis area includes modules on mathematical models in biology, statistical learning, population genetics or mathematical ecology.\nMathematics modules with optional area of specialization\n----------------------------------------\n\nOptional Minor\nMathematics > Optional Minor\nStudents can attend selected lectures from minor subjects like informatics, physics, chemistry or economics, as well as other academic disciplines upon request. However, they can also earn all required ECTS credits in mathematics.\nIf you decide on a minor subject, will independently select modules from the respective minor subject catalog in TUMonline. It is possible to combine modules from different areas. You will find more detailed information in the respective Academic and Examination Regulations for the mathematics program.\nApplication for the amendment of the catalog of minor subjects\nOptional Minor\n----------------------------------------\n\nAdvanced Seminar\nMathematics > Advanced Seminar\nThe Advanced Seminar (Hauptseminar) is one of the obligatory courses. When choosing a seminar, please note that some departments link the awarding of the thesis to a seminar that you have taken and passed. Therefore, you will usually take a suitable main seminar in the third semester.\nAdvanced Seminar\n----------------------------------------\n\nInternship\nMathematics > Internship\nA four week professional internship is part of the degree program. In the accompanying internship seminar, you will have the opportunity to find out about suitable tasks and to exchange experiences during the professional internship.\nInternship\n----------------------------------------\n\nSupport Electives\nMathematics > Support Electives\nYou will round off your individual skills and competency profile with modules from the area of Support Electives. You can choose from a wide range of soft skills courses or language courses depending on your interests.\nSupport Electives\n----------------------------------------\n\nExaminations & Examination Regulations\nMathematics > Examinations & Examination Regulations\nDetailed information can be found under Examinations. The General Academic and Examination Regulations (APSO) of the TUM and the respective program-specific Academic and Examination Regulations (FPSO) apply to all students:\n\nCurrent regulations (valid for courses starting from winter semester 2023/24).\nMathematics > Examinations & Examination Regulations > Current regulations (valid for courses starting from winter semester 2023/24).\n- Program-specific Academic and Examination Regulations, as of August 17, 2023\n\nExpiring regulations (valid for start of studies from winter semester 2019/20 but before the winter semester 2023/24).\nMathematics > Examinations & Examination Regulations > Expiring regulations (valid for start of studies from winter semester 2019/20 but before the winter semester 2023/24).\n- Unofficial accessible version of the current regulations, as of August 20, 2021\n- Program-specific Academic and Examination Regulations, as of July 18, 2019\n\nExpiring regulations (valid for start of studies up to and including summer semester 2019)\nMathematics > Examinations & Examination Regulations > Expiring regulations (valid for start of studies up to and including summer semester 2019)\n- Program-specific Academic and Examination Regulations, as of August 4, 2010\n- 1. Amending Statute, March 27, 2012\n- 2. Amending Statute,  April 25, 2013 (with Annex 2 as amended)\n- 3. Amending Statute from September 16, 2013\n- 4. Amending Statute, April 11, 2014 (with Annex 3 as amended)\n- Collective Amending Statutes, May 03, 2016 (new application deadlines)\n- 6. Amending Statute, April 27, 2018 (double degree, verification of language skills)\nExaminations & Examination Regulations\n----------------------------------------\n\nThesis\nMathematics > Thesis\nTo complete a master's degree, students will be required to write a scientific paper: the master's thesis. They are given six months to complete it. It is possible to register for the master's thesis on the 1st and 15th of each month. The topic of the thesis depends on the area in which a student chose to deepen their knowledge during their course of studies.\nPlease find everything you need to know from planning to submitting your thesis under Final Thesis.\nThesis\n----------------------------------------\n\nDegree\nMathematics > Degree\nAfter you have completed the required work and have submitted your thesis, you will graduate with a Master of Science (M.Sc.) degree. This will enable you to start your professional career or pursue a doctorate, like every third master's graduate. Advice and tips on graduation and your next steps can be found under Graduation.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematik"
}