{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-communications-electronics-engineering/",
    "content": "Master Communications and Electronics Engineering - TUM - TUM School of Computation, Information and Technology\n\nDiese Seite ist nur auf Englisch verfügbar, da die Unterrichtssprache Englisch ist und wir für diesen Studiengang keinen Deutschnachweis fordern.\n\n----------------------------------------\n\nCommunications and Electronics Engineering\nCommunications and Electronics Engineering\n\nMaster of Science (M.Sc.)\nCommunications and Electronics Engineering > Master of Science (M.Sc.)\nCommunications and Electronics Engineering\n----------------------------------------\n\nBefore your Studies | During your Studies | Contact\n\n----------------------------------------\n\nThe Master of Science in Communications and Electronics Engineering (MSCE) is a two-year high-level international graduate program.\nTwenty-first century society is shaped emphatically by the ability to communicate with each other anytime and anywhere. Ubiquitous cell phones, broadband Internet connections and networked production processes are signs of this development and will continue to develop in the long term with the widespread introduction of 5G and the planned introduction of 6G. In addition to the technological challenge, the economic and political environment define the context of this development. Secure communications technology based on microelectronics and nanoelectronics is an essential foundation for our future society. Communications technology has long become a key technology beyond the communications industry in the narrower sense, e.g. for networking in and between vehicles, for innovative healthcare services, for the \"Internet of Things\" and for \"Industry 4.0\".\nThe master's degree program in Communications and Electronics Engineering therefore aims to provide a research-oriented education for engineers whose task is to continuously develop state-of-the-art technologies in the communications technology and electronics sector, to open up new research areas in these fields and, due to the international orientation of the program, to contribute worldwide to finding solutions for current challenges in the field of communications and electronics.\nApplicants must hold a bachelor's degree in electrical engineering (or equivalent) with specialization in communications engineering and have an international background.\n\n----------------------------------------\n\nKey Data\nKey Data\nType of Study: Full-time\nStandard Duration of Studies: 4 Semesters\nCredits: 120 ECTS\nMain Locations: Munich\nStart of Degree Program: Winter Semester\nLanguage of Instruction: English\nCosts: semester fee, tuitions fees for Students from Non-EU Countries\nProfessional Profile: Electrical and Computer Engineering\nKey Data\n----------------------------------------\n\nHow is the program structured?\nHow is the program structured?\nIn the first semester, students must pass core modules in Communications Systems (e.g. Channel Coding, Information Theory) and core modules in Communications Electronics (e.g. Electronic Design Automation, System-on-Chip Technologies).\nThe second and third semester are composed of a mixture of elective courses, depending on the chosen specialization.\nCourses offered in the area Communications Systems include Channel Coding, Mobile Communications, Optical Communications, Cryptography and System Security, Realtime Systems, Image and Video Compression, Multimedia Communications, Radio Navigation and Location, Simulation of Communication Networks, Resource Management in Wireless Networks and Space-Time Processing in MIMO Systems.\nCourses offered in the area Communications Electronics include Electronic Design Automation, Analog/Mixed Signal IC Design, IC Manufacturing, Testing of Digital ICs, Hardware/Software Co-Design, Nanoelectronics.\nThe courses of both areas are accompanied by a broad range of supplementary labs and seminars.\nA research internship of 9 weeks duration in a German company or at another TUM Chair is also required.\nThe program concludes with a Master’s Thesis (6 month duration) during the fourth semester.\nHow is the program structured?\n----------------------------------------\n\nWhich further expertise and skills will I acquire?\nWhich further expertise and skills will I acquire?\nGraduates of the master's degree program in Communications and Electronics Engineering are able to develop innovative methods, systems and structures in the field of communications systems and electronics in a problem-solving manner. The integration of research within this master's program in the form of research-oriented seminar papers, research internships and the final thesis, results in an education at the cutting edge of technology.\nWhich further expertise and skills will I acquire?\n----------------------------------------\n\nWhat career opportunities do I have afterwards?\nWhat career opportunities do I have afterwards?\nThe main career opportunities for graduates of the master's degree program in Communications and Electronics Engineering are at companies in the communications and semiconductor industry. These are divided into the main groups of supplier and component manufacturers for communication systems, such as chip and accessory manufacturers, on the one hand, and system integrators and service providers or IT security providers, on the other. Companies in the automotive industry, mechanical engineering and medical technology are also interested in graduates of the program, as the networking of their products through communication technology is becoming increasingly relevant for these sectors.\nIn addition to industry, graduates may pursue a career in research at universities or corresponding institutions, such as the \"Fraunhofer Gesellschaft\".\nWhat career opportunities do I have afterwards?\n----------------------------------------\n\nApplication\nApplication\nTo be eligible to apply for the master’s program in Communications and Electronics Engineering, applicants must hold a Bachelor’s degree or equivalent from a university that rated H+ at Anabin in electrical engineering and/or information technology, with focus on communications engineering.\nApplication\n----------------------------------------\n\nApplication Deadline\nApplication Deadline\nWinter Semester: January 1st - May 31st\nApplication Deadline\n----------------------------------------\n\nHow do I apply?\nHow do I apply?\nThe application for admission to the master’s degree program in Communications and Electronics Engineering are to be completed and submitted using our TUMonline portal. Once you have created your account there, you can enter your personal data and information about your education and upload the required documents. The application is submitted electronically.\nIf you are admitted, you will be required to submit some additional documents as certified copies in paper form before you can be enrolled at TUM. As a rule, prospective students with an international university entrance qualification need to request a pre-examination documentation from uni-assist in advance.\nHow to apply for a Master's Degree Program - Step by Step​​​​​​​\nIt is recommended to use the TUM grade converter before applying. For the application an excellent GPA is required.\nHow do I apply?\n----------------------------------------\n\nWhat do I have to consider if I come from abroad?\nWhat do I have to consider if I come from abroad?\nStudents from Non-EU countries: At the Technical University of Munich (TUM), tuition fees are charged for international students from third countries who newly enroll in a degree program starting in the winter semester of 2024/25.\nApplicants with a university entrance qualification from outside the EU/EWR require a preliminary check of the certificates by uni-assist before applying online. Since this can take up to four weeks, we recommend that you initiate the process early.\nThe APS certificate is required for applicants from India, China and Vietnam.\nIn addition, there are some special requirements for applicants from certain countries: Special Conditions for Certain Countries.\nApplicants must also submit one of the recognized language certificates listed here or an authenticated copy of an original document issued by your university verifying that the language of instruction in your bachelor’s degree program was at least 50% English.\nWhat do I have to consider if I come from abroad?\n----------------------------------------\n\nWhich documents do I need to submit with my application?\nWhich documents do I need to submit with my application?\nFor your application, you need to upload the following documents in TUMonline:\n- Passport\n- Preliminary Record Examination issued by Uni-Assist for non-EU Applicants (VPD)\n- APS Certificate (only for applicants from China, India, Vietnam)\n- Curriculum Vitae\n- Transcript of Records or Bachelor Certificate Transcript (certified)\n- List of Credits in Excel sheet form\n- Statement of Purpose\n- Two letters of References from Professors\n- Proof of the Proficiency in the English language\nDownload for your application:\n- Template for Statement of Purpose\n- Template for Letter of Recommendation\n- Template for List of Credits\nDepending on your previous education and background, we may require additional application documents. You will find a list of required documents when you apply online via TUMonline.\nWhich documents do I need to submit with my application?\n----------------------------------------\n\nAdmission\nAdmission\nThe selection of students for admission to the master’s degree program in Communications and Electronics Engineering takes place through an aptitude assessment procedure. This is a two-stage procedure in which we assess your suitability for the special qualitative requirements of the master's program.\nAdmission\n----------------------------------------\n\nStage 1: Review of your documents\nStage 1: Review of your documents\nIn stage 1, we assess your GPA, passed subjects, statement of purpose and two letters of reference. The highest possible score is 100. Applicants receiving at least 95 points are admitted directly. Applicants receiving at least 75 points are invited to an interview (stage 2) for further assessment.\n\nThe criteria for stage 1 are as follows\nStage 1: Review of your documents > The criteria for stage 1 are as follows\n- Overall grade in your bachelor’s degree (max. 30 points)\n- Subjects during your bachelor’s degree (max. 25 points)Mathematics max. 10 pointsElectrical Engineering max. 5 pointsCommunications Engineering max. 10 points\n- Mathematics max. 10 points\n- Electrical Engineering max. 5 points\n- Communications Engineering max. 10 points\n- A statement of purpose (max. 20 points)\n- Two letters of reference (max. 25 points)\nApplicants having successfully passed stage 1 (75 – 94 points) are invited to an aptitude assessment interview.\nStage 1: Review of your documents\n----------------------------------------\n\nStage 2: Aptitude Assessment Interview\nStage 2: Aptitude Assessment Interview\nApplicants having successfully passed stage 1 (75 – 94 points) will receive an invitation for an interview. The interview generally lasts about 20 minutes and can be conducted in person at TUM or via zoom.\nIn the aptitude assessment interview, we want to be convinced that you as an applicant are capable of successfully completing the planned course of study.\n\nWhen will the interview take place?\nWhen will the interview take place?\nInterviews take place between March and July. The invitation will be sent at least one week in advance of the interview appointment. The exact date of the interview depends on the processing time of the application. The earlier an application is received in full, the sooner we will process it.\nWe encourage applying as early as possible! Late application increases the likelihood that international students not have adequate time to complete the visa application process if admitted. We strongly recommend applying no later than March 15.\nStage 2: Aptitude Assessment Interview\n----------------------------------------\n\nTimetable and Deadlines\nTimetable and Deadlines\n- ​​​​​​Online application and upload of required documents:  January 1st – May 31st\n- Time period for interviews: March - July\n- Invitation to Aptitude Assessment Interview (Stage 2): at least one week in advance\nTimetable and Deadlines\n----------------------------------------\n\nDuring your Studies\nDuring your Studies\nTo complete the Communications and Electronics Engineering program (i.e., to receive the academic degree Master of Science in Communications and Electronics Engineering), students must pass:\n- 2 Core Modules \"Communications Systems\" (10 Credits)\n- 2 Core Modules \"Communications Electronics\" (10 Credits)\n- Elective Modules Advanced Topics corresponding to at least 5 Credits\n- Electives corresponding to 28 Credits\n- Interdisciplinary Modules corresponding to 8 Credits\n- Seminars corresponding to 5 Credits\n- Labs corresponding to 12 Credits\n- 9 weeks of Research Internship (12 Credits)\n- a master’s thesis (30 Credits)\nDetailed information can be found below. A list of modules, possible areas of specialization and Degree Program Handbook can be found under degree program contents.\nDuring your Studies\n----------------------------------------\n\nCore Modules\nCore Modules\nWe have defined the following core modules according to our areas of research:\nCore Modules Communications Systems: 10 Credits\n- Data Networking, WS, 5 ECTS\n- Channel Coding, WS/SS, 5 ECTS\n- Information Theory, WS, 5 ECTS\n- System Aspects in Communications, WS, 5 ECTS\n- Statistical Signal Processing, SS, 5 ECTS\nCore Modules in Communications Electronics: 10 Credits\n- Analog and Mixed-Signal Circuit Design, SS, 5 ECTS\n- Electronic Design Automation, WS, 5 ECTS\n- Embedded Systems and Security, WS, 5 ECTS\n- Nanosystems, WS/SS, 5 ECTS\n- System-on-Chip Technologies, WS, 5 ECTS\nStudents must have passed at least two core modules from each area by the end of the 2nd semester.\nCore Modules\n----------------------------------------\n\nElective Modules\nElective Modules\nThe degree program offers a wide range of elective modules building on the competencies acquired in the respective core modules.\nThe module list includes elective modules.\nElective Modules\n----------------------------------------\n\nElective Modules Advanced Topics\nElective Modules Advanced Topics\nEach student must take at least one Advanced Topics module. These modules are taught by visiting professors. Up to three reknown scholars are invited to deliver lectures, primarily in the summer semester.\n- Advanced Topics in Communications Systems, 5 ECTS\n- Advanced Topics in Communications Electronics, 5 ECTS\nElective Modules Advanced Topics\n----------------------------------------\n\nLabs\nLabs\nEngineers must be able to apply their methods in their profession. Therefore, students must complete at least 12 practical credits in the form of labs.\nLabs\n----------------------------------------\n\nScientific Seminar\nScientific Seminar\nThe scientific seminar is worth 5 credits. In this seminar, students are assigned a topic appropriate to their chosen module on which they are to conduct research. For example, this may be an extensive international literature review on a current research topic. Students summarize their results in writing and present them in a lecture.\nScientific Seminar\n----------------------------------------\n\nInterdisciplinary Modules\nInterdisciplinary Modules\nInterdisciplinary modules (total number of 8 ECTS) round off your individual knowledge and competency profile and are not directly related to the selected engineering specialization. Depending on your interests, you can choose German language, project management or business modules. You can choose freely from the entire range of courses offered by the Technical University of Munich. Grades for interdisciplinary modules do not contribute to the final grade.\nInterdisciplinary Modules\n----------------------------------------\n\nResearch Internship\nResearch Internship\nIn order to optimally prepare our students for later work in research and development, they gain insight into current research topics during their studies as part of the research internship. The research internship can be carried out at the university or in industry. It comprises a total of 9 weeks full-time workload and is awarded 12 credits. The research internship does not count toward your final grade. A TUM university educator supervises and evaluates it. You must register for it in advance, prepare a report and give a presentation.\nYou can find further information and documents here:\nInformation\nResearch Internship\n----------------------------------------\n\nExaminations and Regulations\nExaminations and Regulations\nDetailed information can be found under Examinations. The program-specific Academic and Examination Regulations (Fachprüfungs- und Studienordnung, FPSO) apply to all students. Students who commence their studies in winter semester 2022/23 are subject to the program-specific academic and examination regulations (FPSO) dated 3 February 2023.\nExaminations and Regulations\n----------------------------------------\n\nThesis\nThesis\nThe final requirement for the master's degree is the master's thesis (30 ECTS). Students have six months to write this scientific research paper. Before you can commence work on the thesis, you must have completed 63 credits of the coursework requirements (excluding credits for interdisciplinary modules) and the research internship. Upon submission of the thesis, you are required to give a presentation on its contents (which will not be included in your grade).\nThesis\n----------------------------------------\n\nGraduation\nGraduation\nAfter successful completion of the course requirements and master’s thesis, you graduate with the Master of Science (M.Sc.) degree and begin your professional life. For tips and advice on graduation and your next steps, go to Graduation.\nGraduation\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-communications-electronics-engineering"
}