{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorkurse-ferienkurse-mathematik/",
    "content": "Vorkurse & Ferienkurse - TUM - TUM School of Computation, Information and Technology\n\nVorkurse und Ferienkurse Mathematik\nVorkurse und Ferienkurse Mathematik\nGut vorbereitet ins Studium: Die TUM School of Computation, Information and Technology (CIT) bietet Mathematik-Vorbereitungskurse für beruflich Qualifizierte und andere Studienanfänger:innen. Sie erleichtern Ihnen den Einstieg und geben Ihnen die Gelegenheit, vorab künftige Kommiliton:innen kennenzulernen und sich mit dem Campus der TUM vertraut zu machen. Auch eingeschriebene Studierende haben die Möglichkeit, sich auf das nächste Semester vorzubereiten – bei der Einstiegsveranstaltung Lehr- und Lernformen, bei vertiefenden Ferienkursen oder dem Ferienseminar der Hurwitz-Gesellschaft.\nVorkurse und Ferienkurse Mathematik\n----------------------------------------\n\nVorkurse für Studien-Anfänger:innen\nVorkurse und Ferienkurse Mathematik > Vorkurse für Studien-Anfänger:innen\nDie TUM bietet Studien-Anfänger:innen Vorkurse für verschiedene Studienbereiche wie Mathematik, Physik, Informatik, Elektro- und Informationstechnik, Ingenieurswesen, Aerospace und Wirtschaftswissenschaften. Die Kurse sind der perfekte Einstieg in ein erfolgreiches Studium und werden daher wärmstens von der CIT empfohlen.\nDie Vorkurse sind nicht verpflichtend und keine Voraussetzung. Die Vorlesungen des Studiums bauen auf dem allgemeinen Abiturwissen auf.\nAlle Informationen finden Sie auf der jeweiligen Kurs-Seite:\n- Vorkurs Mathematik für Elektrotechnik und Informationstechnik (auf Deutsch)\n- Vorkurs Mathematik für Informatik (auf Deutsch und Englisch)(Studiengänge Informatik, Informatik: Games Engineering, Wirtschaftsinformatik, Bioinformatik)\n- Vorkurs Mathematics for Management & Technology, Aerospace, Science & Engineering, Geodesy & Geoinformation (auf Englisch)(Studiengänge B.Sc. Management & Technology, Aerospace, Science & Engineering, Geodäsie & Geoinformation)\n- Vorkurs Höhere Mathematik für Maschinenwesen, Ingenieurwissenschaften, Ingenieurwesen für Chemie, Bau und Umwelt und Geodäsie (auf Deutsch)(Studiengänge B.Sc. Maschinenwesen, Ingenieurwissenschaften, Chemieingenieurwesen, Bauingenieurwesen, Umweltingenieurwesen, Geodäsie)\n- Vorkurs Mathematik für Mathematik und Physik (auf Deutsch)\nVorkurse für Studien-Anfänger:innen\n----------------------------------------\n\nLehr- & Lernformen – Einstieg ins Studium\nVorkurse und Ferienkurse Mathematik > Lehr- & Lernformen – Einstieg ins Studium\nDie Veranstaltung Lehr- und Lernformen (L&L) richtet sich an alle Erstsemester:innen der Mathematik und findet im Rahmen der Studieneinführungstage (SET) statt. Bei den SET lernen Sie die TUM und den Campus Garching kennen und knüpfen erste Kontakte zu Kommiliton:innen. Die Probevorlesung, Übungen und Gruppen­arbeiten bei L&L erleichtern Ihnen den Einstieg in das Studium an der CIT.\nAlle aktuellen Informationen finden Sie unter Lehr- und Lernformen.\nLehr- & Lernformen – Einstieg ins Studium\n----------------------------------------\n\nVertiefende Ferienkurse\nVorkurse und Ferienkurse Mathematik > Vertiefende Ferienkurse\nKenntnisse vertiefen, Lernstoff wiederholen, Fragen klären: Unsere ein- oder mehrtätigen Ferienkurse sind ideal für alle, die sich in der vorlesungsfreien Zeit auf Prüfungen vorbereiten wollen oder eine Einführung in Software für Mathematiker:innen benötigen. Sie sind ein Zusatzangebot, das wir aus Studienzuschüssen finanzieren, und Sie sind nicht verpflichtet, daran teilzunehmen. Wir vermitteln Ihnen auch keinen neuen Unterrichtsstoff, den Sie benötigen, um die Klausur zu bestehen.\nAlle aktuellen Informationen finden Sie unter Ferienkurse.\nVertiefende Ferienkurse\n----------------------------------------\n\nEintageskurse\nVorkurse und Ferienkurse Mathematik > Eintageskurse\nZu einigen größeren Bachelor-Vorlesungen – wie Analysis und lineare Algebra – gibt es in den Semesterferien eintägige Wiederholungskurse kurz vor der jeweiligen Klausur.\nEintageskurse\n----------------------------------------\n\nMehrtageskurse\nVorkurse und Ferienkurse Mathematik > Mehrtageskurse\nAbhängig von der Nachfrage bieten wir Ihnen zu einigen Vorlesungen – wie Analysis und lineare Algebra – zwei- bis viertägige Kurse vor den jeweiligen Wiederholungsklausuren an.\nMehrtageskurse\n----------------------------------------\n\nComputerkurse\nVorkurse und Ferienkurse Mathematik > Computerkurse\nZusätzlich halten wir in den Semesterferien regelmäßig einführende Computerkurse ab, zum Beispiel zu LaTeX, zur Implementie­rung von Optimierungs­problemen mit PDEs oder zu linearer Optimierung.\nComputerkurse\n----------------------------------------\n\n\n\n----------------------------------------\n\nFerienseminar der Hurwitz-Gesellschaft\nVorkurse und Ferienkurse Mathematik > Ferienseminar der Hurwitz-Gesellschaft\nEin Seminar in ungezwungener Atmosphäre: Die Hurwitz-Gesellschaft zur Förderung der Mathematik an der TUM bietet jeden Herbst ein Ferienseminar für Studierende ab dem 4. Semester. Es bietet Ihnen die Möglichkeit, Vorträge zu hören, sich fachlich auszutauschen und Ihre Dozierenden besser kennenzulernen. Das Ferienseminar können Sie wie ein reguläres Seminar ins Bachelor-Studium einbringen.\nErfahren Sie mehr über den Alumni-Verein unter Hurwitz-Gesellschaft.\nFerienseminar der Hurwitz-Gesellschaft\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}