{
    "link": "https://www.cit.tum.de/en/cit/school/mission-statement/",
    "content": "Mission Statement - TUM - TUM School of Computation, Information and Technology\n\nOur Mission Statement\nOur Mission Statement\n\nSchool of Computation, Information and Technology\nOur Mission Statement > School of Computation, Information and Technology\nComputation, Information, Technology – three fundamental fields that enable us to understand and shape the world, to communicate with each other and to turn data into knowledge. They enable new creative processes and permeate and enrich all areas of life.\nThe TUM School of Computation, Information, and Technology (CIT) brings together the disciplines of Mathematics, Informatics, and Electrical and Computer Engineering, thus uniting a wide spectrum of different competencies:\n- from theoretical foundations to implementation in different contexts of application,\n- from elementary components via hardware and software architectures to holistic technical systems,\n- from mathematical abstraction to technological engineering processes,\n- from formal specification to partially automated implementation.\nUsing resources efficiently and creating the best possible added value for society and its stakeholders are important guiding principles for us. Our research also contributes to a better understanding of nature and humankind. To this end, we work on the abstract representation, analysis, modeling and simulation of structures and processes; we design components and systems; and we develop and optimize processes. This makes our School a driving force in tackling numerous challenges of our time. For example, all the core competencies required for the digital transformation in the broadest sense can be found under one roof here – in the area of Digital Technologies and far beyond.\nWith the founding of our School, we are breaking new ground together. We honor the importance of our respective disciplines while consistently tapping into the potential that interdisciplinary cooperation offers – in research, teaching, technology transfer, and entrepreneurship, within the School, within the family of TUM Schools, and with our national and international partners. Our students – from our own School as well as those from other TUM Schools – benefit from a modern, needs-oriented education in both the fundamentals and practical application across the entire disciplinary spectrum of our School.\nOur guiding principle is subsidiarity. For us, our work is not only about science, but also about our economic and social responsibility. We aim at playing a formative role in shaping the future development of science, business and society. It is therefore our highest priority to promote our talents at all levels and in every way possible. After all, sustainable, ethical scientific practice that assumes social responsibility and enables equal opportunity forms the basis for respectful, gender-conscious cooperation – complemented by creative openness and embedded in the international community.\nOur Mission Statement\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}