{
    "link": "https://www.cit.tum.de/cit/studium/studierende/abschlussarbeit-abschluss/mathematik/",
    "content": "Abschlussarbeit Mathematik - TUM - TUM School of Computation, Information and Technology\n\nAbschlussarbeit und Abschluss in der Mathematik\nAbschlussarbeit und Abschluss in der Mathematik\nFür den Abschluss eines Bachelor- oder Masterstudiums im Bereich Mathematik müssen Studierende eine wissenschaftliche Arbeit schreiben: die Bachelorarbeit oder Masterarbeit. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie hier im Überblick.\nAbschlussarbeit und Abschluss in der Mathematik\n----------------------------------------\n\nAllgemeine Hinweise\nAbschlussarbeit und Abschluss in der Mathematik > Allgemeine Hinweise\nAllgemeine Hinweise\n----------------------------------------\n\nAnmelden\nAbschlussarbeit und Abschluss in der Mathematik > Anmelden\n\nWann und wo?\nAbschlussarbeit und Abschluss in der Mathematik > Anmelden > Wann und wo?\nDie Anmeldung der Abschlussarbeit ist jeweils zum 1. und 15. eines Monats möglich.\nAlle Abschlussarbeiten mit Beginndatum ab 1. Februar 2024 im PP Mathematik der School of Computation, Information and Technology werden über das CIT-Portal verwaltet.\nWenn Sie ein Thema und einen betreuenden Lehrstuhl für Ihre Abschlussarbeit gefunden haben, werden Sie vom betreuenden Lehrstuhl angemeldet. Sie erhalten eine E-Mail mit der Aufforderung, die Anmeldung der Abschlussarbeit zu bestätigen. Erst nachdem Sie die Anmeldung bestätigt haben, können die Zulassungsvoraussetzungen vom Academic Programs Office geprüft werden und Sie erhalten eine E-Mail über die verbindliche Anmeldung zur Abschlussarbeit.\nWeitere Infos siehe Abschlussarbeit und Abschluss des Studiums\n\nWeitere Unterlagen?\nAbschlussarbeit und Abschluss in der Mathematik > Anmelden > Weitere Unterlagen?\nWenn Sie extracurriculare Aktivitäten oder einen Auslandsaufenthalt während des Studiums absolviert haben, können diese ins Diploma Supplement aufgenommen werden. Hierfür benötigen wir bis spätestens Ende des Studiums den Laufzettel Diploma Supplement. Reichen Sie ihn bitte ausgefüllt und unterschrieben digital als PDF oder Foto/Scan (lesbar) an bachelor(at)ma.tum.de bzw. master(at)ma.tum.de ein. Wir empfehlen, den Laufzettel bereits bei der Anmeldung der Abschlussarbeit oder kurz danach abzugeben. Bitte beachten Sie auch die Informationen zum Diploma Supplement.\nHinweis: Das Diploma Supplement ist ein englischsprachiger Zusatz zum Hochschulabschlusszeugnis und beschreibt mit dem Studienprogramm verbundene Qualifikationen. In diesem Dokument können Sie auf Antrag unter \"Additional Information\" individuelle Angaben zu Ihren im Rahmen des Studiums erbrachten extracurricularen Aktivitäten aufnehmen lassen.\nAnmelden\n----------------------------------------\n\nErstellen\nAbschlussarbeit und Abschluss in der Mathematik > Erstellen\n\nSprache\nAbschlussarbeit und Abschluss in der Mathematik > Erstellen > Sprache\nDie Arbeit kann sowohl in deutscher als auch englischer Sprache verfasst werden. Bei Bachelorarbeiten muss eine Zusammenfassung in der jeweils anderen Sprache vorangestellt sein.\n\nFormales\nAbschlussarbeit und Abschluss in der Mathematik > Erstellen > Formales\nDeckblatt und Seite 1\nHier nennen Sie jeweils das Thema der Arbeit sowie Ihren Namen und den Namen des/der Aufgabensteller:in. Außerdem notieren Sie darauf das Abgabedatum (siehe Beispiel).\nBeispiel für ein Deckblatt\nSeite 2\nHier geben Sie folgende Erklärung ab:\n\"Ich erkläre hiermit, dass ich diese Arbeit selbständig und nur mit den angegebenen Hilfsmitteln angefertigt habe.\" (Ort, Datum, Unterschrift entweder auf dem Tablet oder als Scan Ihrer Originalunterschrift).\nWenn Sie keine digitale Unterschrift verwenden möchten, dürfen Sie alternativ eine separate Seite mit der Erklärung und Ihrer Originalunterschrift im Infopoint abgeben.\n\nÄnderung des Titels\nAbschlussarbeit und Abschluss in der Mathematik > Erstellen > Änderung des Titels\nSchreiben Sie bitte eine E-Mail mit dem neuen Titel der Arbeit an bachelor(at)ma.tum.de bzw. master(at)ma.tum.de und setzen Sie Ihre/n Betreuer:in und Themensteller:in in CC.\nErstellen\n----------------------------------------\n\nAbgeben\nAbschlussarbeit und Abschluss in der Mathematik > Abgeben\n\nAbgabe und Verlängerung für Arbeiten mit Beginndatum bis einschl. 15.01.2024\nAbschlussarbeit und Abschluss in der Mathematik > Abgabe und Verlängerung für Arbeiten mit Beginndatum bis einschl. 15.01.2024\n\nDigitale Abgabe\nAbschlussarbeit und Abschluss in der Mathematik > Abgabe und Verlängerung für Arbeiten mit Beginndatum bis einschl. 15.01.2024 > Digitale Abgabe\nArbeiten werden nur noch digital abgegeben. Mailen Sie dazu bitte ein PDF Ihrer Thesis fristgerecht an bachelor(at)ma.tum.de bzw. master(at)ma.tum.de. Falls Sie Code oder sonstige Dateien abgeben müssen, mailen Sie bitte alle Dateien gesammelt in einem Zip-Ordner. Druckexemplare und USB-Sticks werden nicht mehr angenommen.\n\nTermin\nAbschlussarbeit und Abschluss in der Mathematik > Abgabe und Verlängerung für Arbeiten mit Beginndatum bis einschl. 15.01.2024 > Termin\nFällt der Abgabetermin auf ein Wochenende oder einen Feiertag, ist die Abgabe auch am darauffolgenden Werktag möglich. Abschlussarbeiten können selbstverständlich auch vor dem geplanten Abgabetermin eingereicht werden.\n\nVerlängerung\nAbschlussarbeit und Abschluss in der Mathematik > Abgabe und Verlängerung für Arbeiten mit Beginndatum bis einschl. 15.01.2024 > Verlängerung\nFalls Sie mehr Zeit zur Bearbeitung benötigen, reichen Sie bitte mindestens sieben Tage vor dem geplanten Abgabetermin einen Antrag auf Verlängerung an bachelor(at)ma.tum.de bzw. master(at)ma.tum.de ein, den Ihr/e Themensteller:in unterschrieben hat (oder dem Ihr/e Themensteller:in elektronisch zugestimmt hat). Im Falle einer zweiten Verlängerung muss neben dem/der Themensteller:in auch der/die Vorsitzende des Prüfungsausschusses den Antrag unterschreiben.\nBachelorarbeiten: Antrag auf Verlängerung der Bearbeitungsfrist Masterarbeiten: Antrag auf Verlängerung der Bearbeitungsfrist\n\nAbgabe und Verlängerung für Arbeiten mit Beginndatum ab 01.02.2024\nAbschlussarbeit und Abschluss in der Mathematik > Abgabe und Verlängerung für Arbeiten mit Beginndatum ab 01.02.2024\nAbschlussarbeiten, die ab dem 01.02.2024 angemeldet wurden, werden vollständig über das CIT-Portal verwaltet. Über dieses Portal erfolgt auch die fristgerechte digitale Abgabe (inkl. aller benötigter Dateien, wie Codes). Bei Bedarf können Sie zudem einen Antrag auf Verlängerung der Bearbeitungszeit stellen.\nWeitere Infos siehe Abschlussarbeit und Abschluss des Studiums.\nAbgeben\n----------------------------------------\n\nTools und Tipps\nAbschlussarbeit und Abschluss in der Mathematik > Tools und Tipps\n\nLaTeX\nAbschlussarbeit und Abschluss in der Mathematik > Tools und Tipps > LaTeX\nDas Textsatz-System LaTeX ist weltweit das Standardprogramm zur Erstellung von Arbeiten, die mathematische Formeln enthalten. Es ist empfehlenswert, sich möglichst früh im Studium mit LaTeX zu beschäftigen. Eine gute Übung ist beispielsweise, Folien für Seminarvorträge mit LaTeX zu erstellen.\nInformationen, Vorlagen und Ansprechpartner:innen finden Sie auf unserer LaTeX-Seite.\nLogos\nCorporate Design und Verwendung der Logos der TUM\n- TUM Logo\nLaTeX-Vorlagen für die Abschlussarbeit\nLaTeX-Template Bachelor / Master\n\nLiteratur\nAbschlussarbeit und Abschluss in der Mathematik > Tools und Tipps > Literatur\nDie Bibliothek der TUM bietet nicht nur hervorragenden Zugang zu jeder Menge Bücher, Zeitschriften und elektronischen Medien, sie bietet auch Kurse wie zum Beispiel zur Literaturrecherche und zum richtigen Zitieren an. Bitte achten Sie beim Zitieren auch auf die fachspezifischen Gepflogenheiten.\nWeitere Mathematik-spezifische Referate und Organe\nEinige dieser Datenbanken sind aus lizenz- und vertragsrechtlichen Gründen nur für die Domains der Mathematik und/oder Informatik der TUM freigeschaltet. Bitte fragen Sie gegebenenfalls bei Ihrem/Ihrer Betreuer:in oder in der Bibliothek der TUM nach:\n- MathSciNet – Mathematical Reviews on the Web\n- JADE – Journal Articles Database\n- ERAM – Electronic Research Archive for Mathematics\n- Online-Datenbank des Zentralblatt MATH\n\nEnglische Abschlussarbeiten\nAbschlussarbeit und Abschluss in der Mathematik > Tools und Tipps > Englische Abschlussarbeiten\nDas English Writing Center bietet allen Mitgliedern der TUM eine unentgeltliche Eins-zu-eins-Beratung beim Schreiben englischer Texte und hilft Ihnen dabei, Ihre schriftlichen Fertigkeiten zu verbessern.\nTools und Tipps\n----------------------------------------\n\nNoch Fragen?\nAbschlussarbeit und Abschluss in der Mathematik > Noch Fragen?\nBei inhaltlichen Fragen zur Bachelor- oder Masterarbeit wenden Sie sich bitte an Ihre/n Themensteller:in, Betreuer:in oder an die zuständige Studienfachberatung.\nNoch Fragen?\n----------------------------------------\n\nDetails zur Bachelorarbeit\nAbschlussarbeit und Abschluss in der Mathematik > Details zur Bachelorarbeit\nDetails zur Bachelorarbeit\n----------------------------------------\n\nDer richtige Zeitpunkt\nAbschlussarbeit und Abschluss in der Mathematik > Der richtige Zeitpunkt\nHaben Sie mindestens 8 Credits im Vertiefungsbereich (Schwerpunkt)? Dann ist das der richtige Zeitpunkt, um mit der Bachelorarbeit zu starten. Spätestens zu Beginn des achten Fachsemesters müssen Sie mit der Abschlussarbeit beginnen, sofern keine triftigen Gründe gemäß § 10 Abs. 6 APSO vorliegen.\nDer richtige Zeitpunkt\n----------------------------------------\n\nZeitrahmen & Umfang\nAbschlussarbeit und Abschluss in der Mathematik > Zeitrahmen & Umfang\nSie haben drei Monate Zeit zur Erstellung Ihrer Bachelorarbeit. Der Bearbeitungszeitraum beginnt mit dem Datum der Anmeldung. Die Bachelorarbeit hat einen Umfang von 12 Credits, d.h. im Schnitt sollten Sie in der Bearbeitungszeit mindestens 30 Stunden pro Woche für die Thesis einplanen.\nDie Bachelorarbeit sollte 35 Seiten nicht überschreiten.\nZeitrahmen & Umfang\n----------------------------------------\n\nThemenwahl\nAbschlussarbeit und Abschluss in der Mathematik > Themenwahl\nUm die Einarbeitungszeit zu verkürzen, stimmen Sie am besten die Bachelorarbeit und das Hauptseminar aufeinander ab.\nThemenwahl\n----------------------------------------\n\nPrüfer:in und Bewertung\nAbschlussarbeit und Abschluss in der Mathematik > Prüfer:in und Bewertung\nDie Bachelorarbeit muss von einer prüfungsberechtigten Person (Themensteller:in) an der TUM School of CIT beurteilt werden. Eine Übersicht weiterer dafür infrage kommenden Personen außerhalb der School of CIT finden Sie in der Liste. Bewertet wird die schriftliche Ausarbeitung der Arbeit. Der Vortrag über den Inhalt geht nicht in die Benotung ein.\nListe der Prüfungsberechtigten außerhalb der School of CIT\nPrüfer:in und Bewertung\n----------------------------------------\n\nDetails zur Masterarbeit\nAbschlussarbeit und Abschluss in der Mathematik > Details zur Masterarbeit\nDetails zur Masterarbeit\n----------------------------------------\n\nZeitrahmen\nAbschlussarbeit und Abschluss in der Mathematik > Zeitrahmen\nSie haben sechs Monate Zeit zur Erstellung Ihrer Masterarbeit. Der Bearbeitungszeitraum beginnt mit dem Datum der Anmeldung. In der Regel erstellen Sie die Masterarbeit im vierten Semester Ihres Masterstudiums, nachdem Sie alle anderen Studien- und Prüfungsleistungen erbracht haben.\nZeitrahmen\n----------------------------------------\n\nPrüfer:in und Bewertung\nAbschlussarbeit und Abschluss in der Mathematik > Prüfer:in und Bewertung\nDie Masterarbeit muss von einer prüfungsberechtigten Person (Themensteller:in) an der TUM School of CIT ausgegeben und beurteilt werden, auch wenn die Arbeit extern geschrieben wird. Eine Übersicht weiterer dafür infrage kommenden Personen außerhalb der School of CIT finden Sie in der Liste.\nListe der Prüfungsberechtigten außerhalb der School of CIT\nPrüfer:in und Bewertung\n----------------------------------------\n\nAbschluss\nAbschlussarbeit und Abschluss in der Mathematik > Abschluss\n\nFreigabe Abschlusszeugnis\nAbschlussarbeit und Abschluss in der Mathematik > Abschluss > Freigabe Abschlusszeugnis\nWenn Sie alle Leistungen für Ihren Abschluss erbracht haben, werden wir Sie per E-Mail kontaktieren und um die Freigabe für die Erstellung Ihres Zeugnisses bitten.\n\nZeugniserstellung\nAbschlussarbeit und Abschluss in der Mathematik > Abschluss > Zeugniserstellung\nNachdem Sie uns die Freigabe für die Erstellung Ihres Zeugnisses gegeben haben, wird innerhalb von 4 – 6 Wochen Ihr endgültiges Zeugnis beim Graduation Office and Academic Records Campus Garching erstellt. Sie werden postalisch benachrichtigt, sobald Ihr Zeugnis erstellt ist. Bitte achten Sie daher auf eine aktuelle Studienadresse in TUMonline.\nSie können bei Bedarf beim Graduation Office and Academic Records Campus Garching auch die Ausstellung eines vorläufigen Zeugnisses (Studienabschlussbescheinigung) beantragen.\n\nÜbergang Bachelor zum Master\nAbschlussarbeit und Abschluss in der Mathematik > Abschluss > Übergang Bachelor zum Master\nWenn Sie sich nach Ihrem TUM-Mathematik-Bachelorabschluss für einen anschließenden Mathematik-Master-Studiengang an unserer School beworben haben, informieren Sie uns bitte darüber (an bachelor(at)ma.tum.de). Es besteht die Möglichkeit, Ihren Bachelorabschluss für die Immatrikulation (nicht für die Bewerbung!) intern an die Abteilung für Immatrikulation weiterzuleiten. Die Abschlussdokumente sind somit für die Immatrikulation nicht mehr nötig. Im Online-Bewerbungsportal erscheint dann für die Studienabschlussurkunde und das Studienabschlusszeugnis ein grüner Haken (Status der Bewerbung). Bitte beachten Sie, dass es einige Tage dauern kann, bis die Dokumente im Portal verbucht sind. Wenn diese beiden grünen Haken eine Woche vor der Immatrikulationsfrist noch nicht zu sehen sind, kontaktieren Sie bitte schnellstmöglich bachelor(at)ma.tum.de.\n\nDiploma Supplement\nAbschlussarbeit und Abschluss in der Mathematik > Abschluss > Diploma Supplement\nWenn Sie extracurriculare Aktivitäten oder einen Auslandsaufenthalt während des Studiums absolviert haben, können diese ins Diploma Supplement aufgenommen werden. Hierfür benötigen wir bis spätestens Ende des Studiums den Laufzettel Diploma Supplement. Reichen Sie ihn bitte ausgefüllt und unterschrieben digital als PDF oder Foto/Scan (lesbar) an bachelor(at)ma.tum.de bzw. master(at)ma.tum.de ein. Bitte beachten Sie auch die Informationen zum Diploma Supplement\nWeitere Informationen finden Sie unter TUM Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "topmath"
}