{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/informatik/anerkennungen/",
    "content": "Anerkennungen Informatik - TUM - TUM School of Computation, Information and Technology\n\nAnerkennung von Vorleistungen\nAnerkennung von Vorleistungen\nAnerkennung von Vorleistungen\n----------------------------------------\n\nWas sind Vorleistungen?\nAnerkennung von Vorleistungen > Was sind Vorleistungen?\nVorleistungen sind Prüfungsleistungen, in der Regel Module, die Sie absolviert haben, bevor Sie in Ihrem aktuellen Studiengang in der TUM Informatik eingeschrieben waren (= Vorstudium) und die Sie für den aktuellen Studiengang anerkennen lassen möchten.\nAuf dieser Seite geht es nicht um Prüfungsleistungen, die Sie im Rahmen der Auslandsmobilität absolviert haben, während Sie bereits bei uns eingeschrieben sind. Informationen zu diesen Anerkennungen finden Sie unter Anerkennungen von Leistungen aus dem Ausland.\nWas sind Vorleistungen?\n----------------------------------------\n\nWann kann ich einen Antrag auf Anerkennung von Vorleistungen stellen?\nAnerkennung von Vorleistungen > Wann kann ich einen Antrag auf Anerkennung von Vorleistungen stellen?\nSollten Sie bereits Prüfungsleistungen aus einem Vorstudium (andere Hochschule oder auch an der TUM) erbracht haben, die Modulen Ihres Studienplans an der TUM entsprechen, können Sie einen Antrag auf Anerkennung stellen.\nBeachten Sie folgende wichtigen Punkte:\n- Sie müssen Ihren Antrag auf Anerkennung im ersten Studienjahr (1. oder 2. Semester) stellen (siehe Fristen)\n- Sie können nur einen Antrag auf Anerkennung stellen (siehe Fristen)\n- Die Bearbeitung kann bis zu 6 Monate dauern (siehe Bearbeitung)\n- Sie müssen in dem Studiengang an der TUM immatrikuliert sein, in welchem Sie Module anerkennen lassen wollen1\nAnerkennung von Leistungen aus dem Bachelorstudium für das Masterstudium:\n- Wahlfächer im Master können nur durch Zusatzleistungen aus dem Bachelor anerkannt werden (Zusatzleistungen werden im Leistungsnachweis am Ende gesondert gelistet)\n- Pflichtfächer im Master können auch durch schon im Bachelor eingebrachte Leistungen anerkannt werden.\n1Da das Anerkennungsverfahren sehr aufwändig ist, können vor der Immatrikulation keine Anerkennungsanträge geprüft werden. Zudem ist aus rechtlichen Gründen die Anerkennung erst nach Immatrikulation möglich.\nWann kann ich einen Antrag auf Anerkennung von Vorleistungen stellen?\n----------------------------------------\n\nLiebe Studierende und Studieninteressierte,\nbitte beachten Sie, dass wir keine Vorabprüfungen zur Anerkennbarkeit von Vorleistungen vornehmen können.\nWas die voraussichtliche Anerkennbarkeit angeht, können Sie die Modulbeschreibungen der vorherigen Hochschule bzw. des vorherigen Studiengangs mit den Modulen Ihres Studiengangs der TUM Informatik abgleichen, um sich einen Eindruck der Gemeinsamkeiten oder Unterschiede der vermittelten Kompetenzen und Lernziele zu verschaffen. Die Modulbeschreibungen der TUM sind über TUMonline öffentlich einsehbar. Dieser Abgleich hilft oftmals bereits weiter.\nVielen Dank für Ihr Verständnis dafür, dass zu jedem Antrag eine Vielzahl inhaltlicher und formaler Kriterien zu prüfen ist und dies erst möglich ist, wenn der Antrag vollständig eingereicht ist. Außerdem können Regularien oder Curricula angepasst werden, sodass Vorabauskünfte die Gültigkeit verlieren könnten.\n\n----------------------------------------\n\nWann muss ich keinen Antrag auf Anerkennung von Vorleistungen stellen?\nAnerkennung von Vorleistungen > Wann muss ich keinen Antrag auf Anerkennung von Vorleistungen stellen?\nEin Antrag auf Anerkennung ist in der Regel für den Wechsel zwischen Studiengängen vorgesehen. In den folgenden Fällen ist kein Antrag auf Anerkennung von Vorleistungen notwendig oder möglich:\n- Sie absolvieren ein Doppelstudium (siehe Doppelstudium)\n- Sie haben Anerkennungen aus einem Auslandssemester während Ihres TUM-Studiums (siehe Anerkennungen von Leistungen aus dem Ausland)\n- Sie haben in Ihrem aktuellen Studiengang TUM Sprachkurse für die überfachlichen Grundlagen belegt und die Zuordnung muss in TUMonline noch angepasst werden (siehe TUM Sprachkurse).\n- Sie belegen Kurse der VHB (Virtuellen Hochschule Bayern)Die in Ihrem Studiengang verankert sindBei denen eine Anmeldung zur Teilnahme in TUMonline möglich istBei denen Sie sich auch zur Prüfung über TUMonline anmeldenAndere Module der VHB müssen im Einzelfall überprüft werden (in dem Fall müssen Sie einen Antrag stellen).\n- Die in Ihrem Studiengang verankert sind\n- Bei denen eine Anmeldung zur Teilnahme in TUMonline möglich ist\n- Bei denen Sie sich auch zur Prüfung über TUMonline anmeldenAndere Module der VHB müssen im Einzelfall überprüft werden (in dem Fall müssen Sie einen Antrag stellen).\nWann muss ich keinen Antrag auf Anerkennung von Vorleistungen stellen?\n----------------------------------------\n\nWie stelle ich den Antrag?\nAnerkennung von Vorleistungen > Wie stelle ich den Antrag?\nDie Antragstellung erfolgt über ein Online-Formular mit Upload-Funktion zum Einreichen Ihrer Unterlagen. Nach Aufrufen des unten genannten Links müssen Sie sich mit Ihrer TUM-Kennung anmelden. Detaillierte Informationen zum Prozess und den benötigten Unterlagen finden Sie auf der verlinkten Seite.\nOnline-Formular: Antrag auf Anerkennung von Vorleistungen\nWichtiger Hinweis:\nStudierende der Masterstudiengänge Robotics, Cognition, Intelligence und Computational Science and Engineering stellen ihre Anfragen und Anträge zur Anerkennung von Vorleistungen bitte an die Studiengangskoordination. Die Kontaktdaten finden Sie auf den verlinkten Seiten.\nStudierende des Bachelorstudiengangs Bioinformatik und des Masterstudiengangs Bioinformatik stellen ihre Anfragen und Anträge zur Anerkennung von Vorleistungen bitte an die Schriftführung. Die Kontaktdaten finden Sie auf den verlinkten Seiten.\nStudierende unserer anderen Informatik-Studiengänge verwenden das oben verlinkte Online-Formular.\nWie stelle ich den Antrag?\n----------------------------------------\n\nWeiterführende Informationen\nAnerkennung von Vorleistungen > Weiterführende Informationen\nWeiterführende Informationen\n----------------------------------------\n\nFristen\nAnerkennung von Vorleistungen > Fristen\nPro Studiengang darf nur ein Antrag auf Anerkennung gestellt werden. Der Antrag sollte möglichst früh nach der Immatrikulation an der TUM eingereicht werden, damit eine sinnvolle Studienplanung möglich ist. Bei der Planung stehen Ihnen unsere Studienberaterinnen gerne zur Seite. Spätestens bis Ende Ihres ersten Studienjahres an der TUM muss der Antrag auf Anerkennung gestellt werden1. Dieses erste Jahr bezieht sich auf das Studium, für welches die Anerkennung beantragt wird.\nAusnahme: Im Bachelor Informatik können Sie auch noch im 3. Semester einen (möglicherweise zweiten) Antrag auf Anerkennung im Anwendungsfach stellen.\n\n\nAnerkennung von Vorleistungen > Fristen > \n1In der APSO steht in §16 Abs 4 Satz 3: Ein Antrag auf Anerkennung von Prüfungsleistungen aus früheren Studien kann nur einmal und zwar innerhalb des ersten Studienjahres an der Technischen Universität München beim zuständigen Prüfungsausschuss gestellt werden.\nFristen\n----------------------------------------\n\nBearbeitung\nAnerkennung von Vorleistungen > Bearbeitung\nDie Bearbeitung Ihres Antrags kann bis zu 6 Monate dauern. Bitte fragen Sie in dieser Zeit nicht nach dem Status Ihrer Anerkennug nach, da dies nicht zu einer schnelleren Bearbeitung führen wird. Dies ist nur mehr Aufwand und kann zu einer längeren Bearbeitungszeit führen.\nWir werden ihnen aber eventuell Nachfragen zu Ihrem Antrag stellen. Falls wir weitere Dokumente benötigen, schicken Sie bitte möglichst ausführliche Informationen und Antworten.\nSie werden von uns benachrichtigt, wenn ihr Antrag auf Anerkennug von uns fertig bearbeitet wurde. Nach dieser Nachricht, kann es aber noch einige Zeit dauern, bis Sie Ihre Leistungen eingetragen werden. Im Falle einer Anerkennung innerhalb der TUM werden keine solche Benachrichtigungen verschickt, sofern alle Leistungen anerkannt werden. Bitte schauen Sie deshalb regelmäßig in Ihren Leistungsnachweis. Falls die Leistungen nicht eingetragen werden, melden Sie sich nochmals bei uns.\nBearbeitung\n----------------------------------------\n\nHochstufung\nAnerkennung von Vorleistungen > Hochstufung\nSollten Ihnen für einen Studiengang Leistungen von mindestens 30 ECTS-Punkten anerkannt werden, werden Sie um ein oder mehrere Fachsemester hoch gestuft. Die Hochstufung erfolgt bei folgenden Grenzen:\n- Anerkennung von Leistungen im Umfang von 30-51 Credits ⇒ Hochstufung um 1 Fachsemester\n- Anerkennung von Leistungen im Umfang von 52-81 Credits ⇒ Hochstufung um 2 Fachsemester\n- Anerkennung von Leistungen im Umfang von 82-111 Credits ⇒ Hochstufung um 3 Fachsemester\n- Anerkennung von Leistungen im Umfang von 112-141 Credits ⇒ Hochstufung um 4 Fachsemester\n- Anerkennung von Leistungen im Umfang von 142-171 Credits ⇒ Hochstufung um 5 Fachsemester\nHochstufung\n----------------------------------------\n\nGründe für eventuelle Nicht-Anerkennung\nAnerkennung von Vorleistungen > Gründe für eventuelle Nicht-Anerkennung\nEs kann vorkommen, dass einzelne Module nicht anerkannt werden. Die häufigsten Gründe dafür sind:\n- Das Modul ist nicht äquivalent zu einem Modul der TUM\n- Sie haben sich bereits für das Modul zur Prüfung angemeldet\n- Das Modul ist nicht in ihrem Studienplan\nAnerkennungen von anderen Modulen müssen im Einzelfall überprüft werden. Module müssen in zu erwerbenden Kompetenzen, ECTS, Semesterwochenstunden äquivalent sein und dürfen keine wesentlichen inhaltlichen Unterschiede zu den im Studienplan verankerten Modulen aufweisen. Insbesondere bei fachlichen Lehrveranstaltungen ist dies bei Kursen der VHB nicht immer gegeben, wir empfehlen daher ausdrücklich nur die im Studienplan verankerten Module der VHB zu belegen. Bitte beachten Sie auch, dass eine Prüfung der Anrechenbarkeit von Modulen erst bei Vorliegen eines vollständigen Antrags auf Anerkennung erfolgen kann.\nBitte beachten Sie, dass Ihnen nach der Anmeldung zu einer Prüfung an der TUM dieses Modul nicht mehr anerkannt werden kann; planen Sie Ihr Studium also dementsprechend.1\n\n\nAnerkennung von Vorleistungen > Gründe für eventuelle Nicht-Anerkennung > \n1In der APSO  steht in §24: An der Technischen Universität München nicht bestandene Prüfungen können nur an der Technischen Universität München wiederholt werden.\nGründe für eventuelle Nicht-Anerkennung\n----------------------------------------\n\nImmatrikulation\nAnerkennung von Vorleistungen > Immatrikulation\nBevor Ihnen Leistungen anderer Studien für ein Studium an der CIT Informatik an der TUM anerkannt werden können, müssen Sie sich für den entsprechenden Studiengang an der TUM immatrikuliert haben. Da das Anerkennungsverfahren sehr aufwändig ist, können vor der Immatrikulation keine Anerkennungen geprüft und vorgenommen werden.\nImmatrikulation\n----------------------------------------\n\nDoppelstudium\nAnerkennung von Vorleistungen > Doppelstudium\nDie hier dargestellten Regelungen gelten nur für den Zeitraum, in dem Sie tatsächlich parallel eingeschrieben sind. Falls Sie vor Beginn dieses Zeitraums bereits Leistungen absolviert haben, die Sie nun während des Doppelstudiums noch anerkennen lassen möchten, gelten die normalen Bedingungen für die Anerkennung von Vorleistungen. In dem Fall beachten Sie bitte die oben genannten Bedingungen, Fristen und Abläufe.\nBeispiel:\n- Einschreibung im Bachelorstudiengang Mathematik ab WS 2023/24.\n- Zusätzliche, parallele Einschreibung im Bachelorstudiengang Informatik ab dem WS 2024/25.\n- Die Leistungen aus dem WS 2023/24 und SoSe 2024 gelten für den Bachelorstudiengang Informatik als Vorleistungen.\n- Nur für Leistungen ab dem WS 2024/25 gilt die Sonderregelung für die Beantragung während des Doppelstudiums und nur, solange die parallele Einschreibung bestehen bleibt.\nFür Studierende im Doppelstudium unterscheidet sich der Prozess je nach Sachverhalt:\nSzenario 1\nSie absolvieren ein Doppelstudium an der TUM und möchten Module beantragen, die in beiden Studiengängen identisch angeboten werden (= mit identischer TUM Modul-Nummer).\nIn diesem Fall stellen Sie bitte jedes Semester direkt nach Notenschluss per E-Mail einen formlosen Antrag auf Zuordnung bei Ihren Schriftführer:innen.\nSzenario 2\nSie absolvieren ein Doppelstudium an der TUM oder der TUM und einer anderen deutschen Universität und möchten Module beantragen, die nicht identisch an der TUM angeboten werden (= keine identische TUM Modul-Nummer).\nIn diesem Fall befolgen Sie jedes Semester direkt nach Notenschluss den regulären Prozess zur Anerkennung über das Online-Formular, siehe „Ablauf einer Anerkennung“ oben. Bitte vermerken Sie aber unbedingt, dass Sie den Antrag für Ihr Doppelstudium stellen.\nDoppelstudium\n----------------------------------------\n\nTUM Sprachkurse\nAnerkennung von Vorleistungen > TUM Sprachkurse\nSie haben während Ihres aktuellen Studiengangs einen TUM Sprachkurs über eine freie Anmeldung belegt und möchten ihn für den Bereich der überfachlichen Grundlagen einbringen. Hier ist keine Anerkennung notwendig.\nStellen Sie bitte bei Ihren Schriftführer:innen per E-Mail einen formlosen Antrag auf Zuordnung des Sprachkurses zu den überfachlichen Grundlagen.\n***\nWenn Sie einen TUM Sprachkurs in einem vorherigen Studiengang als Zusatzmodul belegt haben und diesen nun für den aktuellen Studiengang verwenden möchten, ist ein Antrag auf Anerkennung von Vorleistungen notwendig.\n***\nBitte beachten Sie auch die ausführlichen Informationen auf der Übersichtsseite Überfachliche Grundlagen.\nTUM Sprachkurse\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}