{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/mathematik/fallstudien/",
    "content": "Fallstudien - TUM - TUM School of Computation, Information and Technology\n\nFallstudien\nFallstudien\nFallstudien\n----------------------------------------\n\nStudium und Praxis verbinden: Damit unsere Studierenden Mathematik bereits während ihrer Ausbildung anwenden, bieten wir Fallstudien als Modul für Master-Studierende an. Hier setzen Sie das um, was Sie in den Vorlesungen lernen – in realen Projekten mit einem hohen Maß an Eigenverantwortung und Gestaltungsmöglichkeiten.\nDabei gilt es zunächst, eine praktische Herausforderung zu verstehen und dann in kleinen Teams zu modellieren und zu analysieren. Anschließend entwickeln und implementieren die Studierenden geeignete Lösungsansätze. Dabei kooperiert unser Department auch mit externen Partnern.\nWir bieten Fallstudien in den Bereichen: Life Sciences, Optimierung und Scientific Computing\n\n----------------------------------------\n\nAblauf einer Fallstudie\nFallstudien > Ablauf einer Fallstudie\nAblauf einer Fallstudie\n----------------------------------------\n\n1. Projektplanung\nFallstudien > 1. Projektplanung\nDie Studierenden starten in kleinen Teams mit ihrer Projektarbeit. Sie lernen die Projektpartner kennen, planen gemeinsam die Projektziele und das konkrete Vorgehen, erstellen einen Zeitplan und verteilen Verantwortlichkeiten. Regelmäßige Absprachen mit den Betreuenden stellen sicher, dass die gegenseitigen Erwartungen an die Projektarbeit aufeinander abgestimmt und die gesteckten Ziele realistisch sind.\n1. Projektplanung\n----------------------------------------\n\n2. Poster-Präsentation\nFallstudien > 2. Poster-Präsentation\nSchon während die Teilnehmenden die Problemstellung erarbeiten, fertigen sie eine Darstellung ihres Projekts mit teilweise ersten Ergebnissen in Form eines Posters an. Dabei zeigen sie, dass sie in der Lage sind, wissenschaftliche Sachverhalte allgemeinverständlich darzustellen – ohne Abstriche an der Präzision der Aussagen zu machen. Die Teams präsentieren ihre Poster im Rahmen einer Veranstaltung.\n2. Poster-Präsentation\n----------------------------------------\n\n3. Intensive Betreuung und Soft Skills\nFallstudien > 3. Intensive Betreuung und Soft Skills\nSelbstverständlich unterstützen die Betreuer:innen die Studierenden professionell. Die Gruppen berichten regelmäßig von ihren Fortschritten und planen das weitere Vorgehen. Dabei diskutieren sie fachliche Fragestellungen und erhalten technische Unterstützung. Zudem lernen die Studierenden, Präsentationen ansprechend zu gestalten, aufzubauen und vorzutragen.\n3. Intensive Betreuung und Soft Skills\n----------------------------------------\n\n4. Zwischenvortrag\nFallstudien > 4. Zwischenvortrag\nIn einem Zwischenvortrag berichtet jedes Team über den aktuellen Stand seines Projekts. Im Anschluss geben Teilnehmer:innen und Betreuende ihr Feedback.\n4. Zwischenvortrag\n----------------------------------------\n\n5. Abschluss-Workshop\nFallstudien > 5. Abschluss-Workshop\nHöhepunkt und Abschluss der Fallstudien bildet ein wissenschaftlicher Workshop. Hier präsentieren die Studierenden ihre Ergebnisse in einem Vortrag mit anschließender Diskussion. In den Fallstudien Scientific Computing und Life Sciences Mathematics erklärt jedes Team sein Vorgehen und die Kernergebnisse der Projektarbeit in einem Abschlussbericht.\n5. Abschluss-Workshop\n----------------------------------------\n\nKooperationspartner werden\nFallstudien > Kooperationspartner werden\nSie haben ein Projekt, das sich für Studierende eignet? Wir freuen uns über Partner:innen aus Universitäten, Forschungseinrichtungen und Unternehmen, die sich für Forschung und Entwicklung in den Bereichen Optimierung, Scientific Computing oder Life Sciences interessieren. Gerne prüfen wir, ob sich eine Kooperation anbietet. Wenden Sie sich dazu bitte an Dr. Florian Lindemann.\nKooperationspartner werden\n----------------------------------------\n\nHier finden Sie einige unserer Kooperationspartner aus vergangenen Fallstudien:\n\n----------------------------------------\n\nOptimierung\nFallstudien > Optimierung\n- Audi, BMW, car2go, DB, DLR, Flixbus, Framos, HAWE Hydraulik, iABG, IAV, Logivations, risklab GmbH, Siemens, das World Food Programme\n- Diverse Forschungsinstitute aus anderen Departments der TUM\nOptimierung\n----------------------------------------\n\nScientific Computing\nFallstudien > Scientific Computing\n- Vectoflow\n- Continental\n- High-Performance Computing Center Stuttgart HLRS\n- IBMI Institute of Biological and Medical Imaging\nScientific Computing\n----------------------------------------\n\nLife Science Mathematics\nFallstudien > Life Science Mathematics\n- Helmholtzzentrum München\n- Klinikum Rechts der Isar\n- TUM School of Life Sciences\nLife Science Mathematics\n----------------------------------------\n\nFallstudien Life Science Mathematics\nFallstudien > Fallstudien Life Science Mathematics\nIm Modul Case Studies Life Science Mathematics modellieren Studierende in Kleingruppen von 2 bis 4 Personen – weitgehend unabhängig – ein biologisches System mit Methoden, die wir im Biomathematik- und Biostatistik-Unterricht lehren. In Kleingruppen erhalten die Studierenden intensive und individuelle Betreuung und Unterstützung.\nWir bieten Einführungen in Soft Skills wie Präsentationstechniken und Literaturrecherche an. Zudem erwerben und erproben Sie Kompetenzen in Organisations- und Projektarbeit, wenn Sie teilnehmen.\nModulbeschreibung: Fallstudien Biomathematik  (MA5616)\n\nSchwerpunkt und Ziele\nFallstudien > Fallstudien Life Science Mathematics > Schwerpunkt und Ziele\nEinen besonderen Schwerpunkt legen wir darauf, Mathematik mit einer konkreten Anwendung aus den Lebens­wissen­schaften zu verbinden und entsprechend zu trainieren. Bei den Projekten handelt es sich überwiegend um aktuelle interdisziplinäre Projekte, die die Studierenden in Zusammenarbeit mit Gruppen aus verschiedenen Departments der TUM, anderen Forschungseinrichtungen und Kliniken durchführen.\nAls Bio-Mathematiker:in arbeiten Sie immer in interdisziplinären Teams. Dabei müssen Sie andere Fachsprachen berücksichtigen und lernen. Zudem möchten wir bereits im Mathematik-Studium die Möglichkeit bieten, eigene Ideen auszuprobieren oder in praxisrelevanten Projekten umzusetzen. Daher veranstalten wir in den Lebenswissenschaften seit vielen Jahren praxisorientierte Seminare. 2016 haben wir das Konzept der Fallstudien in der Optimierung übernommen, das genau diese Ideen umsetzt.\nFallstudien Life Science Mathematics\n----------------------------------------\n\nKontakt\nFallstudien > Kontakt\nKontakt\n----------------------------------------\n\nProf. Christina Kuttler\nkuttler(at)ma.tum.de\n\n----------------------------------------\n\nProf. Johannes Müller\njohannes.mueller(at)mytum.de\n\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nFallstudien in der Optimierung\nFallstudien > Fallstudien in der Optimierung\nZu den Fallstudien in der Optimierung gehören zwei Lehrveranstaltungen: \"Fallstudien Diskrete Optimierung\" und \"Fallstudien Nichtlineare Optimierung\". Dabei erleben Studierende jedes Sommersemester, was es heißt,\n- komplexe mathematische Verfahren auf Probleme aus der Wirklichkeit anzuwenden,\n- mit Unternehmen aus Forschung und Wirtschaft zusammenzuarbeiten und\n- ihre Ideen und Ergebnisse öffentlich zu präsentieren.\nDabei gilt es, zunächst eine praktische Herausforderung zu verstehen und dann in kleinen Teams zu modellieren und zu analysieren. Anschließend entwickeln und implementieren die Studierenden geeignete Lösungsansätze. Dabei kooperiert unser Department in der Regel mit externen Partnern.\nModulbeschreibung:\n- Fallstudien Diskrete Optimierung (MA4512)\n- Fallstudien Nichtlineare Optimierung (MA4513)\nFallstudien in der Optimierung\n----------------------------------------\n\nKontakt\nFallstudien > Kontakt\nKontakt\n----------------------------------------\n\nDr. Michael Ritter\nmichael.ritter(at)tum.de\n\n----------------------------------------\n\nDr. Florian Lindemann\nlindemann(at)tum.de\n\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nFallstudien in Scientific Computing\nFallstudien > Fallstudien in Scientific Computing\nDas Modul Case Studies in Scientific Computing bereitet Studierende auf die künftige Arbeit im interdisziplinären Umfeld vor. Dazu bearbeiten sie ein Projekt in Form einer praktischen Aufgabenstellung aus Naturwissenschaft und Technik. Die Fallstudien finden in der Regel einmal jährlich statt. Dabei kooperieren wir mit anderen TUM Departments, außeruniversitären Forschungseinrichtungen und Partnern aus der Industrie. Die Themen der Projekte – aus Bereichen wie autonomes Fahren, Simulation neuartiger Werkstoffe, Analyse echtzeitfähiger Steuerungen – bestimmen die Kooperationspartner.\nModulbeschreibung: Case Studies: Scientific Computing (MA4306)\n\nAblauf und Ziele\nFallstudien > Fallstudien in Scientific Computing > Ablauf und Ziele\nGruppen von maximal 3 bis 4Studierenden bearbeiten eine Projektaufgabe. Um die interdisziplinäre Zusammenarbeit zu üben, soll mindestens ein:e Teilnehmer:in davon nicht Mathematik studieren. Im Rahmen der Fallstudien bearbeiten sie die einzelnen Projekte in ihrer vollen Breite: Hierzu gehören\n- eine präzise Problemformulierung,\n- die Festlegung der zu der Bearbeitung erforderlichen Ressourcen im Sinne eines Projektmanagements,\n- die mathematische Modellierung und die Auswahl der zur Lösung erforderlichen mathematischen Techniken,\n- deren praktische Anwendung auf und Anpassung an das konkrete Problem sowie\n- die professionelle Darstellung der erzielten Ergebnisse in einem Abschlussbericht und der zugehörigen mündlichen Präsentation vor einem größeren Publikum.\nAlle Schritte der Projektarbeit fördern durch Teamarbeit die Fähigkeit der Studierenden zu kommunizieren und zu kooperieren. Zusammen finden sie eine gemeinsame Sprache und reflektieren die Gruppenprozesse. Gleichzeitig aktualisieren sie bereits erlangte Fachkenntnisse und Fähigkeiten und wenden diese praktisch an – insbesondere unter interdisziplinären Gesichtspunkten.\nFallstudien in Scientific Computing\n----------------------------------------\n\nKontakt\nFallstudien > Kontakt\nKontakt\n----------------------------------------\n\nProf. Rainer Callies\nrainer.callies(at)tum.de\n\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nPraxis und Karriere für Mathematik-Studierende\nFallstudien > Praxis und Karriere für Mathematik-Studierende\nDas Department of Mathematics bietet Ihnen weitere Möglichkeiten, bereits während des Studiums praktische Erfahrungen zu sammeln.\nPraxis und Karriere für Mathematik-Studierende\n----------------------------------------\n\nData Information Lab\nFallstudien > Data Information Lab\nDas TUM Data Innovation Lab (TUM-DI-LAB) richtet sich an Master-Studierende, die an datengesteuerten Verfahren für interdisziplinäre praktische Aufgaben forschen wollen. Jedes Semester bietet das Lab neue Projekte.\nData Information Lab\n----------------------------------------\n\nFallstudien im Bachelor Mathematik\nFallstudien > Fallstudien im Bachelor Mathematik\nDamit unsere Studierenden bereits im Bachelor-Studium lernen, anwendungsbezogen zu arbeiten, bieten wir ihnen die Fallstudien der mathematischen Modellbildung.\nFallstudien im Bachelor Mathematik\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "topmath"
}