{
    "link": "https://www.cit.tum.de/en/cit/studies/international/informatics-outgoing/study-abroad/planung-und-ablauf/anerkennungen-von-leistungen/",
    "content": "Recognition of Credits Earned Abroad - Informatics - TUM - TUM School of Computation, Information and Technology\n\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT)\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT)\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT)\n----------------------------------------\n\nWhat are Credits Earned Abroad?\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > What are Credits Earned Abroad?\nDuring a TUM CIT degree program, students have the opportunity to study abroad. TUM and its Schools offer a large network of partner universities at which CIT students can study for one or two semesters. The credits earned abroad during the exchange stay may then be transferred and recognized, after consultation, to your current TUM CIT degree program; this also applies to credits earned during self-organized semesters abroad (“freemovers”) at equivalent universities.\nThe following applies to all applications for credit transfer of academic achievements from abroad: The host university must be an academic university equivalent to the Technical University of Munich. The type and scope of the coursework must be equivalent to the TUM coursework.\nPlease note: Academic achievements from abroad during a TUM CIT Bachelor's program that are to be recognized for a later TUM CIT Master's program are considered previous achievements and can be applied for as such during enrollment in the Master's program!\nThis website does not cover achievements that you have earned as part of your previous studies when you were not yet enrolled at TUM. Information on these recognitions can be found at Transfer of credits from previous studies.\nWhat are Credits Earned Abroad?\n----------------------------------------\n\nImportant\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > Important\nNB: Arrange as much as possible before your departure!\nImportant\n----------------------------------------\n\nThe Credit Recognition Procedure - Step by Step\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > The Credit Recognition Procedure - Step by Step\n\nStep 1 - Start of the Recognition Procedure Before Your Stay Abroad:\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > The Credit Recognition Procedure - Step by Step > Step 1 - Start of the Recognition Procedure Before Your Stay Abroad:\nStudents create a study program that includes all courses that the student would like to take at the host university. Elective areas in the CIT Informatics degree programs are particularly suitable for subject-specific, thematically appropriate credit transfer (see mobility window). There is no need for equivalence to a TUM module (1:1).\nCredit transfer options in elective subject areas should ideally be clarified with the responsible degree program coordinator before the start of your stay abroad (pre-check), for which detailed information on the individual courses is required. For all courses included in the study program, students should consider in advance whether and for what module in the CIT degree program they should be recognized.\nIf modules abroad correspond to a TUM module or are very similar, an assessment of equivalence to a TUM module (1:1 recognition) can be requested from the module coordination. Questions regarding credit transfer as support electives are dealt with by the coordination of support electives in Informatics (not by the degree program coordination).\nAs long as the information on the courses before or at the time of the start of your stay abroad is still too vague or too sparse (e.g. little information, overlaps, new interesting courses, cancellation of courses, no login to the course catalog yet), no pre-check can take place. If information on the course content is only available during or after your stay, an agreement on credit transfer can also be made during or after the stay.\n\nStep 2 - Recognition Procedure During Your Stay Abroad:\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > The Credit Recognition Procedure - Step by Step > Step 2 - Recognition Procedure During Your Stay Abroad:\nAny changes to the study program or further information on the courses should be discussed directly by e-mail for documentation purposes. Please use the email templates for a pre-check or, if applicable, the confirmation of equivalence to a TUM module (1:1)(see below).\n\nStep 3 - Recognition Procedure After Your Stay Abroad:\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > The Credit Recognition Procedure - Step by Step > Step 3 - Recognition Procedure After Your Stay Abroad:\nAfter returning from the host university, the student submits an online application for credit recognition via Credit Transfer Application if the following confirmations and an original transcript of records are available:\n- confirmation (pre-check emails with degree program coordinator) of credit transfer in the elective subject area of the respective degree program (free recognition)\n- confirmation of equivalence of a specific module (1:1 recognition)\n- confirmation of the coordination for support electives.\nIn addition, the original Transcript of Records from the host university must be enclosed; provisional confirmations, account statements or screenshots of achievements from abroad are not accepted.\nFor the credit transfer of achievements in the CSE, RCI, IE and Bioinformatics degree programs, please contact the responsible program coordination / secretary. There is a separate procedure for these degree programs.\n\nStep 4 - Entry of Credits in TUMonline:\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > The Credit Recognition Procedure - Step by Step > Step 4 - Entry of Credits in TUMonline:\nThe processing - from your online application to the entry in TUMonline - can take several months. In the meantime, you will receive an automated e-mail notification from the Confluence system about the workflow. You can track the processing status yourself in Credit Transfer Application under “my Applications”.\nThe Credit Recognition Procedure - Step by Step\n----------------------------------------\n\nRecognition as Electives\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > Recognition as Electives\nAccepted electives are regulated in §40 of the program-specific Examination Guidelines (FPSO). It will be examined if the course to be recognized meets the prerequisites of the degree program and if its content fits to the contents of the degree program. All CIT Informatics degree programs have an elective area in which it is possible to transfer credits. Further information can be found at our mobility window website. The examination is carried out by the respective degree program coordination.\nPlease contact the degree program coordination using our Pre-check email template (next accordion).\nFor a confirmation at TUM, every course abroad must fulfill the following requirements:\n- fits content wise into the elective area of the respective degree program\n- is concluded by passing an appropriate exam\n- for a recognition in Master's degree program: the course/module is on Master's level (i.e. builds on Bachelor’s contents)\nThe student has to confirm to their respective contact person that the courses fulfill all the requirements mentioned above by uploading the necessary documents, such as for example:\n- curriculum of the Master’s degree program or module description of the course\n- learning outcomes, syllabus and the module’s reference material\n- grade report: normally, the Transcript of Records of your stay abroad\nThe documents are exclusively accepted in German and English. If the documents only exist in another language, please submit a translation.\nRecognition as Electives\n----------------------------------------\n\nPre-Check for Agreement on Credit Transfer in Elective Areas / Contacts\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > Pre-Check for Agreement on Credit Transfer in Elective Areas / Contacts\nThe email templates for a pre-check for ERASMUS+/SEMP/DD/Partnerships outgoings or for outgoings via TUMexchange are intended to help you obtain agreements on your study project that are as secure as possible before your departure to the host university. You can clarify the credit transfer in elective areas with the responsible degree program coordination through this template; please also use the template if you ask for credit transfer in the support elective area.\nIt can happen that not all information for a pre-check is available from Munich (especially at overseas universities) and some things can only be clarified on site. In this case, a “during check” or “post check” can take place at a later date. Always explain the late clarification in your email, especially if you are under time pressure for a possibly time-critical course choice. Your contact persons may be on vacation in August/September and March/April and may not always be able to respond promptly. Please take this into account. Thank you.\nE-Mail templates: pre-check for credit transfer of courses from abroad:\nTemplate Pre-check with degree program coordination for an ERASMUS+/SEMP/DD/Partnerships Oversas stay abroad\nTemplate Pre-check with degree program coordination for a TUMexchange stay abroad\nTemplate Pre-check with degree program coordination for a self-organized stay abroad (freemover)\nContact persons for the degree program coordinations of TUM CIT Informatics:\n- Master Informatics: consultation with Vladimir Golkov\n- Master Informatics: Games Engineering: consultation with Georg Groh\n- Master Information Systems: consultation with Markus Ewert\n- Master Data Engineering and Analytics: consultation with Alexander Beischl, degree program coordinator DEA\n- Master Automotive Software Engineering: consultation with degree program coordination ASE\n- Master Bioinformatics: consultation with and request for credit transfer to Prof. Volker Heun\n- Master Biomedical Computing: consultation with BMC Coordination\n- Master Robotics, Cognition, Intelligence: consultation with and request for credit transfer to degree program coordination RCI\n- Bachelor Informatics: consultation with Vladimir Golkov\n- Bachelor Information Systems: consultation Jana Vatter\n- Bachelor Informatics: Games Engineering: consultation with Sven Liedtke\n- Bachelor Bioinformatics: consultation with and request for credit transfer to Prof. Volker Heun\nPre-Check for Agreement on Credit Transfer in Elective Areas / Contacts\n----------------------------------------\n\nCheck for Equivalence With a TUM Module (1:1)\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > Check for Equivalence With a TUM Module (1:1)\nAt TUM, the module coordination of each module is responsible for determining the equivalence of academic achievements from abroad to subject modules at TUM. Please contact the respective module coordination (see module catalog) using the form Confirmation of Equivalence of a Course from Abroad for the subsequent, collective application in the form Credit Transfer Application.\nCheck for Equivalence With a TUM Module (1:1)\n----------------------------------------\n\nRecognition as Support Electives (üfG)\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > Recognition as Support Electives (üfG)\nPlease contact the responsible person for the coordination of support electives - Informatics regarding a pre-check for a possible credit transfer in the corresponding support elective area.\nContact the responsible person using our Pre-check email template for the coordination of support electives.\nRecognition as Support Electives (üfG)\n----------------------------------------\n\nApplication for Recognition of Credits Earned Abroad\nApplication for Recognition of Credits Earned Abroad\nTo make a recognition request for credits earned abroad DURING your TUM studies, a personal application must be submitted via the online form Credit Transfer Application of TUM CIT Informatics (login with TUM credentials).\nThe contact persons for the coordination of TUM CIT Informatics' degree programs, you find at Pre-check for agreement on credit transfer / contacts.\nThe credit transfer procedure via the online form does not apply to the following degree programs:\n1. MSc Robotics, Cognition, Intelligence - for this program, please contact your degree program coordinator2. MSc Computational Science and Engineering - for this program, please contact your degree program coordinator3. BSc & MSc Bioinformatics - for this program, please contact the secretary of the examination board\nThe following points apply to all degree programs. An application has to fulfill three basic conditions:\n- The university abroad must enjoy an equivalent academic and scientific status as Technical University of Munich.\n- In style and amount, the courses and credits have to be equivalent to the courses and credits of TUM.\n- All required documents and agreements already have been collected for the application (see online form and explanations)\nIn general, there are three types of recognition: 1:1 recognition, free recognition in elective areas and recognition as support elective.\nApplication for Recognition of Credits Earned Abroad\n----------------------------------------\n\nList of Previously Recognized Credits Earned Abroad\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > List of Previously Recognized Credits Earned Abroad\nFor orientation, we can provide you a  List of Previously Recognized Credits Earned Abroad (as of December 2023). If the module didn’t change and fits into your curriculum, it can be recognized successfully. Please pay attention to the comments in the list!\nList of Previously Recognized Credits Earned Abroad\n----------------------------------------\n\nGrade and Credit Conversion - Duration of the Procedure\nRecognition and Transfer of Credits Earned Abroad (during your studies at TUM CIT) > Grade and Credit Conversion - Duration of the Procedure\nGrade Conversion\nAs a rule, the grades you got at your host university will be converted into TUM grades (1.0 - 4.0) according to the Bavarian Formula. For more information, please contact our team recognition.\nCredit Conversion\nIf no ECTS are indicated on your Transcript of Records (= grade report from abroad), the workload must be determined. Please provide as much information as possible that is relevant for determining workload/credits from your host university (e.g. number of units that a full time student should take at the host university). If you have questions contact our team recognition before leaving, so that any missing information can be obtained while you are still on site.\nHow long does the procedure take? Generally, it takes ca. 12 weeks (lecture-free period: 15 weeks) until your credits appear in your TUMonline grade report. If you have questions on the procedure, please contact team recognition.\nGrade and Credit Conversion - Duration of the Procedure\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}