{
    "link": "https://www.cit.tum.de/en/cit/studies/students/advising/informatics/tips-for-successful-studies/medical-care/",
    "content": "Medical Care in Germany - TUM - TUM School of Computation, Information and Technology\n\nMedical Care in Germany\nMedical Care in Germany\nMedical Care in Germany\n----------------------------------------\n\nHow to find a suitable physician\nMedical Care in Germany > How to find a suitable physician\nUnlike other in other countries, in Germany you have the right to visit the doctor of your choice. To find a suitable doctor, psychotherapist or specialist near you, visit the website of Der Patientenservice. You can click on one of the specializations at the bottom of the page to automatically filter for specialization and language requirement when looking for a doctor. Results show the doctor’s address, opening hours, contact details, and any further specializations.Nearly every practicing doctor in Munich has a website on which you can find the doctor’s address and opening hours. You can also use search engines to obtain this information.If you prefer individual consultation, you can contact one of the health insurances, most of which have their own hotlines.\nAfter-hours medical services/on-call practicesWhat to do when you need a doctor at the weekend or on public holidays: If you need to see a doctor outside regular consultation hours (including nights, Sundays and public holidays), you can go to the KVB-Bereitschaftspraxis im Elisenhof near Munich Central Station:\nKVB Bereitschaftspraxis im Elisenhof (= After-hours medical services/on-call practices)         Prielmayerstraße 3, 90335 Munich         Wednesday & Friday afternoons, Weekends & Public HolidaysGeneral Practitioners and SpecialistsNo appointment needed!\nThe Patientenservice website also lists other, smaller after-hours services in the Munich area.\nHelp with mental health crises\nFor help during a mental health crisis, you can contact the Bavarian Crisis Service (Krisendienst Bayern) in emergencies. They offer free psychosocial counselling around the clock in many languages. https://www.krisendienste.bayern/\nHow to find a suitable physician\n----------------------------------------\n\nWhat to do in case of emergency\nMedical Care in Germany > What to do in case of emergency\nEvery hospital has an A&E (Accident and Emergency Department). Should you require a doctor urgently, go to the nearest hospital and follow signs for Notaufnahme (A&E), or contact the emergency number: 112  The City of Munich provides an overview of all of Munich’s hospitals and clinics on their website.   If you need to stay in hospital for a longer period, either you or your health insurance must bear the costs. Even in cases of an emergency you will not receive treatment free-of-charge. Patients with public (statutory) health insurance will only need to pay a small daily fee for the first 14 days spent in the hospital.  If you are in possession of a European Health Insurance Card (EHIC), visit the website of the European Commission for information regarding visits to doctors and hospitals.  Keep in mind that apart from a few private clinics, you can go to any hospital in cases of emergency.\nWhat to do in case of emergency\n----------------------------------------\n\nHow to make an appointment\nMedical Care in Germany > How to make an appointment\nGenerally, a doctor’s practice is open Mondays to Fridays, 8 am - 1 pm and 3 - 6 pm. Please note that most doctors are closed on Wednesday afternoons! To see a doctor, depending on the doctor’s practice, you might or might not need to make an appointment.\n- Open consultation hours: Especially general practitioners (GP) and primary care physicians maintain an open-door policy. They receive their patients on a first come - first serve basis, meaning you are not required to make an appointment beforehand, but must expect a waiting period. After receiving an initial diagnosis from the doctor, if necessary, you will be referred to a specialist.\n- Individual appointments: In and around Munich, individual appointments are almost inevitable, for which you often have to wait up to several weeks. Medical specialists, in particular, receive their patients this way.\nLanguage skills of doctors and their receptionists Nearly every doctor in Germany speaks English, but not all receptionists and doctor’s assistants. Communication problems due to language barriers therefore often occur on the phone when trying to make an appointment.  Please prepare yourself well enough to be able to arrange an appointment for a suitable day and time. Usually receptionists will not inquire after the reason for your visit. If you think your German is not good enough, please ask a friend or your MINGA mentor for help.\nHow to make an appointment\n----------------------------------------\n\nHow to prepare for a visit to the doctor’s - a multilingual language guide can help\nMedical Care in Germany > How to prepare for a visit to the doctor’s - a multilingual language guide can help\nIf you have no one to help you, you can refer to the multilingual medical language guide published by the health insurance AOK.  It is available on their website “Sprachführer Gesundheit”, and can be downloaded as a PDF file in various European languages. It includes a list of questions you may want to ask your doctor, as well as useful vocabulary, which will also be helpful on other occasions, such as going to the pharmacy.  Here is an additional helpful, illustrated publication in German and English provided by the German Student Union: First Aid - An Illustrated Health Dictionary: Information for Foreign Students in Germany\nHow to prepare for a visit to the doctor’s - a multilingual language guide can help\n----------------------------------------\n\nHow to be reimbursed for expenses\nMedical Care in Germany > How to be reimbursed for expenses\nIf you have public health insurance, initially, they will cover all expenses.  A health insurance list provided by the National Association of Statutory Health Insurance Funds (GKV-Spitzenverband) informs about health insurances in Germany and their respective membership fees.   If you are in possession of a European Health Insurance Card (EHIC), expenses will be balanced with the health insurance company you are insured with in your home country. After receiving medical treatment, you must initially pay all expenses. After submitting your receipt to the health insurance in your home country, you will be reimbursed in the amount of an equivalent domestic treatment. Any additional costs, non-prescribed treatments and additional services will not be covered by your health insurance.\nHow to be reimbursed for expenses\n----------------------------------------\n\nGermany’s health insurance system\nMedical Care in Germany > Germany’s health insurance system\nGenerally, all students in Germany are obliged to have health and nursing care insurance. Adequate health and nursing care insurance is a prerequisite for enrollment at a German institution of higher education, also for international students.  There are two types of health insurance system in Germany: public and private. Until reaching the age of 30 or your 14th semester of enrollment, you are required to have public health insurance. Public health insurance is usually cheaper than private health insurance, unless you are covered by your parents’ private health insurance. The monthly membership fee currently amounts to approximately 111 Euros. Private insurance is only allowed in exceptional cases. Precise information is provided by the German Student Union.   Please note: Once you take out private health insurance you cannot revert to public health insurance for the whole duration of your studies!  Students from European countries with whom Germany has a social security agreement can stay insured with their public health insurance. If this is the case, you need to get your home insurance coverage approved by a public health insurance company in Germany, for which a European health insurance card (EHIC) is usually required. You can apply to your health insurance for your EHIC free of charge.\nGermany’s health insurance system\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}