{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/elektrotechnik-informationstechnik/anerkennungen/",
    "content": "Anerkennungen Elektrotechnik und Informationstechnik - TUM - TUM School of Computation, Information and Technology\n\nAnerkennungen\nAnerkennungen\nSie möchten Studien- und Prüfungsleistungen, die Sie in einem vorherigen Studium oder während eines Auslandsaufenthaltes erworben haben, anerkennen lassen? Dann finden Sie hier alle Informationen im Überblick.\nBitte beachten Sie: Um Anerkennung beantragen zu können, müssen Sie bereits in einem Studiengang an der TUM eingeschrieben sein.\nMerkblatt Anerkennungen von im Ausland erbrachten Leistungen\nAnerkennungen\n----------------------------------------\n\nSo gehen Sie vor\nAnerkennungen > So gehen Sie vor\nBitte wenden Sie sich an das Studiendekanat und stellen Sie auschließlich per E-Mail an anerkennungen(at)ei.tum.de einen Antrag auf Anerkennung.\n- Schicken Sie dazu die Notennachweise (Leistungsübersicht, Prüfungsbescheid oder Vergleichbares) mit. Ggf. können diese auch nachgereicht werden.\n- Das Deckblatt für die Anerkennung wird ausgefüllt. Dort werden die zur Anerkennung beantragten Studien- und Prüfungsleistungen eingetragen. Das Datum der Antragsstellung wird später als Anerkennungsdatum in TUMonline eingetragen.\n- Füllen Sie für jede anzuerkennende Studien-/Prüfungsleistung ein Anerkennungsformular aus und schicken Sie dieses zusammen mit der/den Modulbeschreibung(en) der Gasthochschule –bitte keine kompletten Modulhandbücher! an anerkennungen(at)ei.tum.de. Wir bitten Sie auch unbedingt den Kompetenzvergleich auszufüllen (Hier bitte eine Gegenüberstellung der erworbenen Kompetenzen/ Lernergebnisse (keine Inhalte!) des TUM Moduls mit dem extern erbrachten Modul.) Eine gewissenhafte Darstellung auf Basis der kompetenzen hilft Ihnen, dass eine großzügige Anerkennung möglich ist. Zugleich beschleunigt dies den Anerkennungsprozess.\nWenn alle Unterlage vorliegen, werden die Anträge geprüft. Das Studiendekanat koordiniert die Anerkennungen. Die fachliche Überprüfung erfolgt durch die jeweiligen Prüfer (meist Professorinnen und Professoren der Elektrotechnik und Informationstechnik). Daher ist der oben erwähnte Kompetenzvergleich bitte unbedingt durchzuführen und damit sehr hilfreich. Der Bachelor-/Masterorüfungsausschuss entscheidet dann über die Anerkennung. Wenn alle Unterlagen vorliegen, wird die Anerkennung in TUMonline eingetragen.\nSo gehen Sie vor\n----------------------------------------\n\nDas gilt es zu beachten\nAnerkennungen > Das gilt es zu beachten\n- Ein Antrag auf Anerkennung von bereits vor dem Studium erbrachten Leistungen kann nur einmal und zwar nur innerhalb des ersten Studienjahres gestellt werden.\n- Der Anrechnungsantrag für die während des Auslandssemester erbrachten Leistungen darf nur einmal in dem des Auslandsemester folgenden Fachsemester an der TUM gestellt werden.\n- Die Umrechnung der extern vergebenen Note auf die TUM-Notenskala erfolgt im Studiendekanat gemäß APSO §16 (6).\n- Es werden die Credits vergeben, die für das Modul an der TUM vergeben werden.\n- Falls die Creditzahl zwischen anzuerkennendem Modul und TUM-Modul stark abweicht, können durch den/die Modulverantwortliche(n) gemäß der vom Referat Studium und Lehre herausgegebenen Handreichungen für Anerkennung  Kompensationsleistungen festgelegt werden, deren Umfang in Credits ebenfalls im Formular vermerkt werden.\n- Empfehlung: Vermeiden Sie Module an der Gasthochschule abzulegen, deren Kompetenzen sie bereit durch ähnliche Module an der TUM erworben haben. Solche Module können in der Regel nicht anerkannt werden.\nEmpfehlung: Vermeiden Sie Module an der Gasthochschule abzulegen, deren Kompetenzen sie bereit durch ähnliche Module an der TUM erworben haben. Solche Module können in der Regel nicht anerkannt werden.\n- Bis 31.03.2024 gilt: \tWenn Masterstudierende mindestens 22 ECTS aus dem Bachelorstudium oder einem früheren Masterstudium in ihr aktuelles Masterstudium einbringen, werden sie ein Fachsemester höhergestuft. Ab 52 ECTS erfolgt eine Höherstufung um zwei Semester und je weiterer 30 ECTS erfolgt eine Höherstufung um jeweils ein weiteres Semester. \tAb 01.04.2024 gilt: \tBachelor- und Masterstudierende, die aus einem früheren Studium in ihr aktuelles Studium mindestens 30 ECTS einbringen wollen, werden um ein Fachsemester höhergestuft. Ab 52 ECTS erfolgt eine Höherstufung um zwei Semester und je weiterer 30 ECTS erfolgt eine Höherstufung um jeweils ein weiteres Semester.\nBis 31.03.2024 gilt: \tWenn Masterstudierende mindestens 22 ECTS aus dem Bachelorstudium oder einem früheren Masterstudium in ihr aktuelles Masterstudium einbringen, werden sie ein Fachsemester höhergestuft. Ab 52 ECTS erfolgt eine Höherstufung um zwei Semester und je weiterer 30 ECTS erfolgt eine Höherstufung um jeweils ein weiteres Semester.\nAb 01.04.2024 gilt: \tBachelor- und Masterstudierende, die aus einem früheren Studium in ihr aktuelles Studium mindestens 30 ECTS einbringen wollen, werden um ein Fachsemester höhergestuft. Ab 52 ECTS erfolgt eine Höherstufung um zwei Semester und je weiterer 30 ECTS erfolgt eine Höherstufung um jeweils ein weiteres Semester.\nDas gilt es zu beachten\n----------------------------------------\n\nSonderfall: Anerkennung von MasterEI (TUM)-Modulen, die bereits im BachelorEI (TUM) erbracht wurden\nAnerkennungen > Sonderfall: Anerkennung von MasterEI (TUM)-Modulen, die bereits im BachelorEI (TUM) erbracht wurden\nModule des Masterstudiengangs EI, die schon im Bachelorstudiengang EI erbracht wurden, können im Master EI anerkannt werden. Die Anerkennung erfolgt mit den Credits, die im Bachelorstudium erbracht wurden.Bitte beachten Sie: Ein Antrag auf Anerkennung kann nur einmal und zwar innerhalb des ersten Studienjahres im Master EI beim Master-Prüfungsausschuss gestellt werden. Bei einer Anrechnung von Leistungen im Umfang von mindestens 30 Credits erfolgt eine Höherstufung.\nBitte schicken Sie das entsprechend ausgefüllte Formular an anerkennungen(at)ei.tum.de .\nSonderfall: Anerkennung von MasterEI (TUM)-Modulen, die bereits im BachelorEI (TUM) erbracht wurden\n----------------------------------------\n\nSonderfall: Anerkennung zur außerfachlichen Ergänzung, die i.d.R. während des Studiums erbracht wurden\nAnerkennungen > Sonderfall: Anerkennung zur außerfachlichen Ergänzung, die i.d.R. während des Studiums erbracht wurden\nBitte füllen Sie dieses Formular vollständig aus und senden Sie es zurück an anerkennungen(at)ei.tum.de .\nSonderfall: Anerkennung zur außerfachlichen Ergänzung, die i.d.R. während des Studiums erbracht wurden\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}