{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorkurse-ferienkurse-mathematik/elektrotechnik/",
    "content": "Vorkurs Mathematik für Elektrotechnik - TUM - TUM School of Computation, Information and Technology\n\nVorkurs Mathematik für Elektrotechnik\nVorkurs Mathematik für Elektrotechnik\nSie beginnen ein Bachelorstudium im Professional Profile Elektrotechnik und Informationstechnik an der TUM? Dann ist der Vorkurs Mathematik für Elektrotechnik die ideale Vorbereitung für Sie.\nVorkurs Mathematik für Elektrotechnik\n----------------------------------------\n\nOrganisatorisches\nVorkurs Mathematik für Elektrotechnik > Organisatorisches\n\nWann?\nVorkurs Mathematik für Elektrotechnik > Organisatorisches > Wann?\nDer Vorkurs Mathematik für Elektrotechnik 2024 findet werktäglich vom 24. September bis 11. Oktober 2024 statt.\n\nWo?\nVorkurs Mathematik für Elektrotechnik > Organisatorisches > Wo?\nIn Präsenz am TUM-Stammgelände in der Arcisstraße 21 in München.\n\nAnmeldung\nVorkurs Mathematik für Elektrotechnik > Organisatorisches > Anmeldung\nWenn Sie am Vorkurs teilnehmen möchten, melden Sie sich bitte über das Campus-Management-System TUMonline an. Melden Sie sich dort (oben rechts) mit Ihren Login-Daten an und klicken Sie danach auf \"Zur LV-Anmeldung\". Die Anmeldung zur Vorlesung ist bis zum 15.09.2024 möglich. Die Anmeldung zu den Übungen wird zu einem späteren Zeitpunkt stattfinden.\nHinweis zur Anmeldung: Sie können sich in TUMonline – auch nach Zulassung, Studienplatzannahme und Bezahlung der Semesterbeiträge – erst anmelden, wenn das Immatrikulationsamt alle relevanten Unterlagen geprüft und auf \"ok\" gesetzt hat. Ein Brief-Symbol in Ihrem Bewerberaccount bedeutet, dass Dokumente beim Immatrikulationsamt eingegangen sind, aber noch nicht geprüft wurden. Warten Sie in diesem Fall bitte ab, bis als Symbol ein grüner Haken erscheint.\n\nKursunterlagen\nVorkurs Mathematik für Elektrotechnik > Organisatorisches > Kursunterlagen\nMit der Anmeldung zum Vorkurs haben Sie auch Zugang zu Moodle. Auf der Moodle-Seite zum Vorkurs stellen wir Ihnen sämtliche Lehrmaterialien und weitere Infos zur Verfügung. Wir versenden diese nicht per E-Mail oder auf sonstigen Wegen. Bitte sehen Sie von solchen Anfragen ab.\nOrganisatorisches\n----------------------------------------\n\nKursprogramm\nVorkurs Mathematik für Elektrotechnik > Kursprogramm\nDer Vorkurs dauert 13 Tage und findet von Montag bis Freitag statt. Er gliedert sich täglich in einen Vorlesungsteil und einen anschließenden Übungsteil:\n- Täglich 09:00 Uhr bis 11:00 Uhr: Vorlesung im Hörsaal 1200 der TUM\n- 11:00 bis 15:00 Uhr: Gruppenübungen in Kleingruppen\n\nInhalte\nVorkurs Mathematik für Elektrotechnik > Kursprogramm > Inhalte\nIm Vorkurs Mathematik für Elektrotechnik und Informationstechnik bereiten wir Themen aus der Schulmathematik auf und üben grundlegende Themen der Ingenieursmathematik ein, die Ihnen in den ersten Semestern Ihres Studiums begegnen werden. Schwerpunkte sind\n- Rechentechniken\n- Mathematische Symbole\n- Mengenlehre\n- Ungleichungen\n- Vektoren, Matrizen\n- Trigonometrie\n- Polynome\n- Differential- und Integralrechnung\n- Komplexe Zahlen\nParallel zu dieser Wiederholung lernen Sie die mathematische Arbeitsweise kennen, die an der Universität üblich ist. Darüber hinaus haben Sie während des Kurses genügend Zeit und Gelegenheit, um Ihre zukünftige Universität und Ihre Kommilitoninnen und Kommilitonen kennenzulernen.\nNeben der Schulmathematik gibt Ihnen der Vorkurs Einblick in die Ingenieursmathematik. Dieser Stoff ist jedoch für Ihr Studium keine Voraussetzung – zu Beginn des Semesters fangen Sie bei \"Null\" an.\n\nGruppenübungen\nVorkurs Mathematik für Elektrotechnik > Kursprogramm > Gruppenübungen\nIn den Übungen wiederholen, üben und vertiefen Sie die zuvor in der Vorlesung angesprochenen Themen anhand von Aufgaben und Beispielen in kleinen Arbeitsgruppen. Dabei unterstützen Sie kompetente Tutorinnen und Tutoren bei der Lösung der Übungsaufgaben. In welche Gruppe Sie eingeteilt werden und wo Ihre Übung stattfindet, erfahren Sie in Moodle.\nKursprogramm\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}