{
    "link": "https://www.cit.tum.de/cit/school/leitbild/",
    "content": "Leitbild - TUM - TUM School of Computation, Information and Technology\n\nUnser Leitbild\nUnser Leitbild\n\nSchool of Computation, Information and Technology\nUnser Leitbild > School of Computation, Information and Technology\nComputation, Information, Technology – drei Grundpfeiler, die uns in die Lage versetzen, die Welt zu verstehen und zu gestalten, miteinander in Kommunikation zu treten und aus Daten Wissen zu gewinnen. Grundpfeiler, die neue kreative Prozesse ermöglichen und alle Bereiche des Lebens durchdringen und bereichern.\nDie TUM School of Computation, Information, and Technology (CIT) vereint mit dem Zusammenschluss der Disziplinen Mathematik, Informatik sowie Elektrotechnik und Informationstechnik ein breites Spektrum unterschiedlichster Kompetenzen:\n- von den theoretischen Grundlagen bis zur anwendungsbezogenen Umsetzung,\n- von elementaren Komponenten über Hardware- und Software-Architekturen bis hin zu gesamtheitlichen technischen Systemen,\n- von mathematischer Abstraktion bis zu den technologischen Prozessen des Engineerings,\n- von der formalen Spezifikation bis zur teil-automatisierten Implementierung.\nRessourcen effizient zu nutzen und einen bestmöglichen Mehrwert für Gesellschaft und Stakeholder zu schaffen, sind uns dabei wichtige Leitgedanken. Unsere Forschung trägt zu einem besseren Verständnis der Natur und des Menschen bei.\n- Dazu arbeiten wir an der abstrakten Darstellung, Analyse, Modellierung und Simulation von Strukturen und Prozessen;\n- wir entwerfen Komponenten und Systeme; und\n- wir konzipieren und optimieren Prozesse.\nUnsere School ist damit Impulsgeber für zahlreiche aktuelle Herausforderungen. So finden sich hier alle Kernkompetenzen der Digitalisierung im weitesten Sinne unter einem Dach – im Bereich digitaler Technologien und weit darüber hinaus.\nMit der Gründung unserer School beschreiten wir gemeinsam neue Pfade. Wir bekennen uns zur Bedeutung unserer jeweiligen disziplinären Herkunft und schöpfen gleichzeitig fachübergreifende Potenziale konsequent aus – in Forschung, Lehre, Technologietransfer und unternehmerischem Handeln; innerhalb der School, in der Familie der TUM Schools und mit unseren Partnern auf nationaler und internationaler Ebene. Unseren Studierenden – aus unserer School wie aus allen anderen Fachbereichen der TUM – bieten wir eine moderne, bedarfsorientierte Ausbildung in Grundlagen und Anwendungen, über das gesamte Fächerspektrum unserer School.\nSubsidiarität stellt unser Leitprinzip dar. Wir begreifen unser Wirken nicht nur aus der Perspektive der Wissenschaft, sondern auch im Kontext unserer wirtschaftlichen und gesellschaftlichen Verantwortung. Wir wollen die zukünftige Entwicklung von Wissenschaft, Wirtschaft und Gesellschaft prägend mitgestalten. Daher hat es höchste Priorität, unsere Talente auf allen Ebenen und in allen Aspekten zu fördern. Schließlich bildet eine nachhaltige Wissenschaftsethik, die gesellschaftlicher Verantwortung nachkommt und Chancengleichheit ermöglicht, die Grundlage für ein respektvolles, gender-bewusstes Miteinander – ergänzt durch kreative Offenheit und Einbettung in die internationale Gemeinschaft.\nUnser Leitbild\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}