{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorkurse-ferienkurse-mathematik/ferienkurse/",
    "content": "Ferienkurse Mathematik - TUM - TUM School of Computation, Information and Technology\n\nUnser Angebot\nUnser Angebot\nKenntnisse vertiefen, Lernstoff wiederholen, Fragen klären: Unsere Ferienkurse sind ideal für alle, die sich in der vorlesungs­freien Zeit auf Prüfungen vorbereiten oder eine Einführung in Software für Mathematiker:innen benötigen. Ferienkurse sind ein Zusatzangebot, das wir aus Studienzuschüssen finanzieren – sie sind nicht verpflichtend.\nIm Hinblick auf die mündliche Prüfung Mathematische Grundlagen gibt es einen zweitägigen Vorbereitungskurs, der Sie mit dem Ablauf der Prüfung vertraut macht.\nZudem bieten wir unter anderem Einführungen in Software wie LaTeX oder Tools im Bereich der Optimierung.\nUnser Angebot\n----------------------------------------\n\nZweitägiger Kurs: Mathematische Grundlagen\nUnser Angebot > Zweitägiger Kurs: Mathematische Grundlagen\nFür viele Studierende stellt die Grundlagenprüfung (MA0007) eine völlig neue Situation dar, da sie mündlich abgehalten wird. Ziel dieses Kurses ist es, auf die dadurch entstehenden Herausforderungen so gut wie möglich vorzubereiten und die wichtigsten Inhalte aus der Analysis und der linearen Algebra zu wiederholen.\n\nWann und wo?\nUnser Angebot > Zweitägiger Kurs: Mathematische Grundlagen > Wann und wo?\nDieser Kurs findet am 26. und 27. August 2024, jeweils von 11:00 bis 15:00 im Raum 00.07.014 statt.\nIm Laufe des Ferienkurses werden Sie viel in kleinen Gruppen von zwei bis drei Studierenden arbeiten. Wir bitten Sie daher, sich schon im Vorfeld mit einer Person als Partner:in für die Gruppenarbeiten zu verständigen. Der Kurs findet statt.\n\nAnmeldung\nUnser Angebot > Zweitägiger Kurs: Mathematische Grundlagen > Anmeldung\nWeitere Informationen zur Anmeldung finden Sie demnächst an dieser Stelle.\n\nKursmaterial\nUnser Angebot > Zweitägiger Kurs: Mathematische Grundlagen > Kursmaterial\nMaterial zum Kurs finden Sie demnächst hier.\nEine Teilnahme ist nur sinnvoll, wenn Sie sich vorher ausreichend mit dem Stoff beschäftigt haben. Bitte beachten Sie: Am Kurs teilzunehmen, ersetzt nicht die selbstständige Prüfungsvorbereitung.\nZweitägiger Kurs: Mathematische Grundlagen\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}