{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/mathematik/berufspraktikum/",
    "content": "Berufspraktikum - TUM - TUM School of Computation, Information and Technology\n\nBerufspraktikum\nBerufspraktikum\nBerufspraktikum\n----------------------------------------\n\n- Dauer und Umfang\n- Inhaltliche Anforderungen\n- Anmeldung\n- Einzureichende Unterlagen\n\n----------------------------------------\n\nDer erste Schritt auf der Karriereleiter\nBerufspraktikum > Der erste Schritt auf der Karriereleiter\nMathematik-Studierende an der TUM müssen sowohl im Bachelor- als auch im Master-Studium ein Berufspraktikum oder eine äquivalente berufliche Beschäftigung absolvieren. Das eröffnet große Chancen: Ein Praktikum gewährt Einblicke in die viel­fältigen Berufsbilder und Branchen, in denen Mathematiker arbeiten können. Außerdem entstehen im Praktikum oftmals interessante Kontakte zu potenziellen Arbeitgebern. Besonders wichtig: Durch Praktika schärfen Studierende ihr Bewerberprofil.\nDer erste Schritt auf der Karriereleiter\n----------------------------------------\n\nBescheinigung zur Vorlage bei Unternehmen\nBerufspraktikum > Bescheinigung zur Vorlage bei Unternehmen\nManche Unternehmen verlangen vor der Einstellung einen Nachweis, dass das Praktikum in Ihrem Studiengang verpflichtend ist.\nEine entsprechende Bestätigung können Sie hier herunterladen: Deutsch - English\nFalls Ihr Arbeitgeber eine individuelle Bescheinigung mit Ihren persönlichen Daten verlangt, können Sie diese hier online beantragen.\nBescheinigung zur Vorlage bei Unternehmen\n----------------------------------------\n\nBestandteile und Modulabschluss\nBerufspraktikum > Bestandteile und Modulabschluss\nDas Modul Berufspraktikum (MA8101, MA8102, MA8103) ist in allen Mathematik-Studiengängen obligatorisch. Als Studienleistung geht dieses Modul unbenotet ins Studium ein. Es besteht aus zwei Teilen: dem Praktikum selbst und einem schriftlichen Bericht. Beim Bericht kommen dabei inhaltliche Aspekte genauso zur Sprache wie der Bewerbungs­prozess oder das Betriebsklima. Wenn beide Teile geprüft und bestanden sind, führen wir die Anerkennung in TUMonline durch. In der Regel wird das zum Notenschluss oder nach Ende der Vorlesungszeit sein. Ob die Anerkennung erfolgt ist, sehen Sie dann in TUMonline in Ihrem Studienplan und Leistungsnachweis.\nBestandteile und Modulabschluss\n----------------------------------------\n\nDauer und Stundenumfang\nBerufspraktikum > Dauer und Stundenumfang\nVerpflichtend ist im Bachelor- und Master-Studium eine jeweils mindestens 4-wöchige berufspraktische Tätigkeit in Vollzeit. Darüber hinausgehende Beschäftigungszeiten auf Master-Niveau können Bachelor-Studierende auch in einem später folgenden Masterstudium anerkennen lassen. Tipp: Ein nur vierwöchiges Praktikum ist für die meisten Unternehmen zu kurz. Längere Zeiträume erhöhen die Erfolgschancen bei der Suche und ermöglichen häufig interssantere Tätigkeiten.\nDauer und Stundenumfang\n----------------------------------------\n\nSonderfall Master \"Mathematics in Data Science\"\nBerufspraktikum > Sonderfall Master \"Mathematics in Data Science\"\nStudierende im Masterprogramm \"Mathematics in Data Science\" müssen ein mindestens 6-wöchiges Praktikum in Vollzeit oder eine entsprechend umfassende berufliche Erfahrung als Werkstudent oder aus selbstständiger Tätigkeit in diesem Bereich nachweisen.\nSonderfall Master \"Mathematics in Data Science\"\n----------------------------------------\n\nÜberzählige Wochen für Master anerkennen lassen\nBerufspraktikum > Überzählige Wochen für Master anerkennen lassen\nWer mehr als die erforderliche Anzahl an Praktikumswochen im TUM Mathematik Bachelor geleistet hat, kann sich diese in der Regel für das Masterstudium anerkennen lassen. Hierfür schicken Masterstudierende eine kurze E-Mail an master(at)ma.tum.de\nÜberzählige Wochen für Master anerkennen lassen\n----------------------------------------\n\nPraktika oder Werkstudententätigkeiten können bei mehreren verschiedenen Arbeitgebern in Voll- oder Teilzeit absolviert werden. Die Art des Arbeitsvertrags, etwa Pflicht- oder freiwilliges Praktikum, ist für die Anerkennung unerheblich. Ein anrechenbares Beschäftigungsverhältnis umfasst jedoch insgesamt mindestens 4 Wochen in Vollzeit. Wenn Sie Ihre Beschäftigung in Teilzeit anrechnen lassen möchten, sollte die Anzahl der Arbeitsstunden in etwa der einer vierwöchigen Beschäftigung in Vollzeit entsprechen (ca. 160 Stunden).\n\n----------------------------------------\n\nBeurlaubung\nBerufspraktikum > Beurlaubung\nFür längere Praktika während der Vorlesungszeit können Sie bei der Abteilung Bewerbung und Immatrikulation eine Beurlaubung beantragen. (Sie benötigen hierfür eine Stellungnahme des Departments. Dazu senden Sie bitte eine E-Mail mit Ihren Daten inkl. Studiengang an bachelor(at)ma.tum.de bzw. master(at)ma.tum.de.)\nBeurlaubung\n----------------------------------------\n\nAnforderungen: Inhalte, Niveau und Einschränkungen\nBerufspraktikum > Anforderungen: Inhalte, Niveau und Einschränkungen\nDie Tätigkeiten und Aufgaben während des Praktikums müssen einen inhaltlichen Bezug zum Studium haben, d.h. im Kontext zur Mathematik oder einem der Nebenfächer Informatik, Physik, Wirt­schaft oder Elek­tro­technik stehen. Denkbar sind v.a. Anwendungen aus der Numerik, Stochastik, Optimierung, Computeralgebra oder Ähnlichem. Tätigkeiten bei Un­ter­neh­mens­be­ra­tun­gen können in der Regel trotz fehlendem direkten Bezug zur Mathematik anerkannt werden, da sie ein potenzielles Arbeitsgebiet für Mathematiker darstellen und auf den Soft Skills von Mathematikern aufbauen.\nEine bloße Anwendung kommerzieller Programme oder das aus­schließ­li­che Einrichten von Webseiten ist ebenso wie die Vermittlung von mathematischem Schulwissen oder Lehrtätigkeiten (Nachhilfe, Tutorien etc.) für die Anerkennung als Berufspraktikum nicht geeignet. Auch reine Verwaltungstätigkeiten sowie Forschungspraktika ohne klaren An­wen­dungs­kon­text sind nicht ausreichend.\nStudierende des Masterstudienganges Mathematics in Science and Engineering dürfen das Berufspraktikum nur in Unternehmen ableisten, nicht jedoch in Behörden, Forschungseinrichtungen oder an Universitäten.\nUm ausreichend fachliche Kenntnisse als Basis für anerkennbare Tätigkeiten im Rahmen eines Berufspraktikums zu erhalten, wird für Bachelorstudierende ein Praktikum nicht vor Abschluss des 4. Fachsemesters empfohlen.\nAnforderungen: Inhalte, Niveau und Einschränkungen\n----------------------------------------\n\nSonderfall Berufsausbildung\nBerufspraktikum > Sonderfall Berufsausbildung\nWenn Sie eine abgeschlossene Berufsausbildung anerkennen lassen wollen, schicken Sie zur Prüfung bitte Ihr Abschlusszeugnis und ein qualifiziertes Ausbildungszeugnis in Kopie an internship-ma(at)asa.cit.tum.de\nSonderfall Berufsausbildung\n----------------------------------------\n\nAuf Praktikumssuche?\nBerufspraktikum > Auf Praktikumssuche?\nHolen Sie sich Ideen, Anregungen, Kontakte und wertvolle Tipps bei den Berichten in moodle. Erste Eindrücke, wie Berufsbilder von Mathematikern aussehen, erhalten Sie beispielsweise, wenn Sie die Berichte früherer Praktikanten ansehen. Oft werden darin auch Tipps zur Bewerbung und andere wichtige Informationen zum Unternehmen angesprochen.\nAuf Praktikumssuche?\n----------------------------------------\n\nPraktikum im Ausland\nBerufspraktikum > Praktikum im Ausland\nSie können Ihr Praktikum auch im Ausland absolvieren. Ein Auslandspraktikum muss nicht in Kombination mit einem Auslandsstudium erfolgen. Oftmals bietet sich das aber aufgrund unterschiedlicher Semesterzeiten an.\nWeitere Informationen zu Auslandsaufenthalten finden Sie unter Internationales.\nPraktikum im Ausland\n----------------------------------------\n\nAnmeldung\nBerufspraktikum > Anmeldung\nBitte senden Sie den Antrag auf Ableistung des Berufspraktikums ca. 4 Wochen vor Beginn des Praktikums an internship-ma(at)asa.cit.tum.de\nAnmeldung\n----------------------------------------\n\nEinzureichende Unterlagen nach Beendigung des Praktikums\nBerufspraktikum > Einzureichende Unterlagen nach Beendigung des Praktikums\nNach Ende des Praktikums senden Sie die Bestätigung über das erfolgreich abgeleistete Berufspraktikum zusammen mit einem schriftlichen Bericht an internship-ma(at)asa.cit.tum.de\nEinzureichende Unterlagen nach Beendigung des Praktikums\n----------------------------------------\n\nSchriftlicher Bericht – Vorgaben und Tipps\nBerufspraktikum > Schriftlicher Bericht – Vorgaben und Tipps\nDer Bericht soll als pdf-Datei im Format A4 erstellt werden und mindestens 2000 Wörter reinen Textinhalt enthalten. Er muss kein Hochglanzprojekt wie eine Abschlussarbeit sein. Allerdings wird erwartet, dass der Text zur Veranschaulichung an geeigneten Stellen durch Bilder, Grafiken, Tabellen etc. ergänzt wird. Der Bericht soll geeignet sein, Studierenden auf der Suche nach einem Praktikum eine Hilfe bei der Auswahl möglicher Stellen zu sein, und Einblicke in Ihre Tätigkeit als Praktikant geben. Leitfragen hierzu können sein:\n- Welche Informationen finden Sie besonders interessant?\n- Was ist Ihnen besonders wichtig hierzu zu berichten?\n- Was hätten Sie gerne vorab gewusst?\n- Was könnte Ihre Kommiliton:innen besonders interessieren?\n- Was sollten die Kommiliton:innen unbedingt zu diesem Thema erfahren?\nThemenblöcke und Anregungen, was in den einzelnen Themenblöcken zur Sprache kommen sollte, sind:\nSchriftlicher Bericht – Vorgaben und Tipps\n----------------------------------------\n\n1. Unternehmen (10-15%)\nBerufspraktikum > 1. Unternehmen (10-15%)\n- Fakten, Daten, Geschichte, Unternehmenskultur, Branche, Konkurrenz (Benchmark), Rahmenbedingungen, Abteilung, Geschäftsklima\n- Welche Punkte am Unternehmen / an der Abteilung finden Sie besonders interessant oder erwähnenswert?\n- Warum haben Sie sich für dieses Unternehmen entschieden?\n- Welche beruflichen Perspek­ti­ven bietet dieses Unter­neh­men?\n1. Unternehmen (10-15%)\n----------------------------------------\n\n2. Bewerbung (10-15%)\nBerufspraktikum > 2. Bewerbung (10-15%)\n- Welches Ziel haben Sie bei der Suche nach der Stelle verfolgt?\n- Wie sind Sie auf die Stelle gestoßen?\n- Wie lief der Bewerbungsprozess / das Vorstellungsgespräch ab?\n- Was waren Ihre eigenen Vorstellungen und Erwartungen an das Praktikum / die Stelle?\n- Welche Tipps können Sie in puncto Bewerbung bei dieser Firma bzw. auf eine ähnliche Stelle geben?\n2. Bewerbung (10-15%)\n----------------------------------------\n\n3. Praktikum: Aufgaben, Tätigkeiten, Betreuung (40-60%)\nBerufspraktikum > 3. Praktikum: Aufgaben, Tätigkeiten, Betreuung (40-60%)\n- Was waren Ihre Aufgaben? Wie lief die Tätigkeit ab?\n- Welche Kenntnisse aus dem bisherigen Studium konnten Sie einsetzen?\n- Welche Kenntnisse / Soft Skills haben Sie neu erworben und wo könnten Sie diese im Studium oder Beruf einsetzen?\n- Wie wurden Sie betreut? Wie beurteilen Sie die Betreuung?\n- Was hat Ihnen das Praktikum gebracht? Worauf werden Sie künftig achten?\n- Wem würden Sie dieses Prak­ti­kum empfehlen, wem nicht? Warum?\n3. Praktikum: Aufgaben, Tätigkeiten, Betreuung (40-60%)\n----------------------------------------\n\n4. Fazit und persönliche Einschätzung (20-30%)\nBerufspraktikum > 4. Fazit und persönliche Einschätzung (20-30%)\n- Was hat Ihnen gefallen, was nicht?\n- Wie schätzen Sie Umfang und Qualität der Praktikumstätigkeit ein?\n- Welche Kenntnisse haben Sie über den Beruf von Mathematikern gewonnen?\n- Wie beurteilen Sie die Praktikumstätigkeit in Bezug auf die Wahl eines Studienschwerpunkts / Masterstudiums / Themas für die Abschlussarbeit?\n- Hat dieses Praktikum Auswirkungen auf Ihre Berufswahl / Ihre persönlichen beruflichen Ziele für die Zukunft / Sonstiges?\n4. Fazit und persönliche Einschätzung (20-30%)\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-operations-research"
}