{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/electrical-computer-engineering/recognitions/",
    "content": "Recognitions Electrical Engineering and Information Technology - TUM - TUM School of Computation, Information and Technology\n\nRecognitions\nRecognitions\nYou would like to have a recognition of examination achievements that were acquired in a previous study programme or during a stay abroad? Then you will find all information at a glance here.\nImportant note: In order to apply for recognition, you must already be enrolled in a degree program at TUM.\nRecognitions\n----------------------------------------\n\nPlease proceed as follows\nRecognitions > Please proceed as follows\nPlease contact the ASA PP ECE via email to anerkennungen(at)ei.tum.de and submit an application for recognition.\n- Please send the certificate (proof of grades, performance overview, notice of examination or similar).\n- Please fill in the cover sheet for recognition with the examination achievements applied for recognition. The date of the application will later be entered as the date of recognition in TUMonline.\n- Fill out a recognition form for each course/examination to be recognised and send it together with the module description(s) of the host university - please no complete module handbooks! to anerkennungen(at)ei.tum.de. We also ask you to fill in the comparison of competences (please compare the acquired competences/learning outcomes (no contents!) of the TUM module with the externally completed module). A conscientious presentation on the basis of the competences will help you to ensure that generous recognition is possible. At the same time, this speeds up the recognition process.\nOnce all documents have been submitted, the applications are reviewed. The ASA PP ECE coordinates the recognition. The subject-related review is carried out by the respective examiners (therefore, the above-mentioned comparison of competences must be carried out and is therefore very helpful). The Bachelor's / Master's examination committee then decides on recognition. Once all documents have been submitted, the recognition will be entered in TUMonline.\nPlease proceed as follows\n----------------------------------------\n\nPlease note\nRecognitions > Please note\n- An application for recognition of courses already completed before the degree programme can only be submitted once, and only within the first year of study.\n- The application for recognition of courses completed during the semester abroad may only be submitted once in the semester following the semester abroad at TUM.\n- The conversion of the externally awarded grade to the TUM grading scale is carried out in the ASA PP ECE in accordance with APSO §16 (6).\n- The credits awarded for the module at TUM are awarded.\n- If the number of credits differs greatly between the module to be recognised and the TUM module, the person(s) responsible for the module can determine compensatory achievements in accordance with the handouts for recognition issued by the Center of Studies and Teaching, the extent of which is also noted in the form in credits.\n- Recommendation: Avoid taking modules at the host university whose competences you have already acquired through similar modules at TUM. As a rule, such modules cannot be recognised.\nRecommendation: Avoid taking modules at the host university whose competences you have already acquired through similar modules at TUM. As a rule, such modules cannot be recognised.\n- Until 31.03.2024 applies: \tShould students have accrued at least 22 credits at another university (at home or abroad) during a leave of absence and wish to have all of these count towards their Bachelor's or Master’s degree, they advance one semester; with 52 credits or more, they will advance by a further semester. \tAs of 01.04.2024 the following applies: \tIf students have earned at least 30 credits at another university (in Germany or abroad) during a leave of absence and wish to have all of these count towards their Bachelor's or Master's degree, they advance by one semester; with 52 credits or more, they will advance by a further semester.\nUntil 31.03.2024 applies: \tShould students have accrued at least 22 credits at another university (at home or abroad) during a leave of absence and wish to have all of these count towards their Bachelor's or Master’s degree, they advance one semester; with 52 credits or more, they will advance by a further semester.\nAs of 01.04.2024 the following applies: \tIf students have earned at least 30 credits at another university (in Germany or abroad) during a leave of absence and wish to have all of these count towards their Bachelor's or Master's degree, they advance by one semester; with 52 credits or more, they will advance by a further semester.\nPlease note\n----------------------------------------\n\nSpecial case: Recognition of MasterEI (TUM) modules that have already been completed during the BachelorEI (TUM)\nRecognitions > Special case: Recognition of MasterEI (TUM) modules that have already been completed during the BachelorEI (TUM)\nModules of the Master's programme EI that have already been completed in the Bachelor's programme EI can be recognised in the Master's programme EI. The recognition is carried out with the credits that were earned in the Bachelor's programme. Please note: An application for recognition can only be submitted once within the first year of study in the Master EI. If credits of at least 22 credits are recognised, they will be upgraded. Please send the completed form to anerkennungen(at)ei.tum.de.\nSpecial case: Recognition of MasterEI (TUM) modules that have already been completed during the BachelorEI (TUM)\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}