{
    "link": "https://www.cit.tum.de/en/cit/studies/students/advising/informatics/tips-for-successful-studies/support-programs/",
    "content": "Mentoring and Support Programs - TUM - TUM School of Computation, Information and Technology\n\nMentoring and Support Programs\nMentoring and Support Programs\nWould you like to attend intensive courses, get an early start into research, or collaborate with students from different departments? Or maybe you’d like to establish a network for your future career, or get career coaching from an experienced professor?\nMentoring and special programs offer all these possibilities and more for TUM Informatics students. If you’re looking to get more out of your studies, have a look at the offers – there’s something for everyone!\nTo find the best suitable scholarship European Funding Guide will help you!\nMentoring and Support Programs\n----------------------------------------\n\nbest.in.tum\nMentoring and Support Programs > best.in.tum\nThe Department of Informatics promotes the best two percent of its students by a special program, independent of the participation in another program and without obligation for the promoted students. In particular, the promotion shall confront the best students with open and especially difficult issues in Informatics. It could be a task for your generation to find solutions! Besides, you get advice as to your study, opportunities for discussion, tools, and in some favourable cases even a working place in the institute. Prof. Arndt Bode and Vivija Čeprkalo-Simić (Arndt.Bode(at)lrz.de, ceprkalo(at)in.tum.de) guide the promotion, which comprises the following elements:\n- Getting an early insight into current and (maybe) open issues in informatics research at a chair of your choice. Information about external promotion opportunities.For external study, internships, and research, support is given for selection and application, in Germany and abroad, in science and industry.\n- Recommendations to the department with respect to the development of Informatics Teaching, in particular from the point of view of the best students.\n- Continuous information about scientific events of the department.\n- Nomination for the central TUM promotion programs “Junge Akademie” (Young Academy) with its focus on interdisciplinarity, soft skills and personality evolution. The Young Academy comprises an interdisciplinary project, meetings with exponents from economy and public life, evening meetings devoted to particular themes, excursions, weekend seminars.\n- Special courses, e.g. “Pearls of Informatics”.\n- Certificate which states that you belong to the best two percent of the Department’s students.\nMembership in best.in.tum is based on the study of performance (by the end of the third term), or on recommendations based on particular contributions to the Department. The Department will invite you, if you are qualified for membership. The membership ends with exmatriculation.\nbest.in.tum\n----------------------------------------\n\nTUM Informatics Programs\nMentoring and Support Programs > TUM Informatics Programs\nMentoring and support programs offered by TUM Informatics include:\nbest.in.tum – mentoring program for outstanding students  Pearls of Informatics – during their basic studies, selected students take part in a special two-hour course every semester\nSummer School Marktoberdorf – a two-week summer course on Software Engineering and (formal) techniques and tools for development of dependable Software Systems\nState Subsidies\nAcademic Advising Informatics – personalized support from TUM Informatics staff\nDeloitte foundation - Scholarships for the best students of STEM fields and economic scienes, selection by the chair of Prof. Dr. Hans-Joachim Bungartz (information only in german available)\nTUM Informatics Programs\n----------------------------------------\n\nTUM programs\nMentoring and Support Programs > TUM programs\nTUM Informatics students are able to participate in the many programs arranged by TUM centrally for talented students, including:\nMentoring at TUM – professional and supplementary skills training programs in all areas\nTUM: Junge Akademie – supports outstanding, highly dedicated students and young alumni\nFerienakademie Sarntal – intensive summer courses in specialized subjects\nDeutschlandstipendium - The Germany Scholarship provides financial and non-material support to high-achieving and committed students from all over the world.\nTUM Diversity - Services to support the professional and personal development, as well as career planning for female students and young female professionals\nManage and More Scholarship - Teaches students to think and act entrepreneurially through hands-on projects, workshops and coaching\nTUM Scholarships - Scholarship programs offered directly through TUM\nTUM programs\n----------------------------------------\n\nNationwide and Bavarian Programs\nMentoring and Support Programs > Nationwide and Bavarian Programs\nTUM Informatics professors are engaged in many nationwide and Bavarian organizations that organize courses, scholarships, and mentoring programs for selected students.\nLearn more:\nStudienstiftung des deutschen Volkes (German National Academic Foundation) - Promotes academic consolidation, interdisciplinary dialogue, a cosmopolitan world view and international experience\nElite Network of Bavaria - Designed for gifted students and young scientists\nBavarian Elite Academy - Supports gifted and motivated students from all of Bavaria’s universities on their way to becoming responsible leaders in the future.\nStipendium Plus – Promoting Young Talent in Higher Education - Provides an overview of support possibilities to students and young researchers with special talents\nSoftware Campus - Trains and professionally develops tomorrow's senior IT executives while opening up excellent career prospects to young IT experts in Germany\nAvicenna-Studienwerk - only for students and PhD candidates with very good German language skills\ninformatica feminale - Each year, Informatica Feminale offers compact teaching on computer science for female students at all levels of higher education and for women interested in continuing education.\nHilde Domin Programme - The funding is intended to support students at risk worldwide as well as doctoral candidates who are denied the right to education in their country of origin by enabling them to take up or continue their studies in Germany\nNationwide and Bavarian Programs\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}