{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/electrical-computer-engineering/laboratories/",
    "content": "Laboratories Electrical and Computer Engineering - TUM - TUM School of Computation, Information and Technology\n\nHow to register for laboratories for MSEI und MSCE\nHow to register for laboratories for MSEI und MSCE\nThe application for lab courses with a restricted number of participants is carried out in TUMonline with a particular placement procedure called \"PRAKTIKA\", which provides a reasonable allocation of places among the applicants.\nHow to register for laboratories for MSEI und MSCE\n----------------------------------------\n\nHow does the procedure work?\nHow to register for laboratories for MSEI und MSCE > How does the procedure work?\nYou can only register on a waiting list for the lab course. The allocation of fixed places is then coordinated on the stated deadline (one to two weeks before the start of lectures).\nThe time of the registration is irrelevant for the allocation of seats. Candidates are ranked according to the following criteria:\nStudents are preferred, who (in this order)\n- have not yet reached 15 ECTS credits for lab courses (MSEI),\n- study for a Master's degree (in contrast to a Bachelor's degree),\n- have studied longer, i.e. more semesters,\n- have assigned a higher priority to this lab course (the first application for lab courses is given the highest priority, the second the next higher, etc.).\n- In the case of a tie, the order is decided by drawing lots.\nHow does the procedure work?\n----------------------------------------\n\nHow does the allocation of places work?\nHow to register for laboratories for MSEI und MSCE > How does the allocation of places work?\n- Registration: The registration and deregistration to the lab courses is open in TUMonline until one day before the date of the allocation. Registration is only possible on a waiting list.\n- Allocation of places: On the deadline (next to last Friday before the beginning of the lecture), the fixed places of all lab courses are assigned in a coordinated manner. The number of available places is fixed by the organizer of the lab course.\n- Confirmation: At the introductory events, the organizers of the lab courses can determine whether the applicants actually want to participate in the lab course. If not, they can assign additional places to candidates on the waiting list.\n- Allocation of remaining places: Depending on the availability of seats, the organizer can re-open the registration for remaining places.\nHow does the allocation of places work?\n----------------------------------------\n\nFurther information\nHow to register for laboratories for MSEI und MSCE > Further information\n- Your position on the waiting list: As a matter of course, the displayed position on the waiting list can change at any time.\n- Prioritization: When registering for several different lab courses, it is particularly important that you register in the order of the priority, which you assign to the lab course. When you cancel a registration, the lab courses originally registered thereafter are moved upwards in priority.\n- Exam registration: The exam registration for the lab course must be carried out separately. The registration for the lab course itself does not replace the registration for the exam!\nFurther information\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-elektrotechnik-informationstechnik"
}