{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/mathematics/case-studies/",
    "content": "Case Studies - TUM - TUM School of Computation, Information and Technology\n\nCase Studies\nCase Studies\nCase Studies\n----------------------------------------\n\nCombining study and practice: To help our students apply mathematics during their education, we offer case studies as a module for master's students. Here, you put into practice what you learn in the lectures – in real projects with a high degree of personal responsibility and design options.\nThe first step is to understand a practical challenge and then model and analyze it in small teams. The students then develop and implement suitable solutions. In the process, our department also cooperates with external partners.\nWe offer case studies in the areas of: Life Sciences, Optimization and Scientific Computing\n\n----------------------------------------\n\nCase study procedure\nCase Studies > Case study procedure\nCase study procedure\n----------------------------------------\n\n1. Project planning\nCase Studies > 1. Project planning\nStudents start their project work in small teams. They get to know the project partners, jointly plan the project goals and the concrete procedure, draw up a schedule and assign responsibilities. Regular consultations with the supervisors ensure that the mutual expectations of the project are aligned and that the goals set are realistic.\n1. Project planning\n----------------------------------------\n\n2. Poster presentation\nCase Studies > 2. Poster presentation\nWhile the participants are already working on the problem, they prepare a presentation of their project and first results in the form of a poster. In doing so, they show that they are able to present scientific facts in a generally understandable way – without sacrificing any precision in their statements. The teams present their posters at a special event.\n2. Poster presentation\n----------------------------------------\n\n3. Intensive support and soft skills\nCase Studies > 3. Intensive support and soft skills\nOf course, the supervisors support the students professionally. The groups regularly report on their progress and plan the next steps. They discuss technical issues and receive technical support. In addition, the students learn how to plan, structure and present presentations in an appealing way.\n3. Intensive support and soft skills\n----------------------------------------\n\n4. Interim presentation\nCase Studies > 4. Interim presentation\nIn an interim presentation, each team reports on the current status of their project. Afterwards, participants and supervisors give their feedback.\n4. Interim presentation\n----------------------------------------\n\n5. Final workshop\nCase Studies > 5. Final workshop\nThe highlight and conclusion of the case studies is a scientific workshop. Here, the students present their results in a lecture followed by discussion. In the case studies fields \"Scientific Computing\" and \"Life Sciences Mathematics\", each team explains its approach and the core results of the project work in a final report.\n5. Final workshop\n----------------------------------------\n\nBecome a cooperation partner\nCase Studies > Become a cooperation partner\nDo you have a project that is suitable for students? We welcome partners from universities, research institutions and companies interested in research and development in the fields of optimization, scientific computing or life sciences. We will be happy to check whether a cooperation is suitable. Please contact Dr. Florian Lindemann.\nBecome a cooperation partner\n----------------------------------------\n\nHere you can find some of our cooperation partners from past case studies:\n\n----------------------------------------\n\nOptimization\nCase Studies > Optimization\n- Audi, BMW, car2go, DB, DLR, Flixbus, Framos, HAWE Hydraulik, iABG, IAV, Logivations, risklab GmbH, Siemens, the World Food Programme\n- various research institutes from other departments at TUM\nOptimization\n----------------------------------------\n\nScientific Computing\nCase Studies > Scientific Computing\n- Vectoflow\n- Continental\n- High-Performance Computing Center Stuttgart HLRS\n- IBMI Institute of Biological and Medical Imaging\nScientific Computing\n----------------------------------------\n\nLife Science Mathematics\nCase Studies > Life Science Mathematics\n- Helmholtz Center Munich\n- Clinic \"Rechts der Isar\"\n- TUM School of Life Sciences\nLife Science Mathematics\n----------------------------------------\n\nCase Studies: Life Science Mathematics\nCase Studies > Case Studies: Life Science Mathematics\nIn the Case Studies: Life Science Mathematics module, students model a biological system in small groups of 2 to 4 – largely independently – using methods we teach in our biomathematics and biostatistics classes. In small groups, students receive intensive and individualized mentoring and support.\nWe offer introductions to soft skills, such as presentation techniques and literature research. In addition, you will acquire and try out skills in organizational and project work if you participate.\nModule description: Case Studies: Life Science Mathematics (MA5616)\n\nFocus and goals\nCase Studies > Case Studies: Life Science Mathematics > Focus and goals\nWe place a special emphasis on combining mathematics with a concrete application from the life sciences and the according training. The projects are mainly current interdisciplinary projects, which the students carry out in collaboration with groups from different TUM departments, other research institutions and clinics.\nAs a biomathematician you will always work in interdisciplinary teams. In doing so, you will have to consider and learn other technical languages. In addition, we like to offer you the opportunity to try out your own ideas or implement them in practice-relevant projects during your mathematics studies. To this end, we have been organizing practice-oriented seminars in the life sciences for many years. In 2016, we adopted the concept of case studies in optimization, which implements exactly these ideas.\nCase Studies: Life Science Mathematics\n----------------------------------------\n\nContact\nCase Studies > Contact\nContact\n----------------------------------------\n\nProf. Christina Kuttler\nkuttler(at)ma.tum.de\n\n----------------------------------------\n\nProf. Johannes Müller\njohannes.mueller(at)mytum.de\n\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nCase Studies: Optimization\nCase Studies > Case Studies: Optimization\nCase studies in optimization include two courses: \"Case Studies: Discrete Optimization\" and \"Case Studies: Nonlinear Optimization\". During every summer semester, students in these courses experience what it means\n- to apply complex mathematical methods to real-world problems,\n- to work together with companies from research and industry, and\n- to present their ideas and results in public.\nThis involves first understanding a practical challenge, then modeling and analyzing it in small teams. The students then develop and implement suitable solutions. In the process, our department usually cooperates with external partners.\nModule description:\n- Case Studies: Discrete Optimization (MA4512)\n- Case Studies: Nonlinear Optimization (MA4513)\nCase Studies: Optimization\n----------------------------------------\n\nContacts\nCase Studies > Contacts\nContacts\n----------------------------------------\n\nDr. Michael Ritter\nmichael.ritter(at)tum.de\n\n----------------------------------------\n\nDr. Florian Lindemann\nlindemann(at)tum.de\n\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nCase Studies: Scientific Computing\nCase Studies > Case Studies: Scientific Computing\nThe module \"Case Studies: Scientific Computing\" prepares students for future work in an interdisciplinary environment. For this purpose, they work on a project in the form of a practical task from the natural sciences and technology. The case studies normally take place once a year. We cooperate with other TUM departments, non-university research institutions and industry partners. The topics of the projects – from areas such as autonomous driving, simulation of novel materials, analysis of real-time capable control systems – are determined by the cooperation partners.\nModule description: Case Studies: Scientific Computing (MA4306)\n\nProcedure and goals\nCase Studies > Case Studies: Scientific Computing > Procedure and goals\nGroups of 3 to 4 students work on a project task. In order to practice interdisciplinary cooperation, at least one participant should not study mathematics. In the case studies, they work on the individual projects in all its aspects. This includes\n- a precise formulation of the problem,\n- determining the resources required for the process in the sense of project management,\n- the mathematical modeling and selection of the mathematical techniques required for solving the problem,\n- their practical application and adaptation to the concrete problem, and\n- the professional presentation of the achieved results in a final report and the associated oral presentation to a larger audience.\nAll steps of the project work promote the students' ability to communicate and cooperate through teamwork. Together they find a common language and reflect on group processes. At the same time, they update already acquired specialist knowledge and skills and apply them practically and concretely – especially from an interdisciplinary point of view.\nCase Studies: Scientific Computing\n----------------------------------------\n\nContact\nCase Studies > Contact\nContact\n----------------------------------------\n\nProf. Rainer Callies\nrainer.callies(at)tum.de\n\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nPractice and career for mathematics students\nCase Studies > Practice and career for mathematics students\nThe Department of Mathematics offers you further opportunities to gain practical experience during your studies.\nPractice and career for mathematics students\n----------------------------------------\n\nData Information Lab\nCase Studies > Data Information Lab\nThe TUM Data Innovation Lab (TUM-DI-LAB) is aimed at Master's students who want to research data-driven methods for interdisciplinary practical tasks. Every semester, the Lab offers new projects.\nData Information Lab\n----------------------------------------\n\nCase Studies: Bachelor Mathematics\nCase Studies > Case Studies: Bachelor Mathematics\nIn order for our students to learn how to work in an application-oriented way during their bachelor studies, we offer them Case Studies of Mathematical Modelling.\nCase Studies: Bachelor Mathematics\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-data-science"
}