{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/informatik/",
    "content": "Informatik - Prüfungen - TUM - TUM School of Computation, Information and Technology\n\nPrüfungen in der Informatik\nPrüfungen in der Informatik\nPrüfungen in der Informatik\n----------------------------------------\n\nAchtung: Melden Sie sich unbedingt zu allen Prüfungen, auch Praktika und Seminare an.\nEinzige Ausnahme sind die Praktika und Seminare mit folgenden Nummern:\nIN0012, IN0014, IN2106, IN2107 und Entwicklungspraktika (IN2128, IN2129, IN2130, IN2131).\nNur zu diesen werden Sie automatisch vom Lehrstuhl angemeldet.\n\n----------------------------------------\n\nAnmeldung in TUMonline - Fristen beachten!\nPrüfungen in der Informatik > Anmeldung in TUMonline - Fristen beachten!\nBitte beachten Sie die Fristen und melden Sie sich rechtzeitig an! Sollten Sie Probleme bei der Prüfungsanmeldung haben, ziehen Sie bitte Ihre TUMonline-Broschüre oder die Webseite zu Rate. Falls Sie dann noch Probleme haben, wenden Sie sich bitte vor dem Ende des Anmeldezeitraumes direkt per E-Mail an die Schriftführung Ihres Studiengangs, Diese finden Sie über Ihren Studiengang sowie über Kontakte Prüfungsangelegenheiten.\nEine Nachmeldung zu den Prüfungen ist nicht möglich. Waren Sie zu einer Prüfung nicht angemeldet, werden weder die ECTS-Punkte noch die Note angerechnet und Sie müssen die Prüfung wiederholen.\nAnmeldung in TUMonline - Fristen beachten!\n----------------------------------------\n\nMidterm und vorgezogene Prüfungen\nPrüfungen in der Informatik > Midterm und vorgezogene Prüfungen\n\nMidtermprüfungen und vorgezogene Prüfungen ( z.B. bei Blockveranstaltungen)\nPrüfungen in der Informatik > Midterm und vorgezogene Prüfungen > Midtermprüfungen und vorgezogene Prüfungen ( z.B. bei Blockveranstaltungen)\nDiese haben meist gesonderte Anmeldezeiträume und werden frühzeitig bekannt gegeben. Studierende, die zur Midtermprüfung in TUMonline angemeldet sind, werden automatisch für die Endtermprüfung angemeldet. Alle Anderen müssen sich für die Endtermprüfung in TUMonline selbst anmelden.\n\nAktuelle Termine:\nPrüfungen in der Informatik > Midterm und vorgezogene Prüfungen > Midtermprüfungen und vorgezogene Prüfungen ( z.B. bei Blockveranstaltungen) > Aktuelle Termine:\nGrundlagen: Betriebssysteme und Systemsoftware    IN0009        13.12.2024    16:00    17:45Betriebssysteme und hardwarenahe Programmierung für Games IN0034        13.12.2024    16:00    17:45Anmeldung in TUMonline: 15.11.24-02.12.24\nBusiness Analytics and Machine Learning    IN2028        20.12.2024    16:00    19:00Anmeldung in TUMonline: 15.11.24-06.12.24\nMidterm und vorgezogene Prüfungen\n----------------------------------------\n\nWann finden die Prüfungen statt?\nPrüfungen in der Informatik > Wann finden die Prüfungen statt?\nJedes TUM Semester ist in Vorlesungszeit und vorlesungsfreie Zeit unterteilt. Die Endprüfungen der Fakultät für Informatik starten in der Regel gegen Ende der Vorlesungszeit und gehen üblicherweise bis zur dritten Woche der vorlesungsfreien Zeit (inkl. Samstage!). Die Wiederholungsprüfungen finden in der Regel zu Beginn des nachfolgenden Semesters statt, in den letzten drei vorlesungsfreien Wochen sowie in der ersten Vorlesungswoche. Die TUM Semestertermine finden Sie hier, von denen voraussichtliche Prüfungszeiträume der TUM Informatik abgeleitet werden können.\nBedingt durch den hohen Bedarf an Räumen für die Prüfungen, können die auf dieser Seite angegebenen Zeiträume nicht immer eingehalten werden. Bitte vergewissern Sie sich in den Veranstaltungen, wann die tatsächlichen Prüfungstermine stattfinden. Diese sollten in den ersten Wochen der Veranstaltung festliegen.\nAchtung: Es werden nur Prüfungsleistungen in TUMonline eingetragen (und damit zum Studium angerechnet), wenn eine Prüfungsanmeldung in TUMonline vorliegt.\nWann finden die Prüfungen statt?\n----------------------------------------\n\nAbmeldung von Prüfungen / Rücktritt aus gesundheitlichen Gründen\nPrüfungen in der Informatik > Abmeldung von Prüfungen / Rücktritt aus gesundheitlichen Gründen\n\nFristen\nPrüfungen in der Informatik > Abmeldung von Prüfungen / Rücktritt aus gesundheitlichen Gründen > Fristen\nBis zum Ende der Anmeldefrist können Sie sich selbst über TUMonline von Prüfungen wieder abmelden. Bei schriftlichen Prüfungen können Sie sich bis eine Woche vor dem Prüfungstermin wieder abmelden. Dies gilt nicht, wenn Sie durch Ihre Studienordnung zur Teilnahme an der Prüfung verpflichtet sind.\nBedenken Sie, dass bei Nichtteilnahme trotz Anmeldung eine 5,0 in Ihrem Kontoauszug erscheint. Falls Sie also wissen, dass Sie nicht teilnehmen, sollten Sie sich rechtzeitig wieder abmelden.\nFalls Ihre Studienordnung einen vorzeitigen Rücktritt vorsieht, wenden Sie sich bitte an Ihre zuständige Schriftführung, siehe Kontakte zu Prüfungsangelegenheiten.\nSollten Probleme bei der Abmeldung auftauchen, so wenden Sie sich bitte ebenfalls unverzüglich an Ihre Schriftführung, siehe Kontakte zu Prüfungsangelegeneheiten.\n\nRücktritt aus gesundheitlichen Gründen\nPrüfungen in der Informatik > Abmeldung von Prüfungen / Rücktritt aus gesundheitlichen Gründen > Rücktritt aus gesundheitlichen Gründen\nFür die Studierenden folgender Studiengänge ist die Anzahl der Prüfungsversuche nicht mehr beschränkt:\n- Bachelor Informatik mit Studienbeginn ab WS 2007/08\n- Bachelor Informatik: Games Engineering ab WS 2011/12\n- Bachelor Wirtschaftsinformatik mit Studienbeginn ab WS 2008/09\n- alle 4-semestrigen Masterstudiengänge\nDaher muss eine Prüfungsunfähigkeit nur noch in Ausnahmefällen beim Prüfungsausschuss nachgewiesen werden. Dies ist dann der Fall, wenn es im Laufe des Studiums zu Problemen mit den Credithürden kommen sollte. Nehmen Studierende krankheitsbedingt nicht an einer Prüfung teil, müssen sie deswegen wie bisher unverzüglich ein Attest einholen, um ihre Prüfungsunfähigkeit ggf. nachweisen zu können. Dieses Attest wird vom Studierenden selbst bis zum Abschluss des Studiums aufbewahrt und bei Bedarf dem Prüfungsausschuss vorgelegt. Bei Unklarheiten, ob ein Attest den Anforderungen der ADPO bzw. APSO entspricht, können Studierende dies mit der Studienfachberatung Informatik abklären.\nWichtig: Für alle Bachelor- und Masterstudenten, die zu einem früheren Zeitpunkt ihr Studium aufgenommen haben oder in 3-semestrigen Masterstudiengängen studieren, gelten die bisherigen Regelungen (d.h. Atteste sind wie bisher unverzüglich einzuholen und innerhalb einer Woche bei der Schriftührung Ihres Studiengangs abzugeben.)\nAlle Infos zu \"Anforderungen an den Inhalt von Attesten\"\nAbmeldung von Prüfungen / Rücktritt aus gesundheitlichen Gründen\n----------------------------------------\n\nAnerkennungen\nPrüfungen in der Informatik > Anerkennungen\nInformationen zu Anerkennungen von Studienleistungen aus dem Vorstudium, einem konsekutiven Studiengang oder aus einem Studienaufenthalt im Ausland finden Sie auf der Seite \"Anerkennungen\".\nAnerkennungen\n----------------------------------------\n\nPraktika und Seminare\nPrüfungen in der Informatik > Praktika und Seminare\nInformationen zu Praktika und Seminaren und zur Platzvergabe über das Matching-Portal finden Sie auf der Seite \"Praktika & Seminare\".\nPraktika und Seminare\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}