{
    "link": "https://www.cit.tum.de/en/cit/studies/students/start-of-studies/preparatory-vacation-courses/vacation-courses/",
    "content": "Vacation courses Mathematics - TUM - TUM School of Computation, Information and Technology\n\nOur Offer\nOur Offer\nDeepen your knowledge, review the material, clarify questions: Our vacation courses are ideal for all those who want to prepare for exams during the semester break or need an introduction to software for mathematicians. Vacation courses are an additional offer that we finance from study grants – they are not mandatory.\nWith regard to the oral exam Mathematical Foundations, there is a two-day preparatory course that familiarizes you with the exam procedure.\nIn addition, we offer introductions to software such as LaTeX or tools in the field of optimization.\nPlease note that some courses will be held in German.\nOur Offer\n----------------------------------------\n\nZweitägiger Kurs: Mathematische Grundlagen\nOur Offer > Zweitägiger Kurs: Mathematische Grundlagen\nFür viele Studierende stellt die Grundlagenprüfung (MA0007) eine völlig neue Situation dar, da sie mündlich abgehalten wird. Ziel dieses Kurses ist es, auf die dadurch entstehenden Herausforderungen so gut wie möglich vorzubereiten und die wichtigsten Inhalte aus der Analysis und der linearen Algebra zu wiederholen.\n\nWann und wo?\nOur Offer > Zweitägiger Kurs: Mathematische Grundlagen > Wann und wo?\nDieser Kurs findet am 26. und 27. August 2024, jeweils von 11:00 bis 15:00 im Raum 00.07.014 statt.\nIm Laufe des Ferienkurses werden Sie viel in kleinen Gruppen von zwei bis drei Studierenden arbeiten. Wir bitten Sie daher, sich schon im Vorfeld mit einer Person als Partner:in für die Gruppenarbeiten zu verständigen. Der Kurs findet statt.\n\nAnmeldung\nOur Offer > Zweitägiger Kurs: Mathematische Grundlagen > Anmeldung\nWeitere Informationen zur Anmeldung finden Sie demnächst an dieser Stelle.\n\nKursmaterial\nOur Offer > Zweitägiger Kurs: Mathematische Grundlagen > Kursmaterial\nMaterial zum Kurs finden Sie demnächst hier.\nEine Teilnahme ist nur sinnvoll, wenn Sie sich vorher ausreichend mit dem Stoff beschäftigt haben. Bitte beachten Sie: Am Kurs teilzunehmen, ersetzt nicht die selbstständige Prüfungsvorbereitung.\nZweitägiger Kurs: Mathematische Grundlagen\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}