{
    "link": "https://www.cit.tum.de/cit/studium/studierende/beratung/informatik/tipps/medizinische-versorgung/",
    "content": "Medizinische Versorgung in Deutschland - TUM - TUM School of Computation, Information and Technology\n\nMedizinische Versorgung in Deutschland\nMedizinische Versorgung in Deutschland\nMedizinische Versorgung in Deutschland\n----------------------------------------\n\nSuche nach einem geeigneten Arzt\nMedizinische Versorgung in Deutschland > Suche nach einem geeigneten Arzt\nIm Gegensatz zu anderen Ländern, können Sie in Deutschland frei wählen, zu welchem Arzt Sie gehen. Auf der Webseite des Patientenservice können Sie gezielt nach einem passenden Arzt bzw. Spezialisten in Ihrer Nähe suchen. Unter Weitere Optionen haben Sie die Möglichkeit, die Suche auf eine bestimmte Fremdsprache einzuschränken. Die Ergebnisse zeigen die Adresse, Öffnungszeiten, Kontaktdaten und weitere Spezialisierungen an. In München hat fast jeder niedergelassene Arzt eine eigene Webseite. Dort, aber auch über Suchmaschinen, finden Sie aktuelle Öffnungszeiten und Adressen von Ärzten in Ihrer Nähe. Außerdem verfügt normalerweise jede Krankenversicherung über eine eigene Hotline, bei der Sie jederzeit anrufen können, um sich individuell beraten zu lassen, welcher Arzt für Sie in Frage kommt.\nBereitschaftspraxenArztbesuch am Wochenende und an Feiertagen: Sollten Sie dringend einen Arzt außerhalb der üblichen Sprechstundenzeiten, d.h. nachts oder an Sonn- und Feiertagen benötigen, empfehlen wir die KVB-Bereitschaftspraxis im Elisenhof am Münchner Hauptbahnhof aufzusuchen:\nKVB Bereitschaftspraxis im ElisenhofPrielmayerstraße 3, 90335 MünchenMittwoch & Freitag Nachmittag, an Wochenenden & FeiertagenAllgemeinärzte und Spezialisten vor OrtKeine Terminvereinbarung notwendig!\nDie Seite des Patientenservice listet weitere, kleinere Bereitschaftspraxen im Raum München.\nHilfe bei psychischen Krisen\nFür Hilfe während einer psychischen Krise können Sie sich in Notfällen an den Krisendienst Bayern wenden. Dieser bietet rund um die Uhr kostenlose psychosoziale Beratung in vielen Sprachen an. https://www.krisendienste.bayern/\nSuche nach einem geeigneten Arzt\n----------------------------------------\n\nIm Notfall\nMedizinische Versorgung in Deutschland > Im Notfall\nIn einer Notfallsituation, hat jedes Krankenhaus eine spezielle Unfall- und Notfallabteilung, die Notaufnahme, die Sie aufsuchen können, wenn Sie dringend und umgehend einen Arzt benötigen. Notfallrufnummer: 112  Die Webseite der Stadt München bietet einen Überblick aller Münchner Krankenhäuser und Kliniken.\nKrankenhauskosten für längere Aufenthalte müssen entweder von Ihnen oder Ihrer Krankenversicherung beglichen werden. Selbst im Falle eines Notfalls gibt es nicht etwas wie eine „kostenlose Behandlung“. Patienten mit einer gesetzlichen Krankenversicherung zahlen eine geringfügige tägliche Gebühr für die ersten 14 Tage ihres Krankenhausaufenthaltes.  Die Webseite der Europäischen Kommission gibt einen Überblick über einen Arzt- bzw. Krankenhausbesuch mit einer European Health Insurance Card (EHIC).\nGrundsätzlich können Sie im Notfall jedes Krankenhaus in Deutschland aufsuchen, abgesehen von einigen Privatkliniken.\nIm Notfall\n----------------------------------------\n\nDie Terminvereinbarung\nMedizinische Versorgung in Deutschland > Die Terminvereinbarung\nArztpraxen haben für gewöhnlich Montag bis Freitag von 8.00 bis 13.00 Uhr und von 15.00 bis 18.00 Uhr Sprechstunde.  (Mittwochnachmittags sind viele Arztpraxen geschlossen!) Es gibt zwei verschiedene Modelle, einen Arzt zu aufzusuchen:\n- Offene Sprechstunde: v.a. Allgemeinmediziner/Hausärzte/ primärversorgende Ärzte pflegen eine Politik der „offenen Tür“. Als erste Anlaufstelle für eine Diagnose, empfangen sie ihre Patienten auf first come - first serve Basis. Eine vorherige Terminvereinbarung ist dann nicht notwendig! Allerdings muss mit etwas Wartezeit gerechnet werden. Nach einer ersten Diagnose werden Sie dann, wenn nötig, an einen geeigneten Spezialisten verwiesen, ggf. auch inklusive Terminvereinbarung.\n- Die individuelle Terminvereinbarung: im Raum München oft unumgänglich und oft mit Wartezeiten von mehreren Wochen verbunden. Vor allem Spezialisten und Fachärzte organisieren Ihren Patientenbesuch auf diese Weise.\nSprachkenntnisse von Ärzten und Sprechstundenhilfe Fast jeder Arzt in Deutschland spricht Englisch. Das Problem stellt oftmals dagegen das Kommunizieren bzw. die Terminvereinbarung mit der Sprechstundenhilfe bzw. Arzthelferin am Telefon dar. Sie sollten darauf vorbereitet sein, nach einem möglichen Tag und einer passenden Uhrzeit für Ihren Besuch zu fragen. Die Sprechstundenhilfe wird gewöhnlich nicht danach fragen, aus welchem Grund Sie einen Arzt benötigen.    Bei geringen Deutschkenntnissen, bitten Sie daher Freunde oder Ihre/n MINGA Mentor/in um Hilfe!\nDie Terminvereinbarung\n----------------------------------------\n\nVorbereitung eines Arztbesuches - mehrsprachige Sprachführer Gesundheit\nMedizinische Versorgung in Deutschland > Vorbereitung eines Arztbesuches - mehrsprachige Sprachführer Gesundheit\nSollten Sie beim Anruf in der Arztpraxis auf sich alleine gestellt sein, bietet die AOK den \"Sprachführer Gesundheit\" in vielen verschiedenen Sprachen zum Download als PDF-Datei an. Dort finden Sie eine Liste an Fragen, die Sie dem Arzt stellen können, sowie hilfreiches Vokabular, auch für den Gang zur Apotheke.  Weitere hilfreiche, bebilderte Veröffentlichung in Deutsch und Englisch des Deutschen Studentenwerks: \"Erste Hilfe – Illustriertes Gesundheitswörterbuch: Hinweise für ausländische Studierende in Deutschland“\nVorbereitung eines Arztbesuches - mehrsprachige Sprachführer Gesundheit\n----------------------------------------\n\nKostenerstattung\nMedizinische Versorgung in Deutschland > Kostenerstattung\nSollten Sie bei einer gesetzlichen Krankenkasse versichert sein, werden erst einmal alle Kosten übernommen.\nDie Krankenkassenliste des GKV-Spitzenverbands bietet einen Überblick über die einzelnen Krankenkassen in Deutschland und ihre jeweiligen Zusatzbeitragssätze.\nMit einer European Health Insurance Card werden die Kosten mit der jeweiligen Krankenkasse in Ihrem Heimatland abgeglichen. Sie zahlen zunächst vor Ort die Behandlungskosten und reichen dann die Rechnungsbelege bei Ihrer Krankenkasse im Heimatland ein. Die Kosten werden dann in der Höhe übernommen, wie sie bei einer inländischen Behandlung entstanden wären; eventuelle Mehrkosten, nicht verschriebene Behandlungen und Zusatzleistungen müssen Sie dagegen selbst tragen.\nKostenerstattung\n----------------------------------------\n\nKrankenkassensystem in Deutschland\nMedizinische Versorgung in Deutschland > Krankenkassensystem in Deutschland\nGrundsätzlich sind alle Studierende in Deutschland kranken- und pflegeversicherungspflichtig. Ein ausreichender Krankenversicherungsschutz und das Leisten der Beiträge zur Pflegeversicherung sind auch für ausländische Studierende Voraussetzung für die Immatrikulation an einer deutschen Hochschule.\nIn Deutschland gibt es zwei Arten von Krankenversicherungen: gesetzliche und private. Bis zum 30. Lebensjahr oder dem 14. Fachsemester müssen Sie grundsätzlich in einer Krankenversicherung versichert sein. In den meisten Fällen ist die gesetzliche Versicherung die preiswertere Variante - es sei denn, Sie sind über Ihre Eltern privatversichert. Der monatliche Mitgliedsbeitrag liegt derzeit bei etwa 111 Euro. Nur in Ausnahmefällen sollten Sie sich privat versichern. Genauere Auskunft geben die Webseiten des Deutschen Studentenwerks.\nAchtung: Einmal privat versichert, können Sie für die gesamte Dauer Ihres Studiums nicht mehr in eine gesetzliche Krankenkasse wechseln!\nViele Studierende können auf die gesetzliche Krankenversicherung aus ihrem Heimatland zurückgreifen, da Deutschland mit einigen europäischen Ländern ein Sozialversicherungsabkommen abgeschlossen hat. Sie müssen lediglich Ihren heimischen Versicherungsschutz von einer gesetzlichen Krankenkasse in Deutschland anerkennen lassen. Dafür ist für gewöhnlich eine Europäische Krankenversicherungskarte (European Health Insurance Card - EHIC) erforderlich. Die EHIC können Sie kostenfrei bei Ihrer Krankenkasse beantragen.\nWeitere Informationen zur Krankenversicherungspflicht finden Sie auf den zentralen TUM-Webseiten.\nKrankenkassensystem in Deutschland\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}