{
    "link": "https://www.cit.tum.de/en/cit/studies/students/thesis-completing-your-studies/electrical-and-computer-engineering/",
    "content": "Electrical and Computer Engineering - TUM - TUM School of Computation, Information and Technology\n\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering\n----------------------------------------\n\nAn overview of the chairs and professorships can be found on the websites of the Departments of Electrial Engineering and Computer Engineering.\n\n----------------------------------------\n\nBachelor’s thesis\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Bachelor’s thesis\nBachelor’s thesis\n----------------------------------------\n\nAdmission requirements\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Admission requirements\nplease note the german page\nAdmission requirements\n----------------------------------------\n\nExpert Examiners Bachelor EI\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Expert Examiners Bachelor EI\nExpert examiners are appointed by the Bachelor's Examination Board. They may supervise Bachelor's theses in the Bachelor's degree program in Electrical Engineering and Information Technology. You can see which person is eligible to supervise your thesis in the list of all expert examiners.\nExpert Examiners Bachelor EI\n----------------------------------------\n\nRegistration and recording of grades\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Registration and recording of grades\nA letter of admission, which confirms the fulfillment of the admission requirements, is necessary for registration.\nYou can personally request a letter of admission to the Bachelor’s Thesis module during the office hours of the Academic and Student Affairs Office (Deptartment of Electrical Engineering and Information Technology) or by sending them an email.\nThesis supervisors are to register students’ theses by means of submitting the fully filled-in form to the Academic and Student Affairs Office (Deptartment of Electrical Engineering and Information Technology).\nGrades are recorded at the Academic and Student Affairs Office (Deptartment of Electrical Engineering and Information Technology) by the thesis supervisors after students fully complete their bachelor’s thesis (submission of the thesis and final presentation with the academic chair).\nPlease be advised that a thesis may not be registered or submitted during a semester when a student is on a leave of absence from the university – an exception will be made for a second attempt.\nRegistration and recording of grades\n----------------------------------------\n\nDeadlines\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Deadlines\nTwelve credits are awarded for the bachelor’s thesis, which is the equivalent to a workload of 360 hours. These 360 hours can either be undertaken full-time within 9 weeks or part-time within a period of 20 weeks maximum.\nThe period for working on the thesis from the time when the topic is assigned until the written work is submitted may not exceed 20 weeks. The presentation should take place shortly before or after the submission of the written work.\nDeadlines\n----------------------------------------\n\nScientifig Writing and Presentation: unique preparation for Bachelor thesis\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Scientifig Writing and Presentation: unique preparation for Bachelor thesis\nScientific Wirting and Presentation is a one-off 1.5-hour course that Bachelor's students can attend voluntarily in preparation for their Bachelor's thesis. The aim of the course is to optimally prepare students for planning, writing and presenting their Bachelor's thesis. The course is offered twice during the lecture period. Students who are interested can register for this one-off course via TUMonline under the module \"EI1000 Bachelor Thesis\" and thus gain access to the Moodle documents. The course usually takes place in presence with online transmission.\nCurrent dates can be found under course content.\nScientifig Writing and Presentation: unique preparation for Bachelor thesis\n----------------------------------------\n\nTemplates\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Templates\nPlease inquire with your department or your advisor to see if s/he will provide a template for the written paper. In the event no template is available, you can prepare your own template or use TUM’s sample template for academic papers (available in Word and LaTEX).\nTheses handout\nInstructions for writing a thesis in collaboration with external institutions\nTemplates\n----------------------------------------\n\nMaster’s thesis\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Master’s thesis\nMaster’s thesis\n----------------------------------------\n\nMaster’s thesis module\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Master’s thesis module\nThirty credits are awarded for the master’s thesis, which is the equivalent to a full-time workload of 24 weeks. At the end of the Master’s Thesis module, students must write an academic paper, which will be graded and counted towards the overall grade. Additionally, students are expected to give a final presentation, which must be successfully completed as a pass/fail credit requirement. Both the written thesis and the presentation must be successfully completed within the 24-week period.\nMaster’s thesis module\n----------------------------------------\n\nAdmission requirement (PO20151)\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Admission requirement (PO20151)\nStudents who have earned 60 examination credits will be admitted to the Master’s Thesis module (this does not include any modules from other departments or practical research!).\nFrom 15 January 2024 on, all final theses in the School of Computation, Information and Technology will be managed via the CIT portal.\nhttps://www.cit.tum.de/en/cit/studies/students/thesis-completing-your-studies/\nAdmission requirement (PO20151)\n----------------------------------------\n\nAdmission requirement (PO20201)\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Admission requirement (PO20201)\nThe master’s thesis is the last academic paper a student submits during their studies.\nFrom 15 January 2024 on, all final theses in the School of Computation, Information and Technology will be managed via the CIT portal.\nhttps://www.cit.tum.de/en/cit/studies/students/thesis-completing-your-studies/\nAdmission requirement (PO20201)\n----------------------------------------\n\nDeadlines (PO20151)\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Deadlines (PO20151)\nThe entire period allowed for working on the master’s thesis starts when the topic is assigned and may not exceed 52 weeks; this period includes the submission of the thesis as well as the final presentation. Since the period for working on the thesis significantly exceeds the time allowed for the master’s thesis (24 weeks for full-time students), the deadline cannot be extended. In cases of hardship (delays not caused by the student him/herself, e.g., due to prolonged illness or hospitalization), please consult the Examination Board during the office hours of the board’s secretary.\nDeadlines (PO20151)\n----------------------------------------\n\nDeadlines (PO20201)\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Deadlines (PO20201)\nThe entire period for working on the thesis starts when the topic is assigned and may not exceed 6 months; this period includes the submission of the thesis as well as the final presentation. In cases of hardship (delays not caused by the student him/herself, e.g., due to prolonged illness or hospitalization), please consult the Examination Board (during the office hours of the board’s secretary).\nHandout: Instructions for Thesis\nDeadlines (PO20201)\n----------------------------------------\n\nMaster’s theses written in collaboration with external institutions\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Master’s theses written in collaboration with external institutions\nWhen a master’s thesis is written in collaboration with an external institution, difficulties frequently arise.\nFor this reason, please adhere to the following instructions:\n- External institutions and companies offer students topics and projects which, according to their call for applications, are suitable for use as a basis for their master's thesis.\n- Caution! Assigning a topic for the master’s thesis and its assessment is always and exclusively the responsibility of an institution of higher education and the expert examiners of the respective degree program.\n- An expert examiner of the program is required for the registration, realization and assessment of all master’s theses.\n- Students should not assume that they will be able to obtain suitable academic supervision by an expert examiner from a TUM degree program for their preferred topic while writing their master’s thesis in collaboration with an external institution. \t \t\tThis will especially be the case if students have already agreed to contractual obligations with an external institution or have already begun working on a master’s thesis without registering their thesis in advance.\n- This will especially be the case if students have already agreed to contractual obligations with an external institution or have already begun working on a master’s thesis without registering their thesis in advance.\n- If no expert examiner from the department is willing to supervise the student’s proposed topic, the student will have to choose one of the topics that are proposed by the academic chair/professors in the TUM Deptartment of Electrical Engineering and Information Technology or another topic will have to be chosen with a cooperation partner.\n- As a rule, expert examiners from a department do not sign confidentiality agreements related to the written thesis or the final presentation. \t \t\tHowever, we recommend that our students enter into a written agreement with external institutions so they can submit a master’s thesis and give their final presentation within the scope of the Master’s Thesis module. \t\tTUM/ the degree program does not offer any legal advice on contracts or agreements between students and external institutions.\n- However, we recommend that our students enter into a written agreement with external institutions so they can submit a master’s thesis and give their final presentation within the scope of the Master’s Thesis module.\n- TUM/ the degree program does not offer any legal advice on contracts or agreements between students and external institutions.\n- The copyright of the master’s thesis remains with the students (unless a student assigns this right to someone else in a contract).\n- It should be noted that the oral presentation of the master’s thesis is always open to the university community, regardless of any contractual agreements.\n- Because there are several contact persons involved (contacts and co-advisors at an external institution and the expert examiner from the degree program), it is especially important for potential conflicts to be clarified directly with the expert examiner for the program early on and for a work schedule to be agreed upon with intermediary goals and meetings.\n- When students write a thesis in cooperation with an industry partner or another research-related institution, they often have to sign a student employment contract with remuneration. You should be aware that this means you will have to do more work beyond your master’s thesis (full-time work).\n- While working at this external institution, if you notice that you are doing work that is not related to the thesis or is not covered by a student employment contract, you should inform your supervisor at the external institution without delay. If the problem does not get resolved, please contact your advisor at TUM and request a meeting with everyone involved.\n- When you register your thesis, you must confirm that you were informed of potential difficulties when writing a thesis in collaboration with an external institution.\nHandout: Instructions for writing a thesis in collaboration with external institutions\nMaster’s theses written in collaboration with external institutions\n----------------------------------------\n\nFAQs\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > FAQs\nHow many ECTS credits do I need before I can register for the master’s thesis (PO20201)?\nA: Students should have already earned all of the other credits. The master’s thesis is the last examination credit to be earned in a student’s studies.\nCan the master’s thesis be written in collaboration with a company or a research-related institute (e.g., Fraunhofer)?\nA: Generally speaking, yes, it is possible to complete the master’s thesis with an expert examiner from MSEI; only the expert examiner is responsible for setting the topic, supervision and assessment of the thesis.\nWhat is the minimal/maximum period of time allowed for working on the master’s thesis (PO20201)?\nA: Thirty credits will be awarded for the master’s thesis. This is the equivalent to a full-time workload of 6 months. This period also includes the time needed for the oral presentation.\nFAQs\n----------------------------------------\n\nCompletion of the Master's degree program in Electrical Engineering and Computer Engineering\nThesis and Completing your Studies in Electrical Engineering and Computer Engineering > Completion of the Master's degree program in Electrical Engineering and Computer Engineering\nCompletion of the Master's degree program in Electrical Engineering and Computer Engineering\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-elektrotechnik-informationstechnik"
}