{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/electrical-computer-engineering/",
    "content": "Electrical & Computer Engineering - Examinations - TUM - TUM School of Computation, Information and Technology\n\nExaminations in Electrical Engineering and Information Technology\nExaminations in Electrical Engineering and Information Technology\nExaminations in Electrical Engineering and Information Technology\n----------------------------------------\n\nExam Registration\nExaminations in Electrical Engineering and Information Technology > Exam Registration\nExam registration period: 18.11.2024 - 15.01.2025\nAll exams (incl. labs and seminars) and also extra-curricular courses have to be registered by the students in TUMonline.\nPlease note the following points during registraion:\n- The registration period applies to all first attempt examinations and all repeat examinations\n- The registration also applies to labs, seminars, FIQ modules, extracurricular modules, etc.\n- Other registration deadlines may apply for some labs; these can be found in TUMonline or on the websites of the responsible chairs\n- Some modules from other schools/ faculties may have different registration deadline. Students should inform themselves at the early stage.\n- Exception for GOP examinations in the Bachelor EI program: All students are automatically registered for these examinations in their first two semesters. Students in higher semesters who still have to write their Joker module, will also be automatically registered for this exam.\nPlease only register for the examinations that you actually want to take.Late registrations after the above-mentioned deadline are not possible.If you have any questions about exam registrations, please contact bachelor(at)ei.tum.de or master(at)ei.tum.de\nGood luck for your exams!\nExam Registration\n----------------------------------------\n\nBachelor EI - Examination Board\nExaminations in Electrical Engineering and Information Technology > Bachelor EI - Examination Board\nResponsible for examination issues in the Bachelor of Electrical Engineering and Information Technology\nChairperson: Prof. Dr. Gabriele Schrag Secretary: Dr. Franziska BrändleProxy Secretary: Michaela Heinrich\nSectretary office hours: currently by personal appointment Tuesdays 10:30 - 11:30 a.m. in room number N2150\nContact:Bachelor(at)ei.tum.deTel: +49.89.289.22816\nBachelor EI - Examination Board\n----------------------------------------\n\nMaster ECE Examination Board\nExaminations in Electrical Engineering and Information Technology > Master ECE Examination Board\nResponsible for examination issues in the MSc Electrical Engineering and Information Technology, MSc Communications and Electronics Engineering and MSc Neuroengineering.\nChairperson: Prof. Dr. rer. nat. Eva WeigSecretary: Dipl.-Ing. Benita ParaschoudisProxy Secretary: Iris Schachtner M.A.\nSecretary office hours: Thursdays 2:00-3:00 p.m. and by appointmenton site in room N2149 (https://nav.tum.de/room/0101.02.149)or via Zoom  (Meeting-ID: 646 8327 6934, identification code: 789326)\nContact:Master(at)ei.tum.deTel.: +49.89.289.28295\nMaster ECE Examination Board\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}