{
    "link": "https://www.cit.tum.de/cit/studium/studierende/beratung/informatik/tipps/individuelle-foerderung/",
    "content": "Individuelle Förderung - TUM - TUM School of Computation, Information and Technology\n\nIndividuelle Förderung\nIndividuelle Förderung\n\nSie wollen und können mehr? Wir zeigen Ihnen die Möglichkeiten.\nIndividuelle Förderung > Sie wollen und können mehr? Wir zeigen Ihnen die Möglichkeiten.\nSie möchten neben dem regulären Studium noch mehr lernen? In der Informatik und in anderen Disziplinen? Sie möchten vertiefende Vorlesungen hören, früh in die Forschung einsteigen oder sich im Ausland mit anderen Studierenden aus verschiedenen Fachbereichen austauschen? Sie möchten Kontakte für Ihre berufliche Zukunft knüpfen oder sich von einem erfahrenen Professor (Mentor) coachen lassen?\nSehen Sie sich die Angebote an – es ist für viele etwas dabei. Auch für Sie!\nSie finden hier Programme von bundesweiten und bayerischen Förderwerken, von der TU München, von der Informatik an der TUM School of Computation, Information and Technology und von Firmen mit Informatikbezug (Liste erhebt keinen Anspruch auf Vollständigkeit). Wenn Sie sich für eine individuelle Förderung interessieren, berät Sie auch gerne die Studienberatung. Bei der Suche nach dem passenden Stipendium unterstützt Sie auch mystipendium.de.\nIndividuelle Förderung\n----------------------------------------\n\nbest.in.tum\nIndividuelle Förderung > best.in.tum\nDie Fakultät für Informatik fördert die besten 2 Prozent ihrer Studierenden in einem besonderen Programm, unabhängig von der Teilnahme an einem anderen Förderprogramm und ohne Verpflichtung seitens der Geförderten. Die Förderung soll unter anderem die besten Studierenden frühzeitig an offene und besonders schwierige Fragestellungen der Informatik heranführen. Die Förderung wird betreut von Prof. Arndt Bode und Vivija Čeprkalo-Simić (Arndt.Bode(at)lrz.de, ceprkalo(at)in.tum.de) und umfasst folgende Elemente:\n- Indem Sie Einblick in die Forschung eines Lehrstuhls erhalten, werden Sie frühzeitig mit aktuellen und (eventuell) offenen Fragen der Informatik konfrontiert; es wird ja teilweise Aufgabe Ihrer Generation sein, hier Lösungen zu finden. Sie erhalten außerdem Rat bei der Gestaltung Ihres Studiums, Diskussionsmöglichkeiten, Arbeitsmittel und in glücklichen Fällen einen Arbeitsplatz.\n- Informationen über externe Fördermöglichkeiten sowie Stipendien.\n- Unterstützung bei der Auswahl und Bewerbung bei Studien-, Praktikums- und Forschungsaufenthalten im In- und Ausland, in Wissenschaft und Wirtschaft.\n- Beratung der Fakultät bei der Entwicklung der Informatik-Lehre, insbesondere vom Standpunkt der besten Studierenden.\n- Laufende Unterrichtung über wissenschaftliche Veranstaltungen an der Fakultät.\n- Benennung für das zentrale Förderprogramm der TUM: „Junge Akademie“, mit den Schwerpunkten Interdisziplinarität, Softskills und Persönlichkeitsbildung. Die Junge Akademie umfasst ein interdisziplinäres Projektseminar, Treffen mit Exponenten der Wirtschaft und des öffentlichen Lebens, Themenabende, Exkursionen, Wochenendseminare, etc.\n- Besondere Lehrveranstaltungen z.B. „Perlen der Informatik“.\n- Zertifikat, das Sie als hervorragende Studierende ausweist.\nDie Aufnahme in die Förderung gründet sich auf Ihre Studienleistungen, nach dem Stand des Endes 3. Semester, und auf Empfehlungen aufgrund besonderer Leistungen für die Fakultät. Die Fakultät wird dazu an Sie herantreten. Die Förderung endet mit der Exmatrikulation.\nbest.in.tum\n----------------------------------------\n\nFörderprogramme der Informatik an der TUM\nIndividuelle Förderung > Förderprogramme der Informatik an der TUM\nAußerdem bieten wir maßgeschneiderte Angebote der Fakultät für Informatik für engagierte und begabte Studierende an.\nbest.in.tum - Förderung hervorragender Studierender an der Informatikstudiengänge\nPerlen der Informatik - Ausgewählte Studierende im Grundstudium nehmen jedes Semester an einer zweistündigen Spezialvorlesung zu aktuellen Forschungstehmen teil\nSummer School Marktoberdorf - Zweiwöchige Sommerschule im Bereich Software Engineering und Techniken und Werkzeuge zur Entwicklung von zuverlässiger Softwaresysteme\nFördermaßnahmen aus Studienzuschüssen\nStudienfachberatung - Beratung und Unterstützung für Studierende der Informatik\nDeloitte-Stiftung - Vergabe an Studienstipendien an die besten Studierenden der MINT-Fächer und Wirtschaftswissenschaften, die Auswahl erfolgt durch den Lehrstuhl Prof. Dr. Hans-Joachim Bungartz\nFörderprogramme der Informatik an der TUM\n----------------------------------------\n\nFörderprogramme der TUM\nIndividuelle Förderung > Förderprogramme der TUM\nAuch bei allen Förderprogrammen der TUM wirken Informatiker aktiv mit wie beispielsweise bei dem Programm MentorING, der Ferienakademie im Sarntal oder der Ferienakademie für Studentinnen und junge Wissenschaftlerinnen.\nMentoring an der TUM - Förderung und Beratung für Studierende, Promovierende durch erfahrene Alumni. Sie können die Mentoring-Programmen nutzen um Ihre Persönlichkeit weiter zu entwickeln, neue Kompetenzen zu entdecken und Ihr persönliches Netzwerk zu erweitern\nTUM: Junge Akademie - Förderprogramm der TUM für ihre außerordentlich talentierten und engagierten Studierenden\nFerienakademie Sarntal - Seminarähnliche Kurse zu verschiedenen Themen - das Spektrum reicht von monodisziplinären Kursen über interdisziplinäre bis hin zu Technikverständnis und Technikverantwortung\nDeutschlandstipendium - Bundesweite Stipendienprogramm für talentierte und engagierte Studierende aller Nationalitäten.\nTUM-Diversity - Spezielle Angebote für Studentinnen und junge Wissenschaftlerinnen, wie beispielsweise das Coaching\nManage and More Stipendium - Bringt Studierenden unternehmerisches Denken und Handeln durch praxisnahe Projekte, Workshops und Coachings bei\nStipendien der TUM - Die hier aufgeführten Stipendien werden direkt von der TUM vergeben\nFörderprogramme der TUM\n----------------------------------------\n\nBundesweite und bayerische Förderprogramme\nIndividuelle Förderung > Bundesweite und bayerische Förderprogramme\nMitglieder der Fakultät für Informatik engagieren sich in vielen bundesweiten bzw. bayerischen Förderwerken wie der Studienstiftung, Max-Weber-Programm oder Elite-Akademie. Sie schlagen potentielle Stipendiaten vor, beteiligen sich bei der Kandidatenauswahl und betreuen die Stipendiaten vor Ort.\nStudienstiftung des deutschen Volkes - Förderung für begabte Studierende und Doktoranden, die sich durch ihre Leistungsstärke, ihre Persönlichkeit, ihre breiten Aktivitäten sowie ihr gesellschaftliches Engagement auszeichnen.\nMax-Weber-Programm im Elitenetzwerk Bayern - Richtet sich an besonders begabte Studierende an Hochschulen in Bayern. Die Stipendiaten werden von Mentoren betreut, nehmen an Sommerakademien, wissenschaftlichen Kollegs und Sprachkursen teil und erhalten eine Bildungspauschale mit zusätzlicher Auslandsförderung.\nElitestudiengänge im Elitenetzwerk Bayern - Besonders interessierte, motivierte und qualifizierte Studierende werden fachlich intensiv betreut, steigen früh in die Forschung ein und werden praxisnah auf Führungspositionen in der Wirtschaft vorbereitet.\nBayerische Eliteakademie - In mehrwöchigen Präsenzphasen mit Seminaren, Workshops und Kaminabenden diskutieren die Teilnehmerinnen und Teilnehmer über Themen wie Ethik, Globalisierung, oder Medienkompetenz.\nStipendium Plus - Begabtenförderung im Hochschulbereich - liefert eine Übersicht über die vom Bundesministerium für Bildung und Forschung (BMBF) unterstützten Begabtenförderungswerke. Stipendien werden an Studierende und Doktoranden vergeben, die überdurchschnittliche Leistungen zeigen, hoch motiviert sind, Verantwortung übernehmen und sich gesellschaftlich engagieren.\nSoftware Campus - Der Software Campus sucht herausragende Master- und Promotionsstudierende der Informatik sowie informatiknaher Disziplinen mit großem Interesse an Führungsaufgaben in der Wirtschaft oder Unternehmensgründung.\nAvicenna-Studienwerk - muslimisches Förderwerk für Studierende und Promovierende\nStiftung der Deutschen Wirtschaft - vielfältiges Förderangebot für Studenten (Begabtenförderung mit Stipendien, abwechslungsreichen Seminar- und Trainingsangebot)\ninformatica feminale - Die Informatica Feminale bietet jährlich kompakte Lehre zur Informatik für Studentinnen aller Hochschularten und für an Weiterbildung interessierte Frauen.\nFrauen-MINT-Award - Förderung für Frauen, deren Abschlussarbeit sich u.a. mit folgende Themen befasst: Cloud, Internet of Things, Künstliche Intelligenz, Cyber Security sowie Netze der Zukunft\nHilde Domin-Programm - Die Förderung soll weltweit gefährdete Studierende sowie Doktorandinnen und Doktoranden unterstützen, denen in ihrem Herkunftsland das Recht auf Bildung verweigert wird, indem sie ein Studium in Deutschland aufnehmen oder fortsetzen können\nBundesweite und bayerische Förderprogramme\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}