{
    "link": "https://www.cit.tum.de/cit/studium/studierende/abschlussarbeit-abschluss/informatik/",
    "content": "Abschlussarbeit Informatik - TUM - TUM School of Computation, Information and Technology\n\nAbschlussarbeit und Abschluss in der Informatik\nAbschlussarbeit und Abschluss in der Informatik\nAbschlussarbeit und Abschluss in der Informatik\n----------------------------------------\n\nAllgemeine Hinweise zur Abschlussarbeit\nAbschlussarbeit und Abschluss in der Informatik > Allgemeine Hinweise zur Abschlussarbeit\n- Tipps zur Suche nach einem Thema und zur Durchführung der Abschlussarbeit bekommen Sie in jedem Semester in der Veranstaltung Let's talk about - Final Thesis @in.tum\n- Es besteht Immatrikulationspflicht während der Erstellung der Abschlussarbeit.\n- Informationen zu Schreibrichtlinien, Formatierung, Verlängerung, Abgabe sowie Sichtbarkeit der Anmeldung und Abgabe finden Sie unter Abschlussarbeit im Detail.\nAllgemeine Hinweise zur Abschlussarbeit\n----------------------------------------\n\nAbschlussarbeit im Detail\nAbschlussarbeit und Abschluss in der Informatik > Abschlussarbeit im Detail\nAbschlussarbeit im Detail\n----------------------------------------\n\nVorgaben\nAbschlussarbeit und Abschluss in der Informatik > Vorgaben\nVorgaben\n----------------------------------------\n\nMögliche Prüfer:innen\nAbschlussarbeit und Abschluss in der Informatik > Mögliche Prüfer:innen\nPrüfer:in für Bachelor- und Masterarbeiten können alle Professorinnen und Professoren der TUM School of Computation, Information and Technology (CIT) sein, sowie alle Zweitmitglieder der CIT:\nListe der Professorinnen und Professoren auf der Webseite der School of CIT\nMögliche Prüfer:innen\n----------------------------------------\n\nFormatierung\nAbschlussarbeit und Abschluss in der Informatik > Formatierung\n\nAllgemeines\nAbschlussarbeit und Abschluss in der Informatik > Allgemeines\n- DIN A4\n- gedruckt\n- keine handschriftlichen Einträge (abgesehen von Datum und Unterschrift bei der Erklärung auf Seite 2)\n\nEinband\nAbschlussarbeit und Abschluss in der Informatik > Einband\n- Karton (keine Transparentfolie, keine Einbände aus Plastik)\n\nBindung\nAbschlussarbeit und Abschluss in der Informatik > Bindung\n- fest gebunden (keine Lochbindung, Ringbindung bzw. Spiralbindung)\n\nSprache\nAbschlussarbeit und Abschluss in der Informatik > Sprache\n- Für die Angaben auf dem Deckblatt soll die Sprache verwendet werden (Deutsch oder Englisch), in der die Arbeit verfasst ist.\n\nÄußeres Deckblatt\nAbschlussarbeit und Abschluss in der Informatik > Äußeres Deckblatt\n- Technische Universität München bzw. Technical University of Munich, optional mit Logo der TUM\n- School of Computation, Information and Technology - Informatik bzw. - Informatics\n- Diplomarbeit in | Masterarbeit in | Bachelorarbeit in Informatik | Informatik: Games Engineering | Wirtschaftsinformatik | Biomedical Computing | Data Engineering and Analytics | Robotics, Cognition, Intelligence | ... \tbzw. \tDiploma Thesis in | Master's Thesis in | Bachelor's Thesis in Informatics | Informatics: Games Engineering | Information Systems | Biomedical Computing | Data Engineering and Analytics | Robotics, Cognition, Intelligence | ...\n- Titel der Arbeit (in der Sprache, in der die Arbeit verfasst wurde) \tAchtung: Bei Abweichung vom angemeldeten Titel muss der:die Prüfer:in den neuen Titel bestätigen.\n- Vorname und Nachname des:der Bearbeiter:in.\n- Bitte beachten: \tLogo der TUM oder der School sind optional.  \tKeine handschriftlichen Einträge oder sonstige aufgeklebten Logos \tKein Firmenname oder Firmenlogo\n\nBuchrücken\nAbschlussarbeit und Abschluss in der Informatik > Buchrücken\n- Bearbeiter:in und Kurztitel, aufgedruckt oder dauerhaft befestigt (z.B. Text mit breitem Klebeband aufgeklebt)\n\nSeite 1\nAbschlussarbeit und Abschluss in der Informatik > Seite 1\n- Wiederholung der Angaben vom Deckblatt\n- Zusätzlich: \t \t\tTitel der Arbeit sowohl auf Deutsch als auch auf Englisch \t\tPrüfer:in: bzw. Examiner: Titel, Vor- und Nachname des:der Prüfer:in \t\tBetreuer:in: bzw. Supervisors: Titel, Vor- und Nachname des:der Betreuer:in. \t\tAbgabedatum: bzw. Submission date: Abgabedatum (darf nicht handschriftlich sein) \t\t \t\t\t entweder das tatsächliche Abgabedatum  \t\t\t oder Deadline der Abgabe (der 15. des Monats)\n- Titel der Arbeit sowohl auf Deutsch als auch auf Englisch\n- Prüfer:in: bzw. Examiner: Titel, Vor- und Nachname des:der Prüfer:in\n- Betreuer:in: bzw. Supervisors: Titel, Vor- und Nachname des:der Betreuer:in.\n- Abgabedatum: bzw. Submission date: Abgabedatum (darf nicht handschriftlich sein) \t\t \t\t\t entweder das tatsächliche Abgabedatum  \t\t\t oder Deadline der Abgabe (der 15. des Monats)\n- entweder das tatsächliche Abgabedatum\n- oder Deadline der Abgabe (der 15. des Monats)\n- Bitte beachten:  \tKeine Angabe von Matrikelnummer oder anderen persönlichen Daten wie Geburtsdatum  \tKein Firmenname oder Firmenlogo.\n\nSeite 2\nAbschlussarbeit und Abschluss in der Informatik > Seite 2\n- Folgende Erklärung: \tIch versichere, dass ich diese Diplomarbeit | Masterarbeit | Bachelorarbeit selbstständig verfasst und nur die angegebenen Quellen und Hilfsmittel verwendet habe. \tbzw. \tI confirm that this diploma | bachelor's | master's thesis is my own work and I have documented all sources and material used.\n- Mit Datum der Unterschrift (darf auch handschriftlich sein) und Unterschrift im Original\nFormatierung\n----------------------------------------\n\nFormatierung (Beispiele und Vorlage)\nAbschlussarbeit und Abschluss in der Informatik > Formatierung (Beispiele und Vorlage)\nLaTeX-Vorlage\nEs gibt eine (nicht offizielle) LaTeX-Vorlage, jedoch sollten auch hierbei immer noch einmal die zuvor erwähnten Hinweise kontrolliert werden.\nFormatierung (Beispiele und Vorlage)\n----------------------------------------\n\nGrundsätze guter studentischer Praxis\nAbschlussarbeit und Abschluss in der Informatik > Grundsätze guter studentischer Praxis\nBitte beachten Sie den Leitfaden zu den Grundsätzen guter studentischer Praxis.\nGrundsätze guter studentischer Praxis\n----------------------------------------\n\nSchreibrichtlinien der TUM\nAbschlussarbeit und Abschluss in der Informatik > Schreibrichtlinien der TUM\n- TUM Verwendung des Englischen in Thesistiteln\nSchreibrichtlinien der TUM\n----------------------------------------\n\nTUM-Merkblatt Abschlussarbeiten\nAbschlussarbeit und Abschluss in der Informatik > TUM-Merkblatt Abschlussarbeiten\nDie aktuellste Version des Merkblattes finden Sie auf der zentralen Webseite Downloads – Lehre und Qualitätsmanagement.\nTUM-Merkblatt Abschlussarbeiten\n----------------------------------------\n\nAnmeldung\nAbschlussarbeit und Abschluss in der Informatik > Anmeldung\nAnmeldung\n----------------------------------------\n\nBachelorarbeit / Masterarbeit\nAbschlussarbeit und Abschluss in der Informatik > Bachelorarbeit / Masterarbeit\nAb 15. Januar 2024 werden alle Abschlussarbeiten in der School of Computation, Information and Technology über das CIT-Portal verwaltet (ausgenommen sind die Bioinformatik Studiengänge).\nWenn Sie ein Thema und einen betreuenden Lehrstuhl für Ihre Abschlussarbeit gefunden haben, werden Sie vom betreuenden Lehrstuhl angemeldet. Sie erhalten eine E-Mail mit der Aufforderung, die Anmeldung der Abschlussarbeit zu bestätigen. Erst nachdem Sie die Anmeldung bestätigt haben, können die Zulassungsvoraussetzungen vom Academic Programs Office geprüft werden und Sie erhalten eine E-Mail über die verbindliche Anmeldung zur Abschlussarbeit.\nWeitere Infos siehe Abschlussarbeit und Abschluss des Studiums\nBearbeitungszeit Bachelorarbeiten für Studiengänge der Informatik: 4 Monate im Bachelor Informatik und Informatik: Games Engineering; 5 Monate im Bachelor Wirtschaftsinformatik.\nBearbeitungszeit Masterarbeiten für Studiengänge der Informatik: 6 Monate. Für Teilzeit-Studierende gelten andere Fristen.\nBachelorarbeit / Masterarbeit\n----------------------------------------\n\nSichtbarkeit in TUMonline (Anmeldung und Abgabe)\nAbschlussarbeit und Abschluss in der Informatik > Sichtbarkeit in TUMonline (Anmeldung und Abgabe)\nWie kann ich in TUMonline sehen, dass meine Abschlussarbeit angemeldet ist?\nWenn Sie von der Startseite mit den Kacheln in TUMonline ausgehen, finden Sie im Bereich \"Studium und Lehre\" die Kachel \"Studierendenkartei\". Wenn Sie diese anklicken, gelangen Sie in Ihre Kartei, in der auch ein Reiter \"Abschlüsse\" zu finden ist. Ihre Abschlussarbeit ist dort im unteren Bereich aufgeführt, sobald Ihre Anmeldung registriert wurde. Wenn Sie den Mauszeiger über den orangenen Punkt halten, wird Ihr Abgabedatum angezeigt.\nAlternativ können Sie über die Kachel \"Studienstatus/Studienplan\" zu Ihrem Curriculum Support gelangen. Wenn Sie dort den Eintrag \"Bachelor Thesis\" bzw. \"Master Thesis\" mit dem \"Plus\" zweimal erweitern, sehen Sie dort einen Vermerk, dass die Arbeit angemeldet ist.\nWenn Ihre Thesis bei uns eingegangen und verbucht ist, wird an dieser Stelle auch die Abgabe angezeigt.\nSichtbarkeit in TUMonline (Anmeldung und Abgabe)\n----------------------------------------\n\nAbgabe und Verlängerung für Arbeiten mit Beginn vor dem 15.01.2024\nAbschlussarbeit und Abschluss in der Informatik > Abgabe und Verlängerung für Arbeiten mit Beginn vor dem 15.01.2024\nDie nachstehenden Regularien betreffen nur Studierende der folgenden Studiengänge und wenn die Thesis vor dem 15.01.2024 begonnen wurde:\n- Bachelor: Informatik, Informatik: Games Engineering, Wirschaftsinformatik\n- Master: Biomedical Computing, Data Engineering and Analytics, Informatik, Informatik: Games Engineering, Information Systems (Wirtschaftsinformatik)\nAbgabe und Verlängerung für Arbeiten mit Beginn vor dem 15.01.2024\n----------------------------------------\n\nAbgabe vor Ort - Für Bioinformatik Abschlussarbeiten unabhängig vom Beginndatum der Arbeit, für alle anderen Studienrichtungen nur wenn das Anfangsdatum der Arbeit vor dem 15.01.2024 liegt.\nAbschlussarbeit und Abschluss in der Informatik > Abgabe vor Ort - Für Bioinformatik Abschlussarbeiten unabhängig vom Beginndatum der Arbeit, für alle anderen Studienrichtungen nur wenn das Anfangsdatum der Arbeit vor dem 15.01.2024 liegt.\nAlle Studierenden, deren Arbeit nicht über Koinon angemeldet wurde und deswegen physisch abzugeben ist,  können sich mit ihrer jeweiligen Sachbearbeiterin (oder Susanne Kinzel) in Verbindung setzen, um einen individuellen Abgabetermin zu vereinbaren\nAbgabe vor Ort - Für Bioinformatik Abschlussarbeiten unabhängig vom Beginndatum der Arbeit, für alle anderen Studienrichtungen nur wenn das Anfangsdatum der Arbeit vor dem 15.01.2024 liegt.\n----------------------------------------\n\nAbgabe per Post - Nur für Arbeiten mit Beginn vor dem 15.01.2024\nAbschlussarbeit und Abschluss in der Informatik > Abgabe per Post - Nur für Arbeiten mit Beginn vor dem 15.01.2024\nSollte es Ihnen nicht möglich sein, Ihre Abschlussarbeit vor Ort abzugeben, müssen Sie diese per Post einsenden. Bitte schicken Sie ein Exemplar Ihrer Abschlussarbeit per Post an:\nTechnische Universität München Servicebüro Studium Informatik, SB-S-IN Boltzmannstr. 3 D-85748 Garching\nAls Tag der Abgabe zählt der Tag des Poststempels.\nAbgabe per Post - Nur für Arbeiten mit Beginn vor dem 15.01.2024\n----------------------------------------\n\nRegularien zur Abgabe - Nur für Arbeiten mit Beginn vor dem 15.01.2024\nAbschlussarbeit und Abschluss in der Informatik > Regularien zur Abgabe - Nur für Arbeiten mit Beginn vor dem 15.01.2024\n- Termin ist jeweils am 15. eines Monats bzw. am ersten Arbeitstag danach, wenn der 15. auf einen Samstag, Sonntag oder Feiertag fällt\n- Freiwillige frühere Abgabe ist möglich\n- Ein Exemplar in Papierform beim Servicebüro Studium Informatik\n- Ein Exemplar bei dem:der Prüfer:in (klären Sie bitte mit Ihrem:r Prüfer:in, wie dieses Exemplar eingereicht werden soll)\n- Freiwillig ein Exemplar in der Fachbereichsbibliothek\n- Freiwillig Exemplare für den:die Betreuerin\nWenn eine Abschlussarbeit in Absprache mit dem:der Prüfer:in im Sinne von §18 Abs. 2 der APSO als Gruppenarbeit zugelassen wurde, muss trotzdem jede:r Autor:in ein eigenes Exemplar der Arbeit mit einer eigenen Eidesstattlichen Erklärung abgeben. Die individuelle Zuordnung der zu bewertenden Prüfungsleistungen soll deutlich aus der Arbeit hervorgehen. Auf dem Deckblatt und dem Buchrücken steht nur der Namen des Studierenden, der dieses Exemplar einreicht. Auf die erste Seite können dann bei \"Autor:innen\" alle Autor:innen gelistet werden.\nRegularien zur Abgabe - Nur für Arbeiten mit Beginn vor dem 15.01.2024\n----------------------------------------\n\nVerlängerung\nAbschlussarbeit und Abschluss in der Informatik > Verlängerung\nSollten Sie aus triftigen, nicht von Ihnen zu vertretenden Gründen nicht in der Lage sein, Ihren Abgabetermin einzuhalten, können Sie einen Antrag auf Verlängerung der Abschlussarbeit an den Prüfungsausschuss stellen.\nNur für Arbeiten mit Beginn vor dem 15.01.2024 ist der Antrag per Formular (siehe unten) unverzüglich bei der für Ihren Studiengang zuständigen Schriftführung per Email von Ihrer TUM-Adresse einzureichen. Bitte füllen Sie den Antrag nach Möglichkeit digital aus und unterschreiben ihn digital.\nPostadresse:Technische Universität MünchenName der SchriftführungServicebüro Studium Informatik, SB-S-INBoltzmannstr. 3D-85748 Garching\nDie Bearbeitungszeit nach Einreichung aller Unterlagen beträgt in der Regel zwei Wochen, die Entscheidung des Prüfungsausschusses wird Ihnen mitgeteilt.\nAnträge lassen sich grundsätzlich in zwei Kategorien unterteilen:\n1) Gesundheitliche Gründe\nWenn Sie erkrankt sind und durch ein Attest nachweisen können, dass Sie an der Bearbeitung Ihrer Thesis gehindert sind, ruht die Bearbeitungszeit. In der Fakultät für Informatik wird dies durch eine Verlängerung abgebildet. Dem Antrag ist ein ärztliches Attest beizulegen. Eine Arbeitsunfähigkeitsbescheinigung reicht nicht aus. Unter Rücktritt von Prüfungen – Atteste und Vertrauensärzte finden Sie die Anforderungen an ein Attest.\nAntrag aus gesundheitlichen Gründen\n2) Sonstige Gründe\nBei Anträgen aus anderen triftigen, nicht von Ihnen zu vertretenden Gründen, kann die Bearbeitungsfrist in besonders begründeten Ausnahmefällen im Einvernehmen mit dem:der Themensteller:in und mit Genehmigung des Prüfungsausschusses verlängert werden. Bitte fügen Sie Ihrem Antrag eine ausführliche Begründung (möglichst mit Belegen) bei.\nAntrag aus sonstigen Gründen\nVerlängerung\n----------------------------------------\n\nAbschluss\nAbschlussarbeit und Abschluss in der Informatik > Abschluss\n\nFreigabe Abschlusszeugnis\nAbschlussarbeit und Abschluss in der Informatik > Abschluss > Freigabe Abschlusszeugnis\nBitte melden Sie sich für die Freigabe Ihrer Abschlussdokumente per E-Mail bei der Schriftführung Ihres Studiengangs, wenn alle Noten eingetragen und gültig gesetzt sind. Für die Immatrikulation zu konsekutiven Masterstudiengängen der Informatik an der TUM gilt: Jeweils ab Mitte September sowie ab Mitte März wird der Abschluss nach der Zeugnisfreigabe direkt an das Immatrikulationsamt gemeldet, sodass die Abschlussdokumente für die Immatrikulation nicht mehr nötig sind.\n\nÜbergang Bachelor zum Master\nAbschlussarbeit und Abschluss in der Informatik > Abschluss > Übergang Bachelor zum Master\nWenn Sie sich nach Ihrem Bachelorabschluss in einem Informatikstudiengang an der TUM School of Computation, Information and Technology zu einem anschließenden Master-Informatik-Studiengang an unserer School einschreiben, wird Ihr Bachelorabschluss für die Immatrikulation (nicht für die Bewerbung!) nach der Zeugnisfreigabe intern an die Abteilung für Immatrikulation weitergeleitet. Die Abschlussdokumente sind somit für die Immatrikulation nicht mehr nötig. Im Online-Bewerbungsportal erscheint dann für die Studienabschlussurkunde und das Studienabschlusszeugnis ein grüner Haken (Status der Bewerbung). Sie können und dürfen jedoch die Abschlussdokumente bzw. Studienabschlussbescheinigung nach Erhalt auch selbst einreichen.\n\nBescheinigungen über den erfolgreichen Studienabschluss\nAbschlussarbeit und Abschluss in der Informatik > Abschluss > Bescheinigungen über den erfolgreichen Studienabschluss\nBitte beachten Sie, dass wir eine Bescheinigung über den erfolgreichen Studienabschluss nur erstellt können, wenn alle Noten einschließlich Abschlussarbeit in TUMonline gültig sind. Die Ausstellung von Studienabschlussbescheinigungen für Studierende der Informatik erfolgt ausschließlich durch das Graduation Office and Academic Records Campus Garching nach Freigabe durch den Prüfungsausschuss. Wenden Sie sich bitte für die Zeugnisfreigabe rechtzeitig nach Gültigsetzen aller Leistungen an die Schriftführung Ihres Studiengangs. Weitere Informationen finden Sie unter Studienabschluss.\n\n\nAbschlussarbeit und Abschluss in der Informatik > Abschluss >\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}