{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorkurse-ferienkurse-mathematik/mathematik-physik/",
    "content": "Vorkurs Mathematik für Mathematik und Physik - TUM - TUM School of Computation, Information and Technology\n\n\n\n----------------------------------------\n\nVorkurs Mathematik für Mathematik und Physik\nVorkurs Mathematik für Mathematik und Physik\nWir bieten einen Vorkurs für Studienanfänger der Mathematik und Physik (Bachelor Mathematik oder Pyhsik sowie Lehramt Gymnasium mit Unterrichtsfach Mathematik) an. In diesem Kurs wiederholen wir den Abiturstoff (im Wesentlichen gemäß Lehrplänen des Bundeslandes Bayern). Dabei lernen Sie\n- sicher mit Zahlen umzugehen,\n- Gleichungen und lineare Gleichungssysteme zu lösen,\n- einfache Funktionen abzuleiten und zu integrieren und\n- grundlegende Eigenschaften von etwa Sinus, Cosinus, Exponentialfunktion und Logarithmus.\nDer Vorkurs Mathematik hilft Ihnen zudem dabei, sich ganz ohne Prüfungsstress an den Unialltag und die neue Umgebung zu gewöhnen und künftige Kommilitonen kennenzulernen. Oft finden sich dabei Arbeitsgruppen zusammen, die auch in den ersten Semestern bestehen bleiben. Der Kurs ist ein Zusatzangebot und nicht verpflichtend für Ihr Studium.\nVorkurs Mathematik für Mathematik und Physik\n----------------------------------------\n\nOrganisatorisches\nOrganisatorisches\n\nWann?\nOrganisatorisches > Wann?\nDer Vorkurs Mathematik für die Bachelorstudiengänge Mathematik und Physik 2024 findet vom 23. September bis 2. Oktober 2024 statt.\nFür Studienanfänger der Physik und diejenigen der Mathematik, die Physik als Nebenfach wählen, bieten wir darüberhinaus ein Zusatzmodul Physik an. Dieses startet im Anschluss ans Basismodul und dauert eine Woche.\n\nWo?\nOrganisatorisches > Wo?\nDer Vorkurs findet im Gebäude der Mathematik und Informatik am Campus in Garching statt, die Vorlesung im Friedrich-L.-Bauer-Hörsaal und die Übungsgruppen in Seminarräumen im selben Gebäude.\n\nAnmeldung\nOrganisatorisches > Anmeldung\nZur Teilnahme ist eine Anmeldung nötig. Die Anmeldung ist ab 16. August bis wenige Tage vor Kursbeginn möglich. Wir haben ausreichend Kapazitäten für alle interessierten Studienanfänger der Mathematik und Physik. Die Anmeldung erfolgt über TUMonline. Dort finden Sie unseren Vorkurs als Lehrveranstaltung mit dem Titel Vorkurs Mathematik/Physik.\nBitte bachten Sie: Eine Anmeldung ist erst möglich, wenn Sie vollständig immatrikuliert sind (d.h. alle Unterlagen vom Immatrikulationsamt geprüft und für gültig befunden wurden).\nOrganisatorisches\n----------------------------------------\n\nKursprogramm 2024\nKursprogramm 2024\nIn der Regel behandeln wir jeden Tag (Montag bis Freitag) zwei Themengebiete. Wir beginnen jeweils mit einer 90-minütigen Vorlesung für alle gemeinsam. Anschließend üben Sie den Stoff in Kleingruppen, die erfahrene Studierende anleiten.\n\nBasismodul Mathematik\nKursprogramm 2024 > Basismodul Mathematik\nEin Vorkurs-Tag läuft wie folgt ab\n- 9:30 bis 11:00 Vorlesung\n- 11:00 bis 12:30 Übungen in Kleingruppen\n- Mittagspause\n- 13:30 bis 15:00 Vorlesung\n- 15:00 bis 16:30 Übungen in Kleingruppen\nAm ersten Kurstag, dem 23. September, findet nur die Vormittags-Einheit statt. Am Nachmittag lernen Sie im Rahmen einer Führung über das Forschungsgelände zusammen mit Ihrer Gruppe den Campus kennen.\nAm 2.Oktober endet das Basismodul mit der Vormittags-Einheit. Am Nachmittag findet dann bereits die erste Einheit des Zusatzmodul Physik statt.\nInhalt\nDas Basismodul Mathematik behandelt die folgenden Themen (die Skripten werden hier jeweils kurz nach der entsprechenden Vorlesungs-Einheit zur Verfügung gestellt).\n- Grundlagen aus der Logik\n- Mengen\n- Zahlenmengen N, Z, Q, R\n- Abbildungen\n- Gleichungen und Ungleichungen\n- Lineare Gleichungssysteme und Matrizen\n- Folgen und Reihen\n- Stetigkeit\n- Differentiation\n- Sinus und Kosinus\n- Norm, Skalar- und Vektorprodukt\n- Exponentialfunktion und Logarithmus\n- Integration\n- Komplexe Zahlen\n\nZusatzmodul Physik\nKursprogramm 2024 > Zusatzmodul Physik\nDas Zusatzmodul Physik beginnt am 2.Oktober 2024 mit der Nachmittags-Einheit und dauert bis einschließlich 9.Oktober. Weitere Informationen zum Zusatzmodul Physik finden Sie hier.\nKursprogramm 2024\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}