{
    "link": "https://www.cit.tum.de/en/cit/studies/students/start-of-studies/preparatory-vacation-courses/mw-ingenieurwissenschaften-ciw-bi-ui-geodaesie/",
    "content": "Pre-course Mechanical Engineering, Engineering Sciences, Chemical, Civil and Environmental Engineering and Geodesy - TUM - TUM School of Computation, Information and Technology\n\nSince the teaching language in the course and in the bachelor's programs is German, this webpage is only available in German.\n\n----------------------------------------\n\nVorkurs Höhere Mathematik für Maschinenwesen, Ingenieurwissenschaften, Chemie-Ingenieurwesen, Bau und Umwelt und Geodäsie\nVorkurs Höhere Mathematik für Maschinenwesen, Ingenieurwissenschaften, Chemie-Ingenieurwesen, Bau und Umwelt und Geodäsie\nDieser Präsenz-Vorkurs \"Vorkurs SoED dt/Garching\" zur Höheren Mathematik richtet sich an Studienanfängerinnen und Studienanfänger im B.Sc. Maschinenwesen, Ingenieurwissenschaften, Chemie-Ingenieurwesen, Bau und Umwelt und Geodäsie.\nVorkurs Höhere Mathematik für Maschinenwesen, Ingenieurwissenschaften, Chemie-Ingenieurwesen, Bau und Umwelt und Geodäsie\n----------------------------------------\n\nOrganisatorisches\nOrganisatorisches\n\nWann?\nOrganisatorisches > Wann?\nDer Vorkurs findet werktags vom 30.09. bis 10.10. 2024 statt. Es handelt sich um die beiden Wochen vor Wintersemesterbeginn am 14. Oktober 2024.\n\nWo?\nOrganisatorisches > Wo?\nDer Vorkurs findet als Präsenzveranstaltung im Hörsaal MW 2001 auf dem Campus Garching statt.\n\nAnmeldung\nOrganisatorisches > Anmeldung\nWenn Sie am Vorkurs teilnehmen möchten, melden Sie sich bitte über das Campus-Management-System TUMonline an. Wählen Sie dazu \"Suche -> Lehrveranstaltung -> Suchbegriff Vorkurs, Studienjahr 2024/25\". In TUMonline heißt der Kurs Vorkurs SoED dt/Garching. Eine Anmeldung ist voraussichtlich bis Ende September möglich.\nHinweis zur Anmeldung: Sie können sich in TUMonline – auch nach Zulassung, Studienplatzannahme und Bezahlung der Semesterbeiträge – erst anmelden, wenn das Immatrikulationsamt alle relevanten Unterlagen geprüft und auf \"ok\" gesetzt hat. Ein Brief-Symbol in Ihrem Bewerberaccount bedeutet, dass Ihre Bewerbung beim Immatrikulationsamt eingegangen ist, aber noch nicht geprüft wurde. Warten Sie in diesem Fall bitte ab, bis als Symbol ein grüner Haken erscheint.\n\nKursunterlagen\nOrganisatorisches > Kursunterlagen\nMit der Anmeldung in TUMonline haben Sie auch Zugang zu Moodle. Auf der Moodle-Seite zum Vorkurs stellen wir Ihnen sämtliche Lehrmaterialien und weitere Infos zur Verfügung. Wir versenden diese nicht per E-Mail oder auf sonstigen Wegen. Bitte sehen Sie von solchen Anfragen ab.\nOrganisatorisches\n----------------------------------------\n\nKursprogramm\nKursprogramm\nDer Kurs dauert 7 Tage. Ein Kurstag läuft folgendermaßen ab:\n- 08:00 bis 10:15 Uhr: Vorlesung\n- 10:30 bis 14:00 Uhr: Übung – inklusive Mittagspause\n\nInhalte\nKursprogramm > Inhalte\nErste Woche (30.09. bis 02.10.)\n- Sprechweisen, Symbole und Mengen\n- Trigonometrie\n- Vektorrechnung\nZweite Woche (07.10. bis 10.10.)\n- Funktionen\n- Differentiation\n- Integration\n- tba\nKursprogramm\n----------------------------------------\n\nÜbungen\nÜbungen\nDie Übungen finden unter der Leitung von erfahrenen Tutoren in mehreren Gruppen statt.\n\nWann?\nÜbungen > Wann?\nDie Übungen finden jeweils von 10:30 bis maximal 14:00 Uhr statt – mit einer Pause für ein Mittagessen.\n\nWo?\nÜbungen > Wo?\nDie Übungen finden in zahlreichen Hörsälen und Übungsräumen auf dem Campus Garching statt.\n\nAnmeldung\nÜbungen > Anmeldung\nZu den Übungen wird auch eine Anmeldung erfolgen (folgt später). Melden Sie sich bitte vorerst nur zum Vorkurs an.\nÜbungen\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}