{
    "link": "https://www.cit.tum.de/en/cit/research/doctorate/",
    "content": "Doctorate - TUM - TUM School of Computation, Information and Technology\n\nDoctorate\nDoctorate\nOutstanding research groups, an international environment and numerous research alliances – the TUM School of Computation, Information and Technology (CIT) offers you an excellent environment for your scientific career. The TUM Graduate School and our Graduate Center (GC-CIT) will support you from the outset.\nDoctorate\n----------------------------------------\n\nHow do I start my doctoral project at CIT?\nDoctorate > How do I start my doctoral project at CIT?\nHow do I start my doctoral project at CIT?\n----------------------------------------\n\nCheck whether you meet the requirements for a doctorate at CIT\nDoctorate > Check whether you meet the requirements for a doctorate at CIT\n- You have found a thesis supervisor at CIT. Contact a potential thesis supervisor yourself for this purpose. You can obtain an overview of research areas and professors at CIT by going to the Research page of our school, selecting the department relevant to you and clicking on \"Our research\".\n- You have an above-average degree that qualifies you to pursue a doctorate (usually at least 2.5).\n- Only for applicants with an international degree: Your qualifying degree must be recognized in Germany. Please note that this process may take some time! For more information, see the relevant pages of TUM-GS.\n- Clarify the individual funding of your doctorate. Information about the various funding options can be found on the pages of theTUM-GS.\nCheck whether you meet the requirements for a doctorate at CIT\n----------------------------------------\n\nFill out the GC-CIT Supervision Agreement\nDoctorate > Fill out the GC-CIT Supervision Agreement\nFill out the Supervision Agreement together with your thesis supervisor.\nNote the following:\n- \"Second thesis supervisor\": A second thesis supervisor is only possible under certain conditions, such as a cooperative doctorate or a Cotutelle Program.\n- Mentor: A mentor shouldn’t, if possible, belong to the same research group as the supervisor. If your preferred mentor doesn't hold a doctoral degree yet, please attach an informal statement to your supervision agreement that proves their aptitude for independent scientific research.Mentors can be subsequently registered or replaced (see Appendix 1 Supervision Agreement).\n- Subject-specific and interdisciplinary events, publication, international experience: If you or your thesis supervisor are unable to provide any information on these points when completing the Supervision Agreement, please leave these fields blank.\nOnce you completed the Supervision Agreement with your thesis supervisor, you need to collect the GC-CIT coordinators' signature. In the current restructuring phase, you will get the signature electronically - please send your supervision agreement to gc(at)cit.tum.de. We strongly recommend that you participate in one our regular online onboarding events.\nFill out the GC-CIT Supervision Agreement\n----------------------------------------\n\nSubmit an application for entry on the CIT doctoral candidacy list on DocGS\nDoctorate > Submit an application for entry on the CIT doctoral candidacy list on DocGS\nYou can submit an application for entry on the doctoral candidacy list of the degree-awarding institution CIT as follows:\n- Create a new user account in DocGS and create your profile. Ensure that you enter your data correctly and completely using uniform spelling (according to your ID card or similar).\n- Select \"Application entry doctoral candidacy list\" and enter all required information here. Submit the application.\n- Print out the finalized application, sign it and have it signed by your thesis supervisor.\nSubmit an application for entry on the CIT doctoral candidacy list on DocGS\n----------------------------------------\n\nSubmit all required supporting documents to GC-CIT\nDoctorate > Submit all required supporting documents to GC-CIT\n- Now collect all the required documents. You can find out what they are on the printed application form. More information can be found on the TUM Graduate School website.\n- Come to one of our open consultation hours with the complete documents (incl. the supervision agreement signed by the coordinators). There is no need to register in advance via email.\nSubmit all required supporting documents to GC-CIT\n----------------------------------------\n\nI am on the doctoral candidacy list of the CIT - and now?\nDoctorate > I am on the doctoral candidacy list of the CIT - and now?\nWelcome as a member of GC-CIT! It's now time:\n- If you haven't already done so: Visit the next onboarding event of our Graduate Center!\n- Start fulfilling the requirements of the qualification program. You can submit your dissertation only if you have completed all mandatory qualification elements. You can find out which elements these are in the GC-CIT Regulations, your Supervision Agreement, and the GC-CIT wiki.\n- You can now use our internal wiki, where you will find all relevant information about your doctorate! You can log in with your TUM ID. Employees or enrolled doctoral candidates automatically receive a TUM User ID. If you are an external doctoral candidate, please contact the administrative office of your thesis supervisor.\n- If you require individual advising, for example, because your situation is too specific to be included in our info sheets, please do not hesitate to contact us! Our contact details can be found in the wiki.\nWe would like to wish you great success and  an enjoyable time at CIT and GC-CIT!\nI am on the doctoral candidacy list of the CIT - and now?\n----------------------------------------\n\nRegulations CIT\nDoctorate > Regulations CIT\nSupervision Agreement GC-CIT\nRegulations (\"Ordnung\") GC-CIT\nDoctoral Regulations (\"Promotionsordnung\") TUM\nStatutory Regulations (\"Statut\") TUM-GS\nRegulations CIT\n----------------------------------------\n\nOnboarding events\nDoctorate > Onboarding events\nAs a doctoral candidate, your scientific project will be your focus, of course. In order to obtain a doctorate at TUM, however, you will be responsible for also completing a qualification program and fulfilling organizational tasks in your various roles as a GC-CIT and TUM-GS member, junior researcher and employee or scholarship holder. No one can do that for you. As coordinators of your Graduate Center, however, we will be able to prepare you so well that you will be optimally oriented at the start of your doctorate and your effort, in turn, minimized.\nFor this purpose, we offer online onboarding events at regular intervals. We strongly recommend that everyone participates in them. The best time for this is around the time you are entered on the doctoral candidacy list, but all doctoral candidates in need of \"tutoring\" are welcome.\nRegistration for the onboarding event is unnecessary; just follow the Zoom access link. It will be useful if you have your DocGS account and your Supervision Agreement handy for the event.\nOnboarding events\n----------------------------------------\n\nUpcoming events:\n- Wednesday, 25.09., 9:15-10:00\n- Monday, 21.10., 9:15-10:00\n- Tuesday, 26.11., 9:15-10:00\n- Monday, 16.12., 9:15-10:00\nZoom access link:\nhttps://tum-conf.zoom.us/j/64511761092?pwd=YUN1TmRKZ0RvYlJ3Y29GRHA1RFl5dz09\nMeeting ID: 645 1176 1092\nPassword: 156124\n\n----------------------------------------\n\nSubmission\nDoctorate > Submission\nSubmitting your dissertation at the School of Computation, Information and Technology (CIT) happens in two steps:\n- electronic submission via DocGS: We recommend submitting the work electronically at least 3.5 weeks before the School Council meeting.\n- submitting the documents at the Center for Study and Teaching - Office of Doctoral Affairs: at least 3 weeks before the School Council meeting (hard deadline, entry stamp counts!)\nAt the same time, the supervisor (not the doctoral candidate) must report the examination committee to the GC CIT via email to gc_admin(at)cit.tum.de at least 3 weeks before the School Council meeting (hard deadline). Entering the examiners on the title page of the electronically submitted dissertation does not count as reporting the examination committee.\nThe upcoming School Council meetings can be found here: https://www.cit.tum.de/en/cit/school/organization/governing/.\nSubmission\n----------------------------------------\n\nNews from your GC-CIT\nDoctorate > News from your GC-CIT\n\nDoctoral Examinations\nDoctorate > News from your GC-CIT > Doctoral Examinations\nWe cordially invite all authorized examiners of the School of CIT to the doctoral examinations at the School. Some defenses are open to the public according to the respective invitation.\n                    \n                        \n                            [read more]\nNews from your GC-CIT\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}