{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorprogramm-informatik-bachelor/",
    "content": "Vorprogramm Bachelor Informatikstudiengänge - TUM - TUM School of Computation, Information and Technology\n\nVorprogramm Bachelor Informatikstudiengänge\nVorprogramm Bachelor Informatikstudiengänge\nfür die Studiengänge:\n- B.Sc. Informatik\n- B.Sc. Informatik: Games Engineering\n- B.Sc. Wirtschaftsinformatik\nIn den Veranstaltungen des Vorprogramms bekommen Sie alle wichtigen Informationen für Ihren Studienstart. Sie können sich auch noch nach den Veranstaltungen zu Ihren Vorlesungen und Übungen anmelden, wir besprechen dort alle Fragen, die Sie zu Ihrem Studienstart haben.\nVorprogramm Bachelor Informatikstudiengänge\n----------------------------------------\n\nProgramm Wintersemester 2024/25\nVorprogramm Bachelor Informatikstudiengänge > Programm Wintersemester 2024/25\nEine Liste zentraler Angebote der TUM finden Sie auf der Seite Studienbeginn.\nDaten, Uhrzeiten und Links können sich kurzfristig ändern, schauen Sie kurz vor den Veranstaltungen noch einmal in das Programm!\nProgramm Wintersemester 2024/25\n----------------------------------------\n\nMathematik Vorkurs (12. September - 2. Oktober 2024)\nVorprogramm Bachelor Informatikstudiengänge > Mathematik Vorkurs (12. September - 2. Oktober 2024)\nIn diesem Kurs wollen wir Sie dabei unterstützen, sich auf die Arbeitsweise im Informatikstudium einzustellen. Da erfahrungsgemäß viele Studienanfänger mit mathematischen Inhalten Schwierigkeiten haben, werden wir Themen aus der Schulmathematik aufgreifen und wiederholen, wobei im Hinblick auf Ihre Vorlesungen im ersten Semester Themen aus der diskreten Mathematik (z.B. aus der Kombinatorik) eine wichtige Rolle spielen werden.\nDer Kurs findet vorraussichtlich vom 12. September bis 2. Oktober 2024 statt, als virtuelle Vorlesung mit Übungen in Präsenz und online. Der mathematik-Vorkurs wird in Englischer Sprache abgehalten.\n12. bis 27. September 2024: Vorkurs Mathematik1. und 2. Oktober 2024: RechnereinführungFür diesen Kurs müssen Sie sich anmelden, weitere Informationen dazu werden auf der Webseite zum Vorkurs veröffentlicht.Sie können sich auch anmelden, falls Sie noch am Eignungsfeststellungsverfahren teilnehmen müssen.\nMathematik Vorkurs (12. September - 2. Oktober 2024)\n----------------------------------------\n\nAnfänger-Cafe (30. September und 9. Oktober)\nVorprogramm Bachelor Informatikstudiengänge > Anfänger-Cafe (30. September und 9. Oktober)\nIn lockerer Atmosphäre beantworten Ihnen unsere Studienfachberaterinnen Sandra Kemler, Christiane Brungs, Imme Proske und Katharina Rieke alle anstehenden Fragen zum bevorstehenden Studium und geben Ihnen Tipps für ein erfolgreiches Studium.\nSchauen Sie sich bitte im Vorfeld die \"Wichtigen Links\" weiter unten auf dieser Seite an. Wir werden nicht alle Seiten mit Ihnen durchgehen, sondern Ihre Fragen dazu beantworten und die wichtigsten Punkte für den Start ins Studium ansprechen!\nEs ist keine Anmeldung erforderlich.\nDas Anfängercafe findet einmal virtuell und einmal am Campus statt. An beiden Terminen werden die gleichen Inhalte besprochen, Sie brauchen nur zu einmal teilzunehmen. Wenn es Ihnen möglich ist, würden wir uns freuen Sie zum zweiten Termin - in Präsenz - begrüßen zu dürfen.\nMontag 30. September 2024, 10:00 Uhr (MESZ) über ZoomLink: https://tum-conf.zoom-x.de/j/63986336810?pwd=uVo7GtJHAueGv4z7Dc2u1su1OajQbW.1\nPasscode: 521723\n-- oder --\nMittwoch, 9. Oktober 2024, 15:15 Uhr (MESZ): MI HS 1Maps NavigaTUM\nEs wird Kaffee, Tee und Kekse vor dem Hörsaal geben, bringen Sie sich bitte eine eigene Tasse mit!\nAnfänger-Cafe (30. September und 9. Oktober)\n----------------------------------------\n\nSpezielle Infos für Internationale Studienanfänger:innen (1. und 10. Oktober)\nVorprogramm Bachelor Informatikstudiengänge > Spezielle Infos für Internationale Studienanfänger:innen (1. und 10. Oktober)\nSpeziell für Studienanfänger:innen, die ihr Abitur nicht in Deutschland gemacht haben, gibt es bei einem Extra-Treffen wichtige Informationen zusätzlich zu dem, was im Anfängercafe besprochen wird. Wenn Sie internationale:r Student:in sind, nehmen Sie also bitte an einem Anfängercafe und an einem dieser Termine teil.\nEs werden z.B. folgende Themen besprochen:\n- Vorstellung des Deutschkurses speziell für Informatikstudierende (\"Deutsch im Bachelorstudium - Informatik\")\n- Administratives: Anmeldung, Rundfunkbeitrag, Aufenthaltsgenehmigung\n- Arbeitsregelungen für internationale Studierende, s. hier: http://www.internationale-studierende.de/fragen_zur_vorbereitung/finanzierung/jobben/\n- es können keine fachlichen Fragen zum Studium beantwortet werden. Stellen Sie diese Fragen bitte beim Anfänger-Café der Studienberatung\nAuch diese Informationsveranstaltung findet einmal virtuell und einmal am Campus statt. An beiden Terminen werden die gleichen Inhalte besprochen, Sie brauchen nur zu einmal teilzunehmen. Wenn es Ihnen möglich ist, würden wir uns freuen Sie zum zweiten Termin - in Präsenz - begrüßen zu dürfen.\nDie Veranstaltung für Internationale Studienanfäger:innen wird für Bachelor- und Masterstudierende gemeinsam angeboten und findet daher auf englisch statt.\nDienstag, 1. Oktober 2024, 15:15 Uhr (MESZ) über ZoomLink: https://tum-conf.zoom-x.de/j/67333573430?pwd=nDaDwbmel8TJElnu40TS3h6TuUII7H.1\nPasscode: 097398\n-- oder --\nDonnerstag, 10. Oktober 2024, 11:45 Uhr (MESZ): MI HS 1Maps NavigaTUM\nBitte beachten Sie, dass die Masterstudienanfänger:innen direkt vorher eine Informationsveranstaltung unter dem selben Link bzw. im selben Hörsaal haben. Es ist daher ausreichend, wenn Sie nur wenige Minuten vor Beginn dazu kommen. Wir werden gemeinsam und pünktlich beginnen.\nEs ist keine Anmeldung erforderlich.\nSpezielle Infos für Internationale Studienanfänger:innen (1. und 10. Oktober)\n----------------------------------------\n\nSET - Studieneinführungstage der Fachschaft (ab 10. Oktober 2024)\nVorprogramm Bachelor Informatikstudiengänge > SET - Studieneinführungstage der Fachschaft (ab 10. Oktober 2024)\nDie Studieneinführungstage der Fachschaft finden jedes Semester kurz vor Vorlesungsbeginn statt. In zahlreichen Events werden Sie an der CIT begrüßt, bekommen eine Einführung in die Uni-IT und die Gelegenheit andere Erstsemester kennen zu lernen.\nWeitere Informationen, Termine und Links finden Sie auf der Seite der Fachschaft.\nSET - Studieneinführungstage der Fachschaft (ab 10. Oktober 2024)\n----------------------------------------\n\nVorstellung der Fachprüfungs- und Studienordnungen (11.  oder 14. Oktober 2024)\nVorprogramm Bachelor Informatikstudiengänge > Vorstellung der Fachprüfungs- und Studienordnungen (11.  oder 14. Oktober 2024)\nDie Fachprüfungs- und Studienordnung (FPSO) sind zusammen mit der Allgemeinen Prüfungs- und Studienordnung (APSO) der Vertrag, den Sie mit der Universität bei der Immatrikulation abgeschlossen haben. Es ist sehr wichtig, dass Sie die Inhalte dieser Ordnungen kennen. Sie finden die Ordnungen im nächsten Abschnitt.\nEs wird eine Vorstellung der für Ihren Studiengang gültigen Prüfungsordnung und der wichtigsten Ansprechpersonen der Fakultät geben. Es ist keine Anmeldung erforderlich, aber dies ist eine offizielle Veranstaltung der School und wir erwarten alle Bachelor-Anfänger:innen zu dieser wichtigen Informationsveranstaltung!\nDer genaue Termin/Uhrzeit der Veranstaltungen für jeden Studiengang wird hier rechtzeitig vor der Veranstaltung bekannt gegeben.\n\nInformatik: 9:30 Uhr (MESZ)\nVorprogramm Bachelor Informatikstudiengänge > Vorstellung der Fachprüfungs- und Studienordnungen (11.  oder 14. Oktober 2024) > Informatik: 9:30 Uhr (MESZ)\nVorstellung der Fachprüfungsordnung Informatik am Freitag, 11. Oktober 2024 ab 9:30 Uhr in MI HS 1.\n\nWirtschaftsinformatik: 14:00 Uhr (MESZ)\nVorprogramm Bachelor Informatikstudiengänge > Vorstellung der Fachprüfungs- und Studienordnungen (11.  oder 14. Oktober 2024) > Wirtschaftsinformatik: 14:00 Uhr (MESZ)\nVorstellung der Fachprüfungsordnung Wirtschaftsinformatik am Montag, 14. Oktober 2024 ab 14:00 Uhr  in MI HS 1.\n\nInformatik: Games Engineering: 9:15 Uhr (MESZ)\nVorprogramm Bachelor Informatikstudiengänge > Vorstellung der Fachprüfungs- und Studienordnungen (11.  oder 14. Oktober 2024) > Informatik: Games Engineering: 9:15 Uhr (MESZ)\nVorstellung der Fachprüfungsordnung Informatik: Games Engineering am Freitag, 11. Oktober 2024 ab 9:15 Uhr in Interims I Hörsaal 2.\nVorstellung der Fachprüfungs- und Studienordnungen (11.  oder 14. Oktober 2024)\n----------------------------------------\n\nPrüfungsordnungen (APSO und FPSO)\nVorprogramm Bachelor Informatikstudiengänge > Prüfungsordnungen (APSO und FPSO)\n\nAllgemeine Prüfungs- und Studienordnung (APSO)\nVorprogramm Bachelor Informatikstudiengänge > Prüfungsordnungen (APSO und FPSO) > Allgemeine Prüfungs- und Studienordnung (APSO)\nDie Allgemeine Prüfungs- und Studienordnung der TUM ist für alle Bachelor- und Masterstudiengänge der TUM gültig und definiert den Rahmen für die genauere Ausgestaltung der Studiengänge in der FPSO.\n\nFachprüfungs- und Studienordnungen (FPSO)\nVorprogramm Bachelor Informatikstudiengänge > Prüfungsordnungen (APSO und FPSO) > Fachprüfungs- und Studienordnungen (FPSO)\nHier finden Sie die Fachprüfungs- und Studienordnungen unserer Bachelorstudiengänge in der aktuell gültigen Fassung, bitte lesen Sie diese aufmerksam durch und stellen dann ihre Fragen:\n- Informatik: FPSO\n- Wirtschaftsinformatik: FPSO\n- Informatik: Games Engineering: FPSO\nPrüfungsordnungen (APSO und FPSO)\n----------------------------------------\n\nWichtige Links\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links\nDie folgenden Links enthalten wichtige Informationen, die Sie für ein erfolgreiches Studium kennen müssen. Lesen Sie sie daher aufmerksam durch. Bei weiteren Fragen wenden Sie sich bitte an das Team der Studienfachberatung Informatik: studienberatung(at)in.tum.de.\n\ncit.tum.de\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de\nAlle Links in diesem Abschnitt weisen zu Webseiten der TUM School of Computation, Information and Technology (cit.tum.de). Wir haben diese Seiten sehr sorgfältig für Sie erstellt und Sie können hier viele Informationen finden. Sollten Sie irgendwann in Ihrerm Studium Fragen haben, schauen Sie bitte zuerst nach, ob Sie die Antworten nicht auf einer dieser Seiten finden. Wenn Sie dann noch immer eine Frage haben, schreiben Sie uns gern eine Email.\n\nStudienberatung\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de > Studienberatung\n- Studienorganisation und Beratung\n- Studienfachberatung Informatik\n- Tipps der Studienfachberatung\n- Beratung International Studierende\n- Barrierefrei Studieren: Informationen für chronisch kranke und behinderte Studierende\n\nPrüfungsangelagenheiten und Module\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de > Prüfungsangelagenheiten und Module\n- Prüfungen in der Informatik\n- Anerkennungen aus dem Vorstudium\n- Praktika und Seminare\n\nÜberfachliche Grundlagen\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de > Überfachliche Grundlagen\n\nAbschlussarbeit und Abschluss\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de > Abschlussarbeit und Abschluss\n- Abschlussarbeit und Abschluss des Informatikstudiums\n\nWomen in CS@TUM\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de > Women in CS@TUM\n\nBachelor Programme\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > cit.tum.de > Bachelor Programme\nDie Fachprüfungs- und Studienordnung (FPSO) sind (zusammen mit der APSO, siehe weiter unten) der Vertrag, den Sie mit der Universität bei der Immatrikulation abgeschlossen haben. Es ist sehr wichtig, dass Sie die Inhalte dieser Ordnungen kennen.\n- Informatik\n- Informatik: Games Engineering\n- Wirtschaftsinformatik\n\nandere (wichtige) Links\nVorprogramm Bachelor Informatikstudiengänge > Wichtige Links > andere (wichtige) Links\nAllgemeine Prüfungsordnung: APSODie Ordnung enthält Regularien zu Studienfortschrittskontrolle, Credit-Hürden, ...\nTUMonline - Das Campusmanagement-Portal der TUMHier können Sie sich zu Lehrveranstaltungen und Prüfungen anmelden, Leistungsnachweise oder andere Dokumente drucken, ...\nMoodle - zentrale Lernplattform der TU MünchenHier finden Sie Informationen zur Abhaltung Ihrer angemeldeten Lehrveranstaltungen, Vorlesungsmaterialien, Übungsblätter, Links, ...\nTUM Campus App : Kalender, Mensen, MVV, Roomfinder\nNavigaTUM: Garching, München\nFachschaft\nMünchner Studentenwerk und SemestergebührenDas Studentenwerk München bietet ein großes Beratungsnetzwerk für Studierende: Wohnheime, Finanzen, Studieren mit Kind, Psychologische Beratung, ...\nWichtige Links\n----------------------------------------\n\nDeutschkurs für das Informatikstudium\nVorprogramm Bachelor Informatikstudiengänge > Deutschkurs für das Informatikstudium\nIn jedem Semester findet ein Deutschkurs speziell für Studierende der Informatik, Wirtschaftsinformatik und Informatik: Games Engineering statt.\nDer fachsprachliche Deutschkurs für Studierende soll helfen, Fachtexte (inkl. Klausuren) besser zu verstehen, zu schreiben, zu diskutieren und zu präsentieren. Am Kurs können internationale Studierende aller Bachelor- bzw. Masterstudiengänge der Fakultät teilnehmen (Niveau C1). Inhaltlich ist der Kurs jedoch am Bachelorstudium ausgerichtet. Internationale Bachelorstudierende der Fakultät können den Kurs mit 3 ECTS als Überfachliche Grundlagen in ihr Studium einbringen.\nInformationen zu Zeiten und Anmeldung finden Sie hier: Deutsch für das Informatikstudium\nDeutschkurs für das Informatikstudium\n----------------------------------------\n\nInformationsveranstaltungen der Studienberatung während des gesamten Studiums\nVorprogramm Bachelor Informatikstudiengänge > Informationsveranstaltungen der Studienberatung während des gesamten Studiums\nDie Studienberatung Informatik bietet in jedem Semester Informationsveranstaltungen zu verschiedenen Themen rund um das gesamte Studium an. Für Sie ist in Ihrem ersten Studienjahr im neuen Studiengang besonders interessant:\nInformationsveranstaltung für Bachelorstudierende im ersten Studienjahr\nWeitere Informationen, sowie den Link zu unserem Moodlekurs mit den Zugangsdaten finden Sie auf der Webseite der Studienberatung.\nInformationsveranstaltungen der Studienberatung während des gesamten Studiums\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}