{
    "link": "https://www.cit.tum.de/cit/studium/internationales/informatics-outgoing/praktikum-im-ausland/",
    "content": "Praktikum im Ausland - Informatics - TUM - TUM School of Computation, Information and Technology\n\n\n\n----------------------------------------\n\nPraktikum im Ausland\nPraktikum im Ausland\nEin Praktikum im Ausland ist eine wunderbare Möglichkeit, Erfahrung in der Arbeitswelt für Ihr Studium zu sammeln, ein berufliches Netzwerk aufzubauen, Ihre Sprachkenntnisse zu vertiefen und vieles mehr.\nZunächst müssen Sie sich überlegen, an welcher Art von Praktikum Sie interessiert sind und wo Sie gerne hin möchten. Sobald Sie eine genauere Vorstellung davon haben, was Sie suchen, können Sie entsprechende Praktika suchen und sich für diese bewerben.\nBehalten Sie dabei immer, die unten aufgeführten Tipps im Hinterkopf.\nPraktikum im Ausland\n----------------------------------------\n\nForschungspraktika an Universitäten\nForschungspraktika an Universitäten\nEinige Universitäten schreiben jedes Jahr Forschungspraktika, meist für Bachelorstudierende oder Masterstudierende im ersten Jahr, aus. Typischerweise sind die Bewerbungsfristen für diese Angebote von Anfang Oktober bis Ende Januar, also im TUM Wintersemester, für einen Aufenthalt im Frühling/Sommer von Mai bis August.\nOftmals sind diese Aufenthalte mit einem Stipendium verbunden oder werden mit einem hohen Praktikantengehalt vergütet. Die Links zu den einzelnen Ausschreibungen finden Sie weiter unten auf der Seite oder links in der Menüleiste.\nIm September/Oktober eines jeden Jahres werden unsere Webseiten mit den aktuellen Bewerbungsfristen aktualisiert.\nForschungspraktika an Universitäten\n----------------------------------------\n\n\n\n----------------------------------------\n\n\n\n----------------------------------------\n\nPraktikum in einem Unternehmen oder einer Universität\nPraktikum in einem Unternehmen oder einer Universität\nHier finden Sie vorbereitende Informationen und ein paar Tipps, wie Sie eine solche Bewerbung angehen können. Informatikstudierende sind gern gesehene Praktikanten weltweit, also nur Mut!\nPraktikum in einem Unternehmen oder einer Universität\n----------------------------------------\n\nWo gehe ich hin?\nWo gehe ich hin?\nEntscheidend sind hier v.a. die Sprachkenntnisse. Im Gegensatz zu einem Studienaufenthalt im Ausland hat man während eines Praktikums nicht die Gelegenheit, die Sprache erst vor Ort richtig zu lernen. Damit man von Anfang an mitarbeiten kann, sollte man die Sprache in Wort und Schrift beherrschen. Oftmals bietet sich es deshalb an, nach einem Studienaufenthalt ein Praktikum anzuschließen. Die Sprachkenntnisse sind dann meist auf einem Stand, dass eine problemlose Kommunikation mit Kolleg:innen möglich ist.\nAusnahme: Unternehmen, deren Unternehmenssprache Englisch ist, die aber z.B. in Finnland sitzen. In diesen Fällen zählen v.a. die Englischkenntnisse.\nWo gehe ich hin?\n----------------------------------------\n\nWie finde ich eine Firma?\nWie finde ich eine Firma?\nEin Auslandspraktikum selbst zu finden, ist natürlich zeitaufwändiger, dafür fallen aber keine Vermittlungsgebühren an, wie bei kostenpflichtigen Anbietern. Hier finden Sie Recherchetipps für selbstorganisierte Auslandspraktika, die Sie mit einem Stipendium kombinieren können, sowie weiterführende Links gewerblicher Anbieter.\nEinige Ideen für die eigenständige Suche nach Praktikumsplätzen sind:\n- Career Service der TUM Jobs und Praktika\n- Deutsche Firmen, die auch Dependancen im Ausland haben: Viele große Firmen (z.B. Siemens, BMW,...) gestatten allerdings ausschließlich den eigenen Werkstudenten dieses Privileg zu nutzen, d.h. man müsste bereits in Deutschland für diese Firma arbeiten, um dann in eine Filiale im Ausland geschickt zu werden. Bei manchen Firmen ist es sinnvoller, sich direkt bei der deutschen Tochter im Ausland zu bewerben (z.B. VW in Mexiko).\n- Ausländische Firmen in Deutschland: Hier kann man versuchen über eine deutsche Tochter bzw. Filiale in die Hauptstelle im Ausland zu kommen.\n- Studentische Initiativen: \t \t\tIAESTE München: weltweite Praktika für überwiegend MINT-Studiengänge, Bewerbung am besten im Herbst (es gibt eine Vorbewerbung) für den Sommer, 150€ Kaution bei Zusage zu einem Praktikumsplatz, 15€ Unkostenbeitrag für Vorbereitungsseminar. Auch unter dem Jahr kann nach Praktika nachgefragt werden. \t\tAIESEC: Praktika weltweit, unterschiedliche Dauer möglich, Gebühr 250€\n- IAESTE München: weltweite Praktika für überwiegend MINT-Studiengänge, Bewerbung am besten im Herbst (es gibt eine Vorbewerbung) für den Sommer, 150€ Kaution bei Zusage zu einem Praktikumsplatz, 15€ Unkostenbeitrag für Vorbereitungsseminar. Auch unter dem Jahr kann nach Praktika nachgefragt werden.\n- AIESEC: Praktika weltweit, unterschiedliche Dauer möglich, Gebühr 250€\nKostenpflichtige Vermittlung:\n- AYUSA: Praktikumsvermittlung für USA, Kanada, Australien und Neuseeland\n- WORLD-OF-EXCHANGE: Informationen zu Praktika im Ausland und Vermittlung in unterschiedlichen Branchen weltweit\n- gls-Sprachreisen: Praktika und Sprachkurse weltweit\n- College Council: Studieren und Arbeiten im englischsprachigen Ausland\n- STUDENTS-GO-ABROAD: Praktikumsangebote in verschiedenen Regionen der Welt\nWeitere hilfreiche Links zu Datenbanken, Programmen und Organisationen:\n- Förderung \t \t\t Erasmus+ Förderung von Praktika im europäischen Ausland und weltweit\n- Erasmus+ Förderung von Praktika im europäischen Ausland und weltweit\n- Vermittlung von Stellen: \t \t\tMONSTER (Datenbank für Jobs und Praktika) \t\tPRAKTIKUM.DE (Datenabank für Praktika) \t\tJoin the Best (Stipendienprogramm von MLP) \t\tAcademic Work (Jobs in Skandinavien) \t\tInternational Placement Center e.V. (IPC) (Wirtschaftsinformatik) \t\tBayerisch-Indisches Zentrum (Praktikumsangebote, v.a. in Südindien & Vergabe des BayIND-Stipendiums) \t\tVulcanus (EU-Programm für einjährigen Japanaufenthalt)\n- MONSTER (Datenbank für Jobs und Praktika)\n- PRAKTIKUM.DE (Datenabank für Praktika)\n- Join the Best (Stipendienprogramm von MLP)\n- Academic Work (Jobs in Skandinavien)\n- International Placement Center e.V. (IPC) (Wirtschaftsinformatik)\n- Bayerisch-Indisches Zentrum (Praktikumsangebote, v.a. in Südindien & Vergabe des BayIND-Stipendiums)\n- Vulcanus (EU-Programm für einjährigen Japanaufenthalt)\n- Kontaktadressen: \t \t\tBundesagentur für Arbeit \t\tDAAD - Praktika weltweit\n- Bundesagentur für Arbeit\n- DAAD - Praktika weltweit\n- Industrie- und Handelskammern: \t \t\tIHK  \t\tAHK (Außenhandelsstellen, meist keine Praktikastellen, aber Firmenlisten)\n- IHK\n- AHK (Außenhandelsstellen, meist keine Praktikastellen, aber Firmenlisten)\nWie finde ich eine Firma?\n----------------------------------------\n\nWie sollte meine Bewerbung aussehen?\nWie sollte meine Bewerbung aussehen?\nWichtig sind die jeweiligen Bewerbungsstandards der einzelnen Länder, da es v.a. den Lebenslauf betreffend große Unterschiede gibt. Hierzu gibt es allerdings Bewerbungshandbücher speziell für ausländische Bewerbungen. Muster für den Lebenslauf gibt es hier, den sogenannten Europass Lebenslauf.\n\nThe Vocal Project\nWie sollte meine Bewerbung aussehen? > The Vocal Project\nEbenfalls eine sehr gute Adresse zur Vorbereitung von Praktika im europäischen Ausland ist The Vocal Project, gefördert durch das Lifelong Learning Programm der EU, zur sprachlichen, interkulturellen und landeskundlichen Vorbereitung von Lernaufenthalten im Ausland zu entwickeln. Hierunter fallen insbesondere europäische Auslandspraktika. Sie finden Informationen zu folgenden Themenblöcken: Unterkunft, Notfälle, Reisen, Sozialleben und Arbeiten. Unter letztem Punkt finden Sie wichtige Anhaltspunkte zu der Arbeitskultur und oft weiterführende Links. Zusätzlich sind bei einigen Länder die Themenbereiche um Bankwesen, Arbeitskultur, Ingenieurwesen und Tourismus ergänzt.\nWie sollte meine Bewerbung aussehen?\n----------------------------------------\n\nWas muss ich für den Auslandsaufenthalt vorbereiten?\nWas muss ich für den Auslandsaufenthalt vorbereiten?\nDie Liste der vorzubereitenden Dinge ist natürlich lang. Beachten Sie u.a. die folgenden Punkte bei Ihrer Planung:\n\nVersicherungen\nWas muss ich für den Auslandsaufenthalt vorbereiten? > Versicherungen\n- Praktikum innerhalb der EU: Sie können den Auslandskrankenversicherungsschutz Ihrer gesetzlichen Krankenversicherung über die Europäische Krankenversicherungskarte (EHIC) nutzen. Besorgen Sie sich die EHIC-Karte (ersetzt das Formular E128), falls diese nicht bereits schon auf der Rückseite Ihrer deutschen Krankenkassenkarte aufgedruckt ist, so dass Ihre deutsche Versicherung die im Ausland in Anspruch genommenen Leistungen direkt bei der Partnerversicherung im Ausland begleichen kann. Sie müssen also nicht in finanzielle Vorleistung treten. Zusätzlich empfiehlt es sich, eine Zusatzversicherung abzuschließen, die Ihnen im Notfall den Rücktransport nach Deutschland ermöglicht.\n- Praktikum außerhalb der EU: Es muss eine private Auslandskrankenversicherung abgeschlossen werden. Auch hier sollte auf die Möglichkeit des Rücktransportes nach Deutschland geachtet werden.\n- Haftpflichtversicherung: für eventuelle - von Ihnen verursachte - Schäden innerhalb der Firma, bei der Sie das Praktikum absolvieren.\n\nVisum\nWas muss ich für den Auslandsaufenthalt vorbereiten? > Visum\nInformieren Sie sich früh über die jeweiligen Visumsbestimmungen. Wenn es sich um ein Pflichtpraktikum im Rahmen des Studiums handelt, braucht man meist ein Studienvisum – kein Arbeitsvisum! Die Prüfungsordnung der Informatik sieht allerdings kein Pflichtpraktikum vor.  Informationen erhalten Sie bei der entsprechenden Botschaft.\nFür die USA ist nicht die Botschaft, sondern bestimmte Organisationen bzw. deren deutsche Partner für die Vermittlung der Einreisepapiere zuständig.\nEine dieser Organisationen ist College Council als Partner der US-Behörden, die die gesetzlichen Einreise- und Aufenthaltsbestimmungen für die USA gewährleisten und das DS-2019 Formular als Voraussetzung für das J1- Visum ausstellen. Praktikumsplätze werden im allgemeinen nicht vermittelt! Einige Ausnahmen bilden Praktika in künstlerisch-kreativen Bereichen wie beispielsweise in den Kulturwissenschaften oder Design. Der Service des College Councils ist ab einer Programmgebühr von 1260 € (für 4 Monate, inkl. Versicherungspaket und SEVIS- Gebühr; Stand November 2023) erhältlich.\nBitte rechnen Sie bei der Planung ihres Auslandsaufenthaltes mit einer Bearbeitungszeit von ca. 12 Wochen zwischen kompletter Anmeldung und der Ausreise in die USA. Auch die US Diplomatic Mission to Germany stellt Informationen zum Visum bereit.\n\nBeurlaubung\nWas muss ich für den Auslandsaufenthalt vorbereiten? > Beurlaubung\nFür ein Praktikum im Rahmen der Erasmus-Förderung innerhalb Europas können Sie sich beurlauben lassen. Im außereuropäischen Ausland ist eine Beurlaubung bedingt möglich. Bitte im Einzelfall immer beim Immatrikulationsamt nachfragen. Das Praktikum muss für eine Beurlaubung in jedem Fall mindestens 12 Wochen dauern.\nDie Studienberater:innen können eine Bescheinigung für das Immatrikulationsamt ausstellen, um ein Urlaubssemester zu unterstützen; sie benötigen Ihren Vertrag, Ihre Stellenbeschreibung und Ihr TUMonline Transcript of Records.\n\nVorbereitung auf Sprache und Kultur\nWas muss ich für den Auslandsaufenthalt vorbereiten? > Vorbereitung auf Sprache und Kultur\nIm Vorfeld sollten Sie die Sprachkenntnisse, insbesondere berufspezifische Termini, auffrischen, so dass Sie gleich einsetzbar sind.\nBedenken Sie, dass die Unternehmenssprache nicht automatischt auch der Landessprache entspricht. In vielen internationalen Unternehmen ist Englisch die Unternehmenssprache, auch wenn es keine offizielle Amtssprache ist.\n- Das Sprachenzentrum der TUM bietet Kurse in vielen gängigen Sprachen an.\n- Beim DAAD können Sie sich zudem für Sprachkursstipendien (Arabisch & einige asiatische Sprachen) bewerben.\nDarüber hinaus empfiehlt sich auch die Lektüre über die Verhaltensregeln der jeweiligen Kultur. Die Kenntnis dieser Regeln erleichtern den Einstieg in einen anderen Kulturkreis erheblich, da sich Normen, v.a. im Arbeitsleben, stark voneinander unterscheiden können.\nWas muss ich für den Auslandsaufenthalt vorbereiten?\n----------------------------------------\n\nStipendien für Praktika (ERASMUS+ und andere)\nStipendien für Praktika (ERASMUS+ und andere)\nInteressante Ausschreibungen für Förderungen von Praktika in Industrie und Forschung finden Sie auf den Webseiten von TUM Global zu ERASMUS Praktikum in Europa und weltweit, für Praktika in der Schweiz und auf der Übersichtswebseite zu Stipendien.\nStipendien für Praktika (ERASMUS+ und andere)\n----------------------------------------\n\nJährliche Ausschreibungen unsere Partneruniversitäten und des DAAD:\nJährliche Ausschreibungen unsere Partneruniversitäten und des DAAD:\nJährliche Ausschreibungen unsere Partneruniversitäten und des DAAD:\n----------------------------------------\n\nRISE - Weltweite Praktika und Stipendien (Bewerbungsfrist: 8. Dezember 2023)\nRISE - Weltweite Praktika und Stipendien (Bewerbungsfrist: 8. Dezember 2023)\nRISE - Weltweite Praktika und Stipendien (Bewerbungsfrist: 8. Dezember 2023)\n----------------------------------------\n\nETH Summer - Schweiz (Bewerbungsfrist: 15. Dezember 2023)\nETH Summer - Schweiz (Bewerbungsfrist: 15. Dezember 2023)\nETH Summer - Schweiz (Bewerbungsfrist: 15. Dezember 2023)\n----------------------------------------\n\nETH Robotics Student Fellowship - Schweiz (Bewerbungszeitraum: 15. Januar 2024 - 29. Februar 2024)\nETH Robotics Student Fellowship - Schweiz (Bewerbungszeitraum: 15. Januar 2024 - 29. Februar 2024)\nETH Robotics Student Fellowship - Schweiz (Bewerbungszeitraum: 15. Januar 2024 - 29. Februar 2024)\n----------------------------------------\n\nEPFL Summer - Schweiz (Bewerbungsfrist: 3. Dezember 2023)\nEPFL Summer - Schweiz (Bewerbungsfrist: 3. Dezember 2023)\nEPFL Summer - Schweiz (Bewerbungsfrist: 3. Dezember 2023)\n----------------------------------------\n\nAalto University - Helsinki (Bewerbungsszeitraum: 2. - 29. Januar 2024)\nAalto University - Helsinki (Bewerbungsszeitraum: 2. - 29. Januar 2024)\nAalto University - Helsinki (Bewerbungsszeitraum: 2. - 29. Januar 2024)\n----------------------------------------\n\nÉcole Polytechnique - Paris\nÉcole Polytechnique - Paris\nÉcole Polytechnique - Paris\n----------------------------------------\n\nUniversity of Alberta - Kanada (Bewerbungsfrist: 5. November 2023)\nUniversity of Alberta - Kanada (Bewerbungsfrist: 5. November 2023)\nUniversity of Alberta - Kanada (Bewerbungsfrist: 5. November 2023)\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}