{
    "link": "https://www.cit.tum.de/cit/studium/studierende/beratung/informatik/tipps/haertefallantraege/",
    "content": "Härtefallanträge - TUM School of Computation, Information and Technology\n\nHärtefallanträge\nHärtefallanträge\nHärtefallanträge\n----------------------------------------\n\nMöglichkeiten der Fristverlängerung / Fristaussetzung\nHärtefallanträge > Möglichkeiten der Fristverlängerung / Fristaussetzung\nBei Nichteinhaltung des Studienfortschritts laut §10 APSO und §38 FPSO können Sie einen schriftlichen Antrag auf Fristverlängerung oder Fristaussetzung an den Prüfungsausschuss stellen. Die Entscheidung über die Bewilligung und die Art der Verlängerung liegt beim Prüfungsausschuss.\n- Bei der Fristaussetzung (semesterbezogen) wird die Fortschrittskontrolle einmalig ausgesetzt, die Semesterzählung läuft aber weiter. Im Folgesemester ist die / der Studierende im nächsten Fachsemester und muss daher die reguläre, in §10 APSO und §38 FPSO festgelegte Creditanzahl erreichen.\n- Bei der Fristverlängerung (studienbezogen) wird die Fortschrittskontrolle einmalig ausgesetzt. Es kommt zu einer dauerhaften prüfungsrechtlichen Rückstellung der / des Studierenden um ein Fachsemester.\n- Bei der Fristaussetzung mit Option auf Fristverlängerung wird die Fortschrittskontrolle einmalig ausgesetzt, die Semesterzählung läuft aber weiter. Bei der Bewilligung des Antrags werden in der Regel Module festgelegt, die die / der Studierende im Folgesemester erfolgreich abschließen soll. Die / der Studierende kann nach Bestehen der Option einen Antrag auf Fristverlängerung stellen, der mit der Begründung „Option erfüllt“ genehmigt wird.\n- Nur für Studierende in den Bachelorstudiengängen: Bei der Fristverlängerung zum Bestehen der Grundlagenprüfungen erhält die / der Studierende die Chance, zwei der geforderten Grundlagenprüfungen laut §38 FSPO nach dem 3. Fachsemester nachzuweisen. Die Semesterzählung läuft aber weiter und die reguläre, in §10 APSO und §38 FPSO festgelegte Creditanzahl je Semester muss erreicht werden.\nMöglichkeiten der Fristverlängerung / Fristaussetzung\n----------------------------------------\n\nNach den gesetzlichen Vorgaben kann einem Härtefallantrag grundsätzlich nur stattgegeben werden, wenn die Verzögerung des Studiums durch Gründe verursacht wird, die von der / dem Studierenden nicht selbst zu vertreten sind und die nicht vorhersehbar waren. Dabei handelt es sich üblicherweise um schwere, länger andauernde Krankheit, Unfälle, die Betreuung von unerwartet erkrankten nahen Angehörigen oder andere schwere unerwartete Schicksalsschläge in der eigenen Familie.\n\n----------------------------------------\n\nAchtung: Prüfungsunfähigkeit an einem Prüfungstag aufgrund einer akuten Krankheit allein rechtfertigt keine Studienzeitverlängerung, da dafür Wiederholungsprüfungen angeboten werden. Außerdem besteht Spielraum beim Erreichen der Credithürden. Lassen Sie sich zur Sicherheit ein Attest ausstellen, welches Sie sorgfältig aufbewahren (falls sich dies häuft und es doch noch ein Grund für eine Studienzeitverlängerung wird).\nEine Fristverlängerung / Fristaussetzung ist kein Nachteilsausgleich. Weitere Informationen zum Nachteilsausgleich finden Sie auf unserer Internetseite Studieren mit Behinderung oder chronischer Erkrankung.\n\n----------------------------------------\n\nInhaltliche Anforderungen an Atteste:\n- Seit wann besteht die Erkrankung?\n- Wie wirkt sich die Erkrankung auf das Studium aus?\n- Prognose: Wie viel kann oder sollte die / der Studierende im nächsten Semester leisten, also wie viele ECTS oder Wochenstunden?\n- Keine Arbeitsunfähigkeitsbescheinigung!\n\n----------------------------------------\n\nAnträge auf Fristverlängerung / Fristaussetzung\nHärtefallanträge > Anträge auf Fristverlängerung / Fristaussetzung\nWenn Sie Probleme mit der Credithürde haben, suchen Sie so schnell wie möglich die Studienfachberatung auf. Diese berät Sie hinsichtlich eines Antrags zur Verlängerung Ihres Studiums. Bitte bringen Sie hierfür Ihren TUMonline Kontoauszug und Ihre Studienverlaufsbescheinigung mit - entweder auf Ihrem Laptop in eine der Präsenzsprechstunden, oder senden Sie uns Ihre Unterlagen vor einer virtuellen Sprechstunde per E-Mail zu. Im Weiteren sehen Sie, was Sie gegebenenfalls schon für den Antrag vorbereiten können.\nBitte lesen Sie sich die folgenden Informationen zur Antragstellung aufmerksam durch.\nAnträge auf Fristverlängerung / Fristaussetzung\n----------------------------------------\n\nWie stelle ich einen Antrag?\nHärtefallanträge > Wie stelle ich einen Antrag?\nErforderliche Unterlagen für die Antragstellung:\n- Anschreiben in Briefform (bitte an folgendem Beispiel orientieren: Beispielanschreiben)\n- Persönlicher Studienverlaufsplan (bitte Vorlage verwenden: Studienverlaufsplan)\n- Kontoauszug aus TUMonline (ggf. Screenshot der noch nicht gültig gesetzten Prüfungsergebnisse)\n- Studienverlaufsbescheinigung aus TUMonline, zu finden unter “Dokumente”\n- Nachweise als Scan (z.B. aktuelles Attest)\nBitte gehen Sie zu Ihrem behandelnden Arzt, Psychologen oder einer Beratungsstelle und lassen Sie sich ein Attest ausstellen. Folgende inhaltliche Anforderungen werden an das Attest gestellt:\n- Seit wann besteht die Erkrankung?\n- Wie wirkt sich die Erkrankung auf das Studium aus?\n- Prognose: Wie viel kann oder sollte die / der Studierende im nächsten Semester leisten, also wie viele ECTS oder Wochenstunden?\n- Keine Arbeitsunfähigkeitsbescheinigung!\nSchicken Sie Ihre Dokumente per E-Mail an die Studienfachbertung Informatik und gehen Sie in eine der offenen Sprechstunden, in welcher Ihr Antrag mit Ihnen durchgesprochen wird. Die Studienfachberatung verfasst dann eine kurze Stellungnahme und leitet Ihren Antrag anschließend an den Prüfungsausschuss weiter. Die Entscheidung darüber, ob Ihrem Antrag stattgegeben wird oder nicht, liegt beim Prüfungsausschuss!\nWie stelle ich einen Antrag?\n----------------------------------------\n\nBis wann ist der Antrag zu stellen?\nHärtefallanträge > Bis wann ist der Antrag zu stellen?\nWir empfehlen, dass Sie sich eine Woche nach Bekanntgabe Ihrer letzten Note bei der Studienfachberatung Informatik melden, spätestens aber in der zweiten Maiwoche nach einem Wintersemester bzw. in der zweiten Novemberwoche nach einem Sommersemester. Nur so können wirkungsvolle Maßnahmen rechtzeitig eingeleitet werden.\nDie Deadline für die Einreichung Ihrer vollständigen Unterlagen bei der Studienfachberatung Informatik für das Sommersemester 2024 ist der 09. Dezember 2024. Die Unterlagen müssen spätestens an diesem Datum per Mail bei der Studienfachberatung Informatik eingegangen sein.\nDie Frist zum Einreichen von Unterlagen für das Wintersemester 2023/24 ist abgelaufen.\nBis wann ist der Antrag zu stellen?\n----------------------------------------\n\nVorlagen für den Antrag\nHärtefallanträge > Vorlagen für den Antrag\nBitte denken Sie daran, Ihre individuellen Daten (Studiengang, Fachsemester, erreichte Credits) anzugeben.\nBeispielanschreiben als PDF\nStudienverlaufsplan\nVorlagen für den Antrag\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}