{
    "link": "https://www.cit.tum.de/cit/studium/studierende/ueberfachliche-grundlagen/",
    "content": "Überfachliche Grundlagen - TUM - TUM School of Computation, Information and Technology\n\nÜberfachliche Grundlagen\nÜberfachliche Grundlagen\nLehrveranstaltungen in den Bereichen überfachliche Grundlagen erweitern das Qualifikationsprofil der Studierenden über den fachlichen Fokus hinaus. Sie sollen Grundkenntnisse in folgenden Kompetenzbereichen vermitteln:\n- Wirtschaft, Management, Entrepreneurship fördert ein grundlegendes Verständnis betriebswirtschaftlicher Zusammenhänge und schafft unternehmerische Grundlagen.\n- Recht zielt ab auf Kenntnisse zu juristischen Aspekten, insbesondere zu Vertragsgestaltung und Schutzrechten.\n- Soziale Kompetenzen beinhalten rhetorische und Teamfähigkeiten, Führungskompetenz sowie auch Grundkenntnisse zur interkulturellen Kommunikation/ Kooperation etc.\n- Kommunikations- und Sprachfähigkeit fokussiert auf die Schaffung der fachbezogenen Kommunikationsfähigkeit, also den fortgeschrittenen Spracherwerb etwa beim wissenschaftlichen Schreiben.\n- Gesellschaftliche Auswirkungen und ethische Aspekte von Technik, Technikfolgen zielt ab auf die Ausbildung zu einem differenzierten, kontroversen Diskurs ethischer und gesellschaftlicher Folgen von Technikentwicklung und Technikeinsatz.\nHier finden Sie Informationen für unsere Studiengänge in den Bereichen:\nÜberfachliche Grundlagen\n----------------------------------------\n\nInformatik\nÜberfachliche Grundlagen > Informatik\nDas Kursangebot richtet sich nach den Anforderungen des jeweiligen Studiengangs. Sie können verschiedene Kurse aus dem Programm Ihres Studiengangs, Sprachkurse sowie Kurse von Wissenschaft ⋈ Technologie ⋈ Gesellschaft (ehemals Carl-von-Linde-Akademie) auf dieser Seite auswählen. Für den Bachelor- und Master-Studiengang Wirtschaftsinformatik sind keine Kurse aus dem Bereich Wirtschaft, Management und Entrepreneurship als überfachliche Grundlagen zugelassen.\nInformatik\n----------------------------------------\n\nKurse nach Studiengang\nÜberfachliche Grundlagen > Kurse nach Studiengang\nDie für den jeweiligen Studiengang zugelassenen Lehrveranstaltungen der überfachlichen Grundlagen finden Sie in den folgenden Seiten:\n- Überfachliche Grundlagen Bachelor Informatik\n- Überfachliche Grundlagen Bachelor Informatik: Games Engineering\n- Überfachliche Grundlagen Bachelor Information Engineering\n- Überfachliche Grundlagen Bachelor Wirtschaftsinformatik\n- Überfachliche Grundlagen Master Informatik\n- Überfachliche Grundlagen Master Informatik: Games Engineering\n- Überfachliche Grundlagen Master Wirtschaftsinformatik\nKurse nach Studiengang\n----------------------------------------\n\nSprachkurse\nÜberfachliche Grundlagen > Sprachkurse\nRandbedingungen und Zuordnung zu überfachliche Grundlagen\nPro Studiengang können maximal 6 Credits (in der Regel zwei Sprachkurse) angerechnet werden.\nVoraussetzungen für die Einbringung in den überfachlichen Grundlagen in Ihrem Studiengang:\n- Der Sprachkurs wird vom Sprachenzentrum der TUM angeboten oder im Rahmen eines Auslandssemesters an einer Partnerhochschule absolviert.\n- Der Sprachkurs hat adäquates Niveau:\n- Englisch: mindestens Level C1 für ein Bachelorstudium oder Level C2 für ein Masterstudium (Kurse C1-C2 können nicht im Master angerechnet werden.)\n- Deutsch für Internationale Bachelorstudierende: nur das Modul 'SZ0324 Deutsch im Bachelorstudium - Informatik: Wissenschaftliche Texte verstehen und schreiben' ODER das Modul SZ0328 Deutsch im Studium - Informatik: Schreiben, präsentieren und diskutieren ist anrechenbar, und nur, falls Sie einen Deutschnachweis für die Aufnahme des Studiums benötigten.\n- Deutsch für Internationale Masterstudierende: jedes Niveau, falls Ihre Muttersprache (Staatsangehörigkeit) nicht Deutsch ist und Sie keinen Bachelorabschluss in deutscher Sprache absolviert haben.\n- Alle anderen Sprachen: jedes Niveau, falls die Sprache nicht Ihrer Muttersprache (Staatsangehörigkeit) entspricht.\n- Pro Sprache können alle Level zwischen A1.1 und B2.2 bzw. A1 und B2 nur einmal eingebracht werden. Da z.B. ein Kurs mit Level B1 die Teillevel B1.1 und B1.2 beinhaltet ist die parallele Anrechnung eines B1 Kurses und eines B1.1 oder B1.2 Kurses der gleichen Sprache nicht möglich!Ab dem Level C1 können auch mehrere Sprachkurse mit gleichem Level pro Sprache mit unterschiedlichen Inhalten/Schwerpunkten eingebracht werden. Beispielsweise können Introduction to Academic Writing C1 und Intercultural Communication C1 beide im Bachelorstudium eingebracht werden.\n\nEinbringung von Sprachkursen:\nÜberfachliche Grundlagen > Einbringung von Sprachkursen:\nAn der TUM angebotene Kurse: Oft könnnen Sie sich für Sprachkurse nicht über Ihren Studienbaum (bevorzugte Variante!), sondern nur als Freifach anmelden. Richten Sie dann bitte Anträge auf Zuordnung eines Sprachkurses (Zuordnung zu den überfachlichen Grundlagen), sobald die Note auf Ihrem Leistungsnachweis in TUMonline zu sehen ist (die Note gültig ist), per E-Mail an die Schriftführer:in des Studienganges, zu finden beim jeweiligen Studienprogramm unter Kontakt. Die Bearbeitungszeit beträgt etwa zwei Wochen.\nSprachkurse im Rahmen eines Auslandsaufenthalts führen Sie bitte einfach auf Ihrem Auslandsanerkennungsantrag mit auf.\nSprachkurse\n----------------------------------------\n\nKurse von Wissenschaft ⋈ Technologie ⋈ Gesellschaft\nÜberfachliche Grundlagen > Kurse von Wissenschaft ⋈ Technologie ⋈ Gesellschaft\nAlle Module aus dem Studiengangsbündel Wissenschaft ⋈ Technologie ⋈ Gesellschaft (Kontextlehre WTG, ehemals Carl-von-Linde-Akademie), die mit ECTS versehen sind und während des Studiums belegt werden können, können als überfachliche Grundlagen angerechnet werden. Falls der Prüfungsausschuss in Ausnahmefällen einzelne Module ausschließt, wird dies an dieser Stelle bekannt gegeben. Bitte beachten Sie, dass bei Veranstaltungen mit identischem Titel, die sich nur in der Anzahl der ECTS unterscheiden, nur eine der Veranstaltungen im Studium angerechnet werden kann.\nEs wird ausdrücklich empfohlen, Kurse zu wählen, die nicht nur mit einem Teilnahmezertifikat, sondern auch mit einer Note abgeschlossen werden. Nur dann kann der Kurs auch in Ihrem Notendurchschnitt berücksichtigt werden. Jedoch können auch unbenotete Kurse als überfachliche Grundlagen anerkannt werden.\nSollte der Kurs auf Ihrem Leistungsnachweis in TUMonline als Zusatzfach gelistet sein, so schicken Sie bitte eine E-Mail an die Schriftführer:in Ihres Studienganges (zu finden beim jeweiligen Studienprogramm unter Kontakt) mit der Bitte um Zuordnung zu den überfachlichen Grundlagen.\nKurse von Wissenschaft ⋈ Technologie ⋈ Gesellschaft\n----------------------------------------\n\nAnsprechpersonen zu Überfachlichen Grundlagen (nur TUM Informatik)\nÜberfachliche Grundlagen > Ansprechpersonen zu Überfachlichen Grundlagen (nur TUM Informatik)\n- Tom Wollschläger:  \tAnerkennungsfragen (z.B. bei Auslandsaufenthalten und Fragen zur Zuordnung zu Kompetenzbereichen) \tE-Mail: tom.wollschlaeger(at)tum.de\n- Prof. Stephan Günnemann: \tVerantwortlicher professor \tE-Mail: stephan.guennemann(at)tum.de\n- Studienfachberatung Informatik: \tAllgemeine Fragen \tE-Mail: studienberatung(at)in.tum.de\nAnsprechpersonen zu Überfachlichen Grundlagen (nur TUM Informatik)\n----------------------------------------\n\nMathematik\nÜberfachliche Grundlagen > Mathematik\nStudierende der Mathematik können überfachliche Grundlagen mit Veranstaltungen erbringen, die tiefere Einblicke in die Hintergründe der Wissenschaft ermöglichen, allgemeinbildenden Charakter haben, der Persönlichkeitsentwicklung dienen (Selbst- und Sozialkompetenzen) oder konkret auf die berufliche Zukunft ausgerichtete Kenntnisse und Qualifikationen sicherstellen. Nachfolgend finden Sie alle wichtigen Informationen zu überfachlichen Grundlagen.\nMathematik\n----------------------------------------\n\nUmfang\nÜberfachliche Grundlagen > Umfang\n- 4 ECTS im Bachelor Mathematik (FPSO 2019 und FPSO 2023)\n- 6 ECTS im Bachelor Mathematik (FPSO 2007 in der Satzungsänderung von 2014)\n- 3 ECTS im Master-Programm Mathematics in Data Science\n- 4 ECTS in den anderen mathematischen Master-Programmen und den auslaufenden Bachelor-Programmen (FPSO 2007 und in der Satzungsänderung von 2013).\nDie geforderten ECTS können Sie aus einem breiten Kanon zusammenstellen. Regelmäßig angebotene Module an der TUM entnehmen Sie Ihrem Curriculum.\nUmfang\n----------------------------------------\n\nVoraussetzungen\nÜberfachliche Grundlagen > Voraussetzungen\nSie wollen ein Modul aus dem Angebot eines Hochschulstudiengangs als überfachliche Grundlage einbringen? Das ist möglich, wenn\n- dessen Inhalt nicht Mathematik oder Nebenfach ist\n- und eine Prüfungsleistung sowie ECTS für das Modul vorliegen.\nEine reine Teilnahmebescheinigung reicht nicht aus.\nVoraussetzungen\n----------------------------------------\n\nAnerkennung\nÜberfachliche Grundlagen > Anerkennung\nBitte klären Sie gegebenenfalls vorab, ob eine Anerkennung möglich ist. Bei Fragen und zur Anerkennung von Modulen, die als \"Freifach\" abgelegt worden sind (diese erscheinen als Zusatzleistungen in Ihrem Leistungsnachweis), wenden Sie sich direkt an:\n- Bachelorstudium: Silke Brandenberg\n- Masterstudium: Anja Hoffmann\nAnerkennung\n----------------------------------------\n\nZusätzliche Module\nÜberfachliche Grundlagen > Zusätzliche Module\nNicht alle Module, die als überfachliche Grundlagen anerkannt werden können, werden im Studienbaum aufgelistet. Neben den in Ihrem Curriculum angegebenen regelmäßig angebotenen Modulen, bieten die folgenden Einrichtungen eine Vielzahl weiterer Module, die Sie als überfachliche Grundlagen in Ihr Studium einbringen können, sofern diese die oben genannten Voraussetzungen erfüllen. Nach erbrachter Prüfungsleistung müssen solche Module noch in Ihrem Studium anerkannt werden.\n- Kontextlehre WTG, ehemals Carl von Linde Akademie\n- Sprachenzentrum TUM: Alle Fremdsprachen, mit folgenden Einschränkungen:Keine Anfängerkurse (A1) in EnglischBachelorstudierende können keine Deutschkurse einbringen.Kurse in der Muttersprache können grundsätzlich nicht eingebracht werden.\n- Keine Anfängerkurse (A1) in Englisch\n- Bachelorstudierende können keine Deutschkurse einbringen.\n- Kurse in der Muttersprache können grundsätzlich nicht eingebracht werden.\n- TUM School of Governance: beispielsweisePOL00011 Politics for Rocket Scientists: Einführung in die Politikwissenschaft für Nicht-Politikwissenschaftler\n- POL00011 Politics for Rocket Scientists: Einführung in die Politikwissenschaft für Nicht-Politikwissenschaftler\nZusätzliche Module\n----------------------------------------\n\nWeitere Möglichkeiten\nÜberfachliche Grundlagen > Weitere Möglichkeiten\nSie können überfachliche Grundlagen auch auf folgenden Wegen erwerben:\n- SET-Tutor Mathematik\n- ProLehre Lernkompetenz-/Tutoren-Training\n- Beteiligung in einer Berufungskommission – Voraussetzung: nicht im Diploma Supplement aufgeführt\nWeitere Möglichkeiten\n----------------------------------------\n\nElektrotechnik und Informationstechnik\nÜberfachliche Grundlagen > Elektrotechnik und Informationstechnik\nGleichbedeutend mit überfachlichen Grundlagen können Studierende der Elektrotechnik und Informationstechnik die nachfolgenden Module belegen. Nähere Informationen erhalten Sie auf den Seiten des jeweiligen Studiengangs:\n- Bachelor Elektrotechnik und Informationstechnik: Soft Skills\n- Master Elektrotechnik und Informationstechnik: Wahlmodule zur außerfachlichen Ergänzung\n- Master Communications and Electronics Engineering: Interdisciplinary Modules\nElektrotechnik und Informationstechnik\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}