{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/elektrotechnik-informationstechnik/",
    "content": "Electrical & Computer Engineering - Prüfungen - TUM - TUM School of Computation, Information and Technology\n\nPrüfungen in der Elektrotechnik und Informationstechnik\nPrüfungen in der Elektrotechnik und Informationstechnik\nPrüfungen in der Elektrotechnik und Informationstechnik\n----------------------------------------\n\nPrüfungsanmeldung\nPrüfungen in der Elektrotechnik und Informationstechnik > Prüfungsanmeldung\nAnmeldezeitraum für Prüfungen im WiSe 2024/25: 18.11.2024 - 15.01.2025\nDie Anmeldung zu den Prüfungen im Bachelor EI (Ausnahme GOP-Module), Master EI, MSCE und MSNE erfolgt in TUMonline. Alle Studierende sind selbst für eine rechtzeitige Anmeldung zu den Prüfungen verantwortlich.\nBitte beachten Sie bei der Anmeldung folgende Punkte:\n- der Anmeldezeitraum gilt für alle Prüfungen im Erstversuch sowie für alle Wiederholungsprüfungen\n- die Anmeldung gilt auch für Praktika, Seminare, FIQ-Module, Module der außerfachlichen Ergänzung etc.\n- für einzelne Praktika gelten andere Anmeldefristen, diese finden Sie in TUMonline oder auf den Webseiten der Lehrstühle / Professuren\n- bei Modulen von anderen Schools / Fakultäten können abweichende Anmeldefristen gelten\n- Ausnahme im Bachelor EI - GOP-Prüfungen: Alle Studierende, die offene GOP-Prüfungen haben, werden hierfür automatisch angemeldet. Alle Studierende im 1. Fachsemester müssen sich folglich nicht zu den GOP-Prüfungen anmelden. Studierende in höheren Semestern, die ihr Joker-Modul offen haben, werden auch hierfür automatisch angemeldet.\nBitte beschränken Sie sich bei dieser Anmeldung nur auf die Prüfungen, die Sie tatsächlich mitschreiben möchten.Nachmeldungen sind leider nicht möglich.Bei Rückfragen zur Prüfungsanmeldung wenden Sie sich bitte an bachelor@ei.tum.de oder master@ei.tum.deWir wünschen Ihnen viel Erfolg für Ihre Prüfungen!\nPrüfungsanmeldung\n----------------------------------------\n\nPrüfungszeitpläne Wintersemester 2024/25\nPrüfungen in der Elektrotechnik und Informationstechnik > Prüfungszeitpläne Wintersemester 2024/25\n- BScEI_GOP_WS24-25_Pruefungsplan.pdf\n- BScEI_Pflicht_WS24-25_Pruefungsplan.pdf\n- Abschlussklausuren_WS24-25_BSEI_MSEI_MSCE.pdf\n- Wiederholungspruefungen_WS24-25_BSEI_MSEI_MSCE.pdf\nPrüfungszeitpläne Wintersemester 2024/25\n----------------------------------------\n\nBachelor-Prüfungsausschuss\nPrüfungen in der Elektrotechnik und Informationstechnik > Bachelor-Prüfungsausschuss\nZuständig für Prüfungsangelegenheiten im Bachelor Elektrotechnik und Informationstechnik\nVorsitzender: Prof. Dr. Gabriele SchragSchriftführerin: Dr. Franziska BrändleStellvertreterin: Dipl.-Soz. Michaela Heinrich\nSchriftführer-Sprechstunde:\ndienstags: 10:30 - 11:30 Uhr im Büro N2150\nKontakt:Bachelor(at)ei.tum.deTel: +49.89.289.28212\nDie im Bachelor Elektrotechnik und Informationstechnik gültigen Prüfungsordnungen finden Sie hier.\nBachelor-Prüfungsausschuss\n----------------------------------------\n\nMaster-Prüfungsausschuss\nPrüfungen in der Elektrotechnik und Informationstechnik > Master-Prüfungsausschuss\nZuständig für Prüfungsangelegenheiten im MSc Elektrotechnik und Informationstechnik, MSc Communications and Electronics Engineering and MSc Neuroengineering\nVorsitzender: Prof. Dr. rer. nat. Eva WeigSchriftführerin: Dipl.-Ing. Benita ParaschoudisStellvertreterin: Iris Schachtner M.A.\nSchriftführer-Sprechstunde:\nDonnerstags 14:00-15:00 Uhr und nach Vereinbarungvor Ort im N2149 (https://nav.tum.de/room/0101.02.149 )oder per Zoom  (Meeting-ID: 646 8327 6934, Kenncode: 789326)\nBitte beachten Sie, dass es sich um einen offene Sprechstunde handelt und planen Sie gegebenenfalls etwas Wartezeit ein.\nKontakt:msei.asa(at)xcit.tum.de\nTel.: +49 89 289 28295\nDie im Master Elektrotechnik und Informationstechnik gültigen Prüfungsordnungen finden Sie hier.\nMaster-Prüfungsausschuss\n----------------------------------------\n\nRücktritt von Prüfungen im Bachelor und Master Elektrotechnik und Informationstechnik\nPrüfungen in der Elektrotechnik und Informationstechnik > Rücktritt von Prüfungen im Bachelor und Master Elektrotechnik und Informationstechnik\nRücktritt von Prüfungen im Bachelor und Master Elektrotechnik und Informationstechnik\n----------------------------------------\n\nRücktritt von Prüfungen der Grundlagen- und Orientierungsprüfung (GOP) im Bachelor EI\nPrüfungen in der Elektrotechnik und Informationstechnik > Rücktritt von Prüfungen der Grundlagen- und Orientierungsprüfung (GOP) im Bachelor EI\nFolgende Regelungen sind gültig (neu ab Sommersemester 2024)Fehlen Sie bei einer GOP-Prüfung und reichen KEIN gültiges Attest ein, gilt diese Prüfung als angetreten und nicht bestanden. Nicht-Teilnahme an einer Prüfung aufgrund einer Erkrankung:\n- Ab dem Sommersemester 2024 entfällt die Amtsarzt-Attestpflicht, bitte beachten Sie aber weiterhin die generelle Attestpflicht durch Ihren behandelten Arzt.\n- Sollten Sie bei einer oder mehreren GOP-Prüfungen erkrankt sein, so können Sie jeweils mit einem Attest Ihres behandelten Arztes (in der Regel Hausarzt) einen Rücktritt beantragen. Sollten Sie länger erkrankt sein, können Sie mit einem Attest von mehreren Prüfungen zurücktreten. Wichtig ist hierbei, dass sich das Attest auf den Zeitraum bezieht, in dem diese Prüfungen liegen.\n- Corona gilt mittlerweile als eine normale Erkrankung: Sie brauchen daher auch hierfür ein ärztliches Attest, ein Corona-Test allein ist nicht ausreichend.\nNicht-Teilnahme an einer Prüfung aufrund weiterer nicht selbst verschuldeter Umstände:\nEs werden nur Gründe anerkannt, die der Kandidat nicht selbst zu vertreten hat. Dazu gehören neben einer Erkrankung beispielsweise auch ein Unfall oder ein Todesfall innerhalb der Familie. Auch weitere Gründe sind möglich. Ist unklar, ob ein Grund anerkannt werden kann, ist dies rechtzeitig vor dem Prüfungstermin in der Schriftführersprechstunde des Bachelor-Prüfungsausschusses abzuklären. Sollte das Ereignis erst am Tag der Prüfung auftreten, schreiben Sie uns bitte unverzüglich (am Tag der Prüfung) eine E-Mail an bachelor(at)ei.tum.de\nPrüfungsabbruch:\nEin Prüfungsabbruch wegen plötzlicher Erkrankung während der Prüfung ist dem Aufsichtspersonal mitzuteilen und es ist unverzüglich (am selben Tag) ein Arzt aufzusuchen, um sich die Erkrankung attestieren zu lassen.\nTeilnahme an einer Prüfung trotz Erkrankung oder bereits eingereichtem Attest:\n- Wird, obwohl ein Rücktrittsantrag eingereicht wurde, eine Prüfung mitgeschrieben, so wird dadurch der Rücktrittsantrag außer Kraft gesetzt und kann nachträglich nicht mehr geltend gemacht werden.\n- Nimmt ein Kandidat trotz gesundheitlicher oder anderer leistungsmindernder Umstände in Kenntnis seines Zustandes an einer Prüfung teil, so kann er diese Beeinträchtigung nachträglich nicht mehr geltend machen.→ In beiden Fällen zählt die Prüfung, auch wenn Sie nicht bestanden wurde.\nNimmt ein Kandidat trotz gesundheitlicher oder anderer leistungsmindernder Umstände in Kenntnis seines Zustandes an einer Prüfung teil, so kann er diese Beeinträchtigung nachträglich nicht mehr geltend machen.\n→ In beiden Fällen zählt die Prüfung, auch wenn Sie nicht bestanden wurde.\nDas Vorgehen zur Einreichung des Attests wird im nächsten Punkt “Wie ist ein Attest im Bachelor EI einzureichen?” erläutert.\nSollten Unklarheiten oder Fragen zum Thema Prüfungsrücktritt bestehen, wenden Sie sich bitte an bachelor@ei.tum.de\nRücktritt von Prüfungen der Grundlagen- und Orientierungsprüfung (GOP) im Bachelor EI\n----------------------------------------\n\nWie ist ein Attest im Bachelor EI einzureichen?\nPrüfungen in der Elektrotechnik und Informationstechnik > Wie ist ein Attest im Bachelor EI einzureichen?\nWenn Sie aufgrund von Krankheit von einer Prüfung zurücktreten müssen, ist das Vorgehen wie folgt:\n- Sie gehen am Tag der Prüfung zu Ihrem behandelten Arzt (in der Regel Hausarzt) und lassen sich Ihre Erkrankung bestätigen (Attest)ACHTUNG: Es werden keine Arbeitsunfähigkeitsbescheinigungen akzeptiert\n- Dieses Attest muss den Tag der Prüfung umfassen. Informationen darüber, welche Angaben ein Attest beinhalten muss, finden Sie auf der TUM Seite zum Thema Attest → “Welche Informationen muss das ärztliche Attest beinhalten?”.\n- Sollten Sie länger erkrankt sein, lassen Sie sich bitte diese längere Erkrankung attestieren.\n- Das Attest reichen Sie bitte im Original ein und erstellen für sich selbst eine Fotokopie.\n- Außerdem legen Sie formlos ein Schreiben bei, in dem Sie folgende Angaben machen: DatumName und AnschriftMatrikelnummerTitel der versäumten Prüfung(en) mit Prüfungsdatum\n- Datum\n- Name und Anschrift\n- Matrikelnummer\n- Titel der versäumten Prüfung(en) mit Prüfungsdatum\n- Das Attest im Original UND das Schreiben senden Sie innerhalb von 5 Werktagen (!) entweder per Post an TUMBachelor-Prüfungsausschuss EIz. Hd. Frau Sabine MühlthalerArcisstr. 2180333 Münchenoder werfen es im Briefkasten vom Raum N2149 (ASA EI, ehemals Studiendekanat) ein.\nDas Attest im Original UND das Schreiben senden Sie innerhalb von 5 Werktagen (!) entweder per Post an\nTUMBachelor-Prüfungsausschuss EI\nz. Hd. Frau Sabine MühlthalerArcisstr. 2180333 München\noder werfen es im Briefkasten vom Raum N2149 (ASA EI, ehemals Studiendekanat) ein.\n- Bitte senden Sie uns keine E-Mail mit Ihrem Attest. Sie können uns gerne eine E-Mail senden, wenn Sie Fragen haben.\n- Bitte beachten Sie, die Verbuchung Ihres Attests kann einige Tage in Anspruch nehmen.\nSollten Sie nicht erkrankt sein und dennoch unverschuldet an einer Prüfung nicht teilnehmen können, schreiben Sie bitte eine E-Mail an bachelor[at]ei.tum.de\nWie ist ein Attest im Bachelor EI einzureichen?\n----------------------------------------\n\nPrüfungsrücktritt - Wann ist er im Bachelor EI auch außerhalb der GOP sinnvoll\nPrüfungen in der Elektrotechnik und Informationstechnik > Prüfungsrücktritt - Wann ist er im Bachelor EI auch außerhalb der GOP sinnvoll\nSollten Studierende ab dem 3. Fachsemester an mehreren Prüfungen nicht teilnehmen können und der Grund für diese Nichtteilnahme nicht selbstverschuldet sein (z.B. Erkrankung, Unfall oder ähnliches) wird dazu geraten, ein Antrag auf Prüfungsrücktritt mit den entsprechenden Nachweisen einzureichen. Sollte dann zu einem späteren Zeitpunkt ein Konflikt mit der Studienfortschrittskontrolle entstehen, kann beim Bachelor-Prüfungsausschuss ein Antrag auf Fristverlängerung gestellt werden. Bei Genehmigung der Fristverlängerung haben Sie mehr Zeit, um Ihre Prüfungen erfolgreich abzuschließen.\nPrüfungsrücktritt - Wann ist er im Bachelor EI auch außerhalb der GOP sinnvoll\n----------------------------------------\n\nMaster EI - Hinweise zum Prüfungsrücktritt\nPrüfungen in der Elektrotechnik und Informationstechnik > Master EI - Hinweise zum Prüfungsrücktritt\nWann ist ein Prüfungsrücktritt im Master EI sinnvoll?\nSollten Studierende an mehreren Prüfungen nicht teilnehmen können und der Grund für diese Nichtteilnahme nicht selbstverschuldet sein (z.B. Erkrankung, Unfall oder ähnliches) wird dazu geraten, ein Antrag auf Prüfungsrücktritt mit den entsprechenden Nachweisen einzureichen. Sollte dann zu einem späteren Zeitpunkt ein Konflikt mit der Studienfortschrittskontrolle entstehen, kann beim Master-Prüfungsausschuss ein Antrag auf Fristverlängerung gestellt werden. Bei Genehmigung der Fristverlängerung haben Sie mehr Zeit, um Ihre Prüfungen erfolgreich abzuschließen.\nBitte beachten Sie zwei Schritte beim Prüfungsrücktritt:\n1. schriftlichen (per Email) Rücktrittsantrag stellen (unverzüglich, das heißt am selben Tag der Prüfung)\n2. Nachweis vorlegen: im Falle einer Erkrankung ärztliches Attest, im Falle eines anderen nicht selbstverschuldetenen Ereignisses durch einen anderen Nachweis\nWie ist der Rücktritt einzureichen:\nDer Rücktrittsantrag muss unter Beilegung des Nachweises formlos schriftlich unter Angabe von folgenden Daten\n- Matrikelnummer\n- Datum\n- versäumte Prüfung(en) mit Datum\n- Versäumnisgrund\nper Email an master(at)ei.tum.de gestellt werden.\nGründe für Prüfungsrücktritte:\nEs werden nur Gründe anerkannt, die der Kandidat nicht selbst zu vertreten hat. Dazu gehörten zum Beispiel: Krankheit, Unfall, Todesfall innerhalb der Familie. Ist unklar, ob ein Grund anerkannt werden kann, ist dies rechtzeitig vor dem Prüfungstermin in der Schriftführersprechstunde des Master-Prüfungsausschusses abzuklären.\nWenn eine Prüfung mitgeschrieben wird:\n- Ein Prüfungsabbruch wegen plötzlicher Erkrankung während der Prüfung ist dem Aufsichtspersonal mitzuteilen und es ist unverzüglich (am selben Tag per Email) ein Rücktrittsantrag einzureichen. Weiterhin ist ein Arzt aufzusuchen, um sich exakt für den Prüfungstag ein Attest ausstellen zu lassen, dass im Nachgang eingereicht wird.\nEin Prüfungsabbruch wegen plötzlicher Erkrankung während der Prüfung ist dem Aufsichtspersonal mitzuteilen und es ist unverzüglich (am selben Tag per Email) ein Rücktrittsantrag einzureichen. Weiterhin ist ein Arzt aufzusuchen, um sich exakt für den Prüfungstag ein Attest ausstellen zu lassen, dass im Nachgang eingereicht wird.\n- Wird, obwohl ein Rücktrittsantrag eingereicht wurde, eine Prüfung mitgeschrieben, so wird dadurch der Rücktrittsantrag außer Kraft gesetzt und kann nachträglich nicht mehr geltend gemacht werden.\nWird, obwohl ein Rücktrittsantrag eingereicht wurde, eine Prüfung mitgeschrieben, so wird dadurch der Rücktrittsantrag außer Kraft gesetzt und kann nachträglich nicht mehr geltend gemacht werden.\n- Nimmt ein Kandidat trotz gesundheitlicher oder anderer leistungsmindernder Umstände in Kenntnis seines Zustandes an einer Prüfung teil, so kann er diese Beeinträchtigung nachträglich nicht mehr geltend machen.\nNimmt ein Kandidat trotz gesundheitlicher oder anderer leistungsmindernder Umstände in Kenntnis seines Zustandes an einer Prüfung teil, so kann er diese Beeinträchtigung nachträglich nicht mehr geltend machen.\nSollten Unklarheiten oder Fragen zum Thema Prüfungsrücktritt bestehen, wenden Sie sich bitte an master(at)ei.tum.de\nMaster EI - Hinweise zum Prüfungsrücktritt\n----------------------------------------\n\nWeitere Informationen und Formulare\nPrüfungen in der Elektrotechnik und Informationstechnik > Weitere Informationen und Formulare\nStudiengangsspezifische Informationen und Formulare finden Sie über die Studiengänge Bachelor Elektrotechnik und Informationstechnik sowie Master Elektrotechnik und Informationstechnik, unter anderem auch:\n- Formulare zur Ingenieurpraxis im Bachelor EI\nWeitere Informationen und Formulare\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}