{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/informatics/practical-courses-seminar-courses/",
    "content": "Practical Courses & Seminar Courses Informatics - TUM - TUM School of Computation, Information and Technology\n\nPractical Courses and Seminar Courses\nPractical Courses and Seminar Courses\nPractical Courses and Seminar Courses\n----------------------------------------\n\nThis information only applies to courses with the numbers IN0012, IN0014, IN2106, IN2107, IN2128, IN2129, IN2130, IN2131, IN2396, IN2397. Not for any other courses even though announced as \"seminar\" course or \"practical course\".\nThe registration for practical courses and seminar courses is not possible via TUMonline, but only through participating in the matching system. All necessary information can be found on docmatching.in.tum.de.\n\n----------------------------------------\n\nMatching for winter semester 2024/25\nPractical Courses and Seminar Courses > Matching for winter semester 2024/25\nThe matching of seminar and practical course places for the winter term 2024/25 is completed.\nYou can find a list of the remaining places below. If you are interested in one of the remaining places, please contact all indicated supervisors of the respective course directly.\nOnly if you do not get a place this way and urgently need a place in a seminar or practical course in the coming winter semester, please contact Prof. Leutenegger (leuteneg(at)in.tum.de) between 07.10.-11.10. by email with the subject \"Seminar/ practical course place required\".Please describe your situation and enclose the emails to the person responsible for the course and the answers you received. Please understand that we can only consider your requests if the desired course is a compulsory course in your study plan.\nMatching for winter semester 2024/25\n----------------------------------------\n\nRestplätze in Seminaren/Remaining spots in seminar courses  (IN0014, IN2107, IN2396) im Wintersemester 2024/25\nPractical Courses and Seminar Courses > Restplätze in Seminaren/Remaining spots in seminar courses  (IN0014, IN2107, IN2396) im Wintersemester 2024/25\nMaster-Seminar - Current Topics in Medical Machine Learning and Computational Pathology (IN2107, IN4514)Master-Seminar - Deep Learning for Medical Applications (IN2107, IN4860)IN2107 Seminar on Robotics Science and Systems IntelligenceMaster Seminar 3D Vision (IN2107, IN4911)Advanced Seminar Large-Scale Graph Processing and Graph Partitioning (IN2107, IN4435)Master-Seminar - Quantum Networks (CIT4320003, IN2107)Master-Seminar - Foundational Models für 2D- und 3D-Computer Vision (IN2107, IN45024)Master-Seminar - The Evolution of Motion Estimation and Real-time 3D Reconstruction (IN2107, IN4977)Seminar - Participatory AI and the EU's AI Act (IN0014, IN2107, IN2396, IN45054)Master-Seminar: Multi-modal AI for Medicine (IN2107, IN45072)Master-Seminar - Quantum Information Processing Devices (CIT432005, IN2107)Interactive Theorem Proving (IN0014)Seminar: Quantum Computing at Compile Time (IN0014, IN2107, IN45039)Master Seminar: 3D Machine Learning (IN2107, IN4429)Master-Seminar - Modern Computer Vision Methods (IN2107, IN4486)Berechenbarkeit und Unvollständigkeit: Eine Einführung (IN0014)Master-Seminar - Recent advances in 4D Computer Vision (IN2107, IN45066)Master-Seminar: Trustworthy AI for Medicine (IN2107, IN45048)Master-Seminar - Visuell basierte 3D/4D-Rekonstruktion (IN2107, IN45068)Modale und Intuitionistische Logik (IN0014)Seminar Causal Reasoning (IN2107, IN0014, IN45036)Master Seminar: Federated Learning for Industrial Processes (IN2107, IN4481)Master-Seminar - Theoretical advances in deep learning (IN2107, IN4409)IN2107 Seminar on Topics in Design AutomationMaster-Seminar - Robot Perception & Intelligence (IN2107, IN45008)Master-Seminar - Causality and Machine Learning (IN2107, IN4483)Seminar: Advanced Topics of Quantum Computing (IN2107,IN2183,IN0014)Master-Seminar 3D Shape Matching and Application in Computer Vision (IN2107, IN4466)Master Seminar - Neural Radiance Fields (IN2107, IN4499)Master Seminar: 3D Vision and Learning for Robotic Perception and Decision-Making (IN2107, IN45064)Master-Seminar: AI for Vision-Language Models in Medical Imaging (IN2107, IN45069)Seminar: Quantum Software Systems (IN0014, IN2107, IN45016)Master-Seminar - Advanced Complexity Theory (IN2107, IN4442)Seminar in Methods for Molecular Dynamics (IN2107, IN2183)Seminar Course - Fundamentals of Wave Simulation - Solving Hyperbolic Systems of PDEs (IN2183, IN2107)Master-Seminar - Transferlernen und Lebenslanges Lernen im Maschinellen Sehen (IN2107, IN45067)Seminar - Computer Vision in the Operating Room (IN2107)CDR: Digital Future Challenge – verantwortungsvolle KI (IN0014, IN2107, SOT82509)Seminar - Scientific Methods in Information Systems (IN0014, IN4440)Advanced Seminar: Topics in Natural Language Processing of Legal Text (IN2107, IN45062)\nRestplätze in Seminaren/Remaining spots in seminar courses  (IN0014, IN2107, IN2396) im Wintersemester 2024/25\n----------------------------------------\n\nRestplätze in Praktika/Remaining spots in practical courses (IN0012, IN2106, IN2128, IN2129, IN2130, IN2131, IN2397) im Wintersemester 2024/25\nPractical Courses and Seminar Courses > Restplätze in Praktika/Remaining spots in practical courses (IN0012, IN2106, IN2128, IN2129, IN2130, IN2131, IN2397) im Wintersemester 2024/25\nPractical Course: Deep Learning for 3D Perception (IN2106, IN4319)Masterpraktikum: Learning Robotic Skills from Demonstration (IN2106)Master Practical Course: Computer Network Simulation (IN2106, IN4324)Master Practical Course: 3D Scanning & Spatial Learning (IN2106, IN4263)Praktikum - Project Management and Software Development for Medical Applications (IN2106, IN4136)IN2106 Cybathlon Challenge: Mechanism Design & ControlMaster-Praktikum - Computational Surgineering (IN2106, IN4325) IN2106 Dodo Alive! - Resurrecting the Dodo with Robotics and AI: Hardware & DesignIN2106 Praktikum Robot Modelling and Identification IN2106 Intelligent Machine Design Lab- Product Prototype DevelopmentMasterpraktikum - Safe Reinforcement Learning for Modular Robots (IN2106)Praktikum on 3D Computer Vision (IN2106, IN4313)Praktikum - Autonomous Driving (IN2106, IN0012, IN4376)IN2106 Dodo Alive! - Resurrecting the Dodo with Robotics and AI: Simulation & ControlAdvanced Practical Course - Message Correlation and Inter-Instance/Process Communication in Process Aware Information Systems (IN2106, IN2130)IN2106 Cybathlon Challenge: Task Control & User ExperimentsMasterpraktikum - Micromouse: Designing an Educational Racing-Robot from Scratch (IN2106, IN4235)Master-Praktikum - Enterprise Software Engineering am Beispiel von SAP (IN2128, IN2106, IN212801)Praktikum - Hacking - Binary-Exploitation (IN2106, IN0012, IN4120)Master-Praktikum - Praktikum der mobilen Robotik (IN2106, IN4306)Masterpraktikum - Formal Methods for AI-Enabled Cyber-Physical Systems (IN2106)IN2106 Intelligent Machine Design Lab: Basic System Design\nApplied Deep Learning in Medicine (IN2106, IN4314)\nPraktikum - Internet-Praktikum - iLabX (IN0012, IN2106, IN4240)\nBachelorpraktikum Projects in Natural Language Processing (IN0012)\nRestplätze in Praktika/Remaining spots in practical courses (IN0012, IN2106, IN2128, IN2129, IN2130, IN2131, IN2397) im Wintersemester 2024/25\n----------------------------------------\n\nDefinition seminar courses and practical courses\nPractical Courses and Seminar Courses > Definition seminar courses and practical courses\nThe courses offered in Informatics are divided into practical courses and seminar courses, as described above, and courses with a seminar or practical course character. These can be easily distinguished by the module numbers (INxxxx), which can be found in the title of each informatics course in TUMonline.\n- Seminars for bachelor programs have the module number (IN0014) and for master programs (IN2107).\n- Practical courses for bachelor programs have the module number (IN0012) and for master programs (IN2106)\n- Practical courses for the master's program in Information Systems have the module numbers (IN2128, IN2129, IN2131)\nThe same rules as for all other \"normal\" courses apply to courses and examinations that have the character of a seminar or internship, but have other module numbers than those mentioned above (e.g. Support Elective Modules IN9xxx). See also the pages on examinations.\nDefinition seminar courses and practical courses\n----------------------------------------\n\nHow to find seminar courses and practical courses\nPractical Courses and Seminar Courses > How to find seminar courses and practical courses\nLog in to TUMonline and select \"Courses\" in the Study & Courses section, then select the semester. Enter the IN number of the desired course as the search term (e.g. IN0014 for Bachelor seminars, IN2107 for Master seminars, IN0012 for Bachelor practical course, IN2106 for Master practical course).\nHow to find seminar courses and practical courses\n----------------------------------------\n\nAssignment of a practical course into your study plan in TUMonline\nPractical Courses and Seminar Courses > Assignment of a practical course into your study plan in TUMonline\nIn some degree programs, e.g. in the Master of Informatics, it is possible to include more than one internship. Unfortunately, TUMonline cannot automatically decide where the practical course should be assigned. Therefore, the assignment is done semi-automatically by the Academic Programs Office only after the grades have been finalized.\nHowever, you have the possibility to do the assignment yourself in advance. To do this, you have to click on the checkbox in the column \"Gew\" and the line of your practical course in the curriculum under \"Master practical course -> [VK] [IN2106] Master practical course\". You will find a gray 'L' in the right line in the column \"Leist\".\nAssignment of a practical course into your study plan in TUMonline\n----------------------------------------\n\nStudent Code of Conduct\nPractical Courses and Seminar Courses > Student Code of Conduct\nExaminations and other study achievements have to be done independent and exclusively under use of permitted aids. In the case of seminar papers and theses, but also exercises and programming exercises, it is therefore important to ensure complete and correct citations to avoid sources of plagiarism.\nTo offer our students the best education possible we support our students to avoid plagiarism and respect basic rules of citation. For this purpose we compiled a guideline.\nGuideline: Student Code of Conduct\nStudent Code of Conduct\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}