{
    "link": "https://www.cit.tum.de/cit/studium/internationales/informatics-outgoing/studium-im-ausland/planung-und-ablauf/anerkennungen-von-leistungen-aus-dem-ausland/",
    "content": "Anerkennungen von Leistungen aus dem Ausland - Informatics - TUM - TUM School of Computation, Information and Technology\n\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums)\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums)\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums)\n----------------------------------------\n\nWas sind Leistungen aus dem Ausland?\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Was sind Leistungen aus dem Ausland?\nWährend eines TUM CIT Studiums können Studierende einen Auslandsstudium absolvieren. Die TUM und ihre Schools bieten ein großes Netzwerk an Partneruniversitäten an, an denen CIT Studierende ein bis zwei Semester studieren können. Die im Ausland erbrachten Leistungen können dann nach Absprache in den aktuellen TUM CIT Studiengang anerkannt werden; dies gilt auch für Leistungen aus selbstorganisierten Auslandssemestern (\"Freemover\") an gleichwertigen Universitäten.\nFür alle Anträge auf Anerkennungen von Leistungen aus dem Ausland gilt: Die Gasthochschule muss eine der TU München gleichwertige wissenschaftliche Hochschule sein. Die Leistungen müssen nach Art und Umfang zu den hiesigen Leistungen gleichwertig sein.\nAchtung: Leistungen aus dem Ausland während eines CIT Bachelorstudiums, welche für einen späteren TUM CIT Master anerkannt werden sollen, gelten als Vorleistung und können als solche während der Immatrikulation im Master beantragt werden!\nAuf dieser Seite geht es nicht um Prüfungsleistungen, die Sie im Rahmen eines Vorstudiums erbracht haben, als Sie noch nicht an der TUM immatrikuliert waren. Informationen zu diesen Anerkennungen finden Sie unter Anerkennungen von Vorleistungen.\nWas sind Leistungen aus dem Ausland?\n----------------------------------------\n\nLeiten Sie vor der Abreise alles bis dahin Mögliche in die Wege!\n\n----------------------------------------\n\nAnerkennungsverfahren - Schritt für Schritt erklärt\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Anerkennungsverfahren - Schritt für Schritt erklärt\n\n1. Schritt - Start des Anerkennungsverfahrens vor dem Auslandsaufenthalt:\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Anerkennungsverfahren - Schritt für Schritt erklärt > 1. Schritt - Start des Anerkennungsverfahrens vor dem Auslandsaufenthalt:\nStudierende erstellen ein Studienprogramm, in dem alle Lehrveranstaltungen enthalten sind, die der/die Studierende an der Gasthochschule belegen möchte. Insbesondere Wahlbereiche in den CIT Informatik Studiengängen bieten sich für fachliche, thematisch passende Anerkennungen an (siehe Mobilitätsfenster). Es muss keine Gleichwertigkeit zu einem TUM Modul (1:1) vorliegen.\nDie Anerkennungsmöglichkeiten in Wahlfachbereiche sollten bestenfalls vor Antritt des Auslandsaufenthaltes (Pre-Check) mit der zuständigen Studiengangskoordination geklärt werden, wozu möglichst ausführliche Angaben zu den einzelnen Lehrveranstaltungen benötigt werden. Für alle im Studienprogramm enthaltenen Lehrveranstaltungen sollten sich die Studierenden vorab überlegen, ob und wofür diese anerkannt werden sollen.\nWenn Module im Ausland einem TUM Modul entsprechen oder sehr ähnlich sind, kann eine Prüfung auf Gleichwertigkeit zu einem TUM Modul (1:1) bei der/dem Modulverantwortlichen beantragt werden. Fragen zur Anerkennung als Überfachliche Grundlage werden von der Koordination Überfachliche Grundlagen Informatik übernommen (nicht von der Studiengangskoordination).\nSolange die Informationen zu den Kursen vor bzw. zum Zeitpunkt des Antritt des Auslandsaufenthaltes noch zu vage oder zu spärlich sind (z.B. wenig Information, Überschneidungen, neue interessante Veranstaltungen, Ausfall von Veranstaltungen, noch kein Login zu Kurskatalog), kann kein Pre-Check erfolgen. Falls Informationen zu den Kursinhalten erst während oder nach des Aufenthaltes zur Verfügung stehen, kann eine Absprache der Anerkennungen auch während oder danach erfolgen.\n\n2. Schritt - Anerkennungsverfahren während des Auslandsaufenthalts:\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Anerkennungsverfahren - Schritt für Schritt erklärt > 2. Schritt - Anerkennungsverfahren während des Auslandsaufenthalts:\nJede Änderung des Studienprogramms oder weitere Informationen zu den Veranstaltungen sollten zu Dokumentationszwecken direkt per E-Mail besprochen werden. Bitte nutzen Sie dazu die Email-Vorlagen für einen Pre-Check oder ggf. die Bestätigung über die Gleichwertigkeit zu einem TUM Modul (1:1) . (siehe unten)\n\n3. Schritt - Anerkennungsverfahren nach dem Auslandsaufenthalt:\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Anerkennungsverfahren - Schritt für Schritt erklärt > 3. Schritt - Anerkennungsverfahren nach dem Auslandsaufenthalt:\nNach der Rückkehr von der Gasthochschule stellt der/die Studierende online einen Anerkennungsantrag über Credit Transfer Application, wenn die nachfolgenden Bestätigungen und ein originaler Leistungsnachweis vorliegen.\nFür die Antragsstellung müssen die Bestätigungen (Pre-Check-Emails) auf Anerkennungen im Wahlfachbereich des jeweiligen Studienganges (freie Anerkennungen) vorliegen, genauso auch die Bestätigung der Gleichwertigkeit des spezifischen Moduls (1:1) oder die Bestätigung der Koordination für Überfachliche Grundlagen.\nZusätzlich muss der originale Leistungsnachweis der ausländischen Universität (Transcript of Records) beigefügt werden; vorläufige Bestätigungen, Kontoauszüge oder Screenshots über Leistungen aus dem Ausland werden nicht akzeptiert.Für die Anerkennungen von Leistungen in die Studiengänge CSE, RCI, IE und Bioinformatik wenden Sie sich bitte an die zuständige Programmkoordination / Schriftführung. Für diese gibt es ein gesondertes Verfahren.\n\n4. Schritt - Eintrag der Anerkennungen in TUMonline:\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Anerkennungsverfahren - Schritt für Schritt erklärt > 4. Schritt - Eintrag der Anerkennungen in TUMonline:\nDie Bearbeitung von Ihrer Online-Antragsstellung bis zur Eintragung in TUMonline kann einige Monate dauern. Zwischenzeitlich erhalten Sie vom Confluence System eine automatisierte Benachrichtigung per E-Mail über den Workflow. Den Status der Bearbeitung können Sie im Credit Transfer Application unter “my Applications” selbst nachvollziehen.\nAnerkennungsverfahren - Schritt für Schritt erklärt\n----------------------------------------\n\nFreie Anerkennung in Wahlbereiche\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Freie Anerkennung in Wahlbereiche\nFreie Anerkennungen sind in der Regel in den Fachprüfungsordnungen in §40 festgelegt. Hier wird geprüft, ob das anzuerkennende Fach den Anforderungen des Studiengangs entspricht und in sinnvollem Zusammenhang mit den Studieninhalten steht. Alle Studiengänge der CIT Informatik enthalten Wahlbereiche, in welche Anerkennungen möglich sind. Weitere Informationen finden Sie auch auf unserer Webseite zum Mobilitätsfenster. Die Prüfung führt die Koordination des jeweiligen Studiengangs durch.\nBitte nutzen Sie die Email-Vorlagen für einen Pre-Check (nächstes Akkordeon) für eine Kontaktaufnahme.\nFür die Bestätigung muss jeder Auslandskurs folgende Voraussetzungen erfüllen:\n- passt inhaltlich in die entsprechenden Wahlfachkataloge\n- ist durch Bestehen einer angemessenen Prüfungsleistung abgeschlossen\n- für Anerkennungen im Master: der Kurs / das Modul hat Master-Niveau (d.h. baut auf Bachelorwissen auf)\nDas Erfüllen der genannten Voraussetzungen ist vom/von der Studierenden durch das Hochladen der Kursunterlagen bei den jeweiligen Ansprechpersonen zu belegen. Beispielhaft sind entsprechende notwendige Dokumente aufgeführt:\n- Studienplan des Masterprogramms oder die Modulbeschreibung des Kurses\n- Lernergebnisse, Syllabus/Gliederungsübersicht und Literaturliste des Moduls\n- Leistungsnachweis: in der Regel das Transcript of Records des Auslandsaufenthalts\nDie Unterlagen werden nur in Deutsch oder Englisch entgegengenommen. Bei anderen Sprachen wird um die Einreichung einer Übersetzung gebeten.\nFreie Anerkennung in Wahlbereiche\n----------------------------------------\n\nPre-Check für Absprache der Anerkennung in Wahlbereiche / Kontakte\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Pre-Check für Absprache der Anerkennung in Wahlbereiche / Kontakte\nDie Email-Vorlagen für einen Pre-Check für ERASMUS/SEMP/DD/Partnerships-Outgoings bzw. für Outgoings über TUMexchange sollen dazu dienen, vor Abreise an die Gastuniversität so weit wie möglich abgesicherte Vereinbarungen über das Studienvorhaben zu erhalten. Mit der zuständigen Studiengangskoordination können Sie die Anerkennungen in Wahlbereiche hierüber klären, zu Anerkennungen als Überfachliche Grundlage nutzen Sie die Vorlage bitte ebenfalls.\nEs kommt durchaus vor, dass von München aus noch nicht alle Informationen für einen Pre-Check zur Verfügung stehen (v.a. an Universitäten in Übersee) und manche Dinge erst vor Ort geklärt werden können. Dann kann ein “During-Check” oder “Post-Check” zu einem späteren Zeitpunkt erfolgen. Begründen Sie das späte Abklären immer in Ihrer Email, vor allem wenn Sie unter Zeitdruck für eine ggf. zeitkritische Kurswahl stehen. Ihre Ansprechpersonen sind im August/September und im März/April ggf. im Urlaub und können nicht immer zeitnah reagieren. Bitte berechnen Sie das ein. Danke.\nEmail-Vorlagen: Pre-Check von Kursen für Anerkennung aus dem Ausland:\nVorlage Pre-Check mit Studiengangskoordination für einen ERASMUS+/Double Degree/SEMP/Partnerships Overseas Aufenthalt\nVorlage Pre-Check mit Studiengangskoordination für einen TUMexchange Aufenthalt\nVorlage Pre-Check mit Studiengangskoordination für einen Freemover Aufenthalt (selbstorganisiert ins Ausland)\nKontaktpersonen für die Studiengangskoordinationen der CIT Informatik:\n- Master Informatik: Absprache mit Vladimir Golkov\n- Master Informatik: Games Engineering: Absprache mit Georg Groh\n- Master Wirtschaftsinformatik: Absprache mit Markus Ewert\n- Master Data Engineering and Analytics: Absprache mit Alexander Beischl, Studiengangskoordination DEA.\n- Master Bioinformatik: Absprache mit und Antrag bei Prof. Volker Heun\n- Master Biomedical Computing: Absprache mit BMC Koordination\n- Master Robotics, Cognition, Intelligence: Absprache mit und Antrag bei Studiengangskoordination RCI\n- Bachelor Informatik: Absprache mit Vladimir Golkov\n- Bachelor Wirtschaftsinformatik: Absprache mit Jana Vatter\n- Bachelor Informatik: Games Engineering: Absprache mit Sven Liedtke\n- Bachelor Bioinformatik: Absprache mit und Antrag bei Prof. Volker Heun\nPre-Check für Absprache der Anerkennung in Wahlbereiche / Kontakte\n----------------------------------------\n\nPrüfung auf Gleichwertigkeit mit einem TUM-Modul (1:1)\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Prüfung auf Gleichwertigkeit mit einem TUM-Modul (1:1)\nFür die Feststellung der Gleichwertigkeit von Prüfungs- und Studienleistungen zu Fach-Modulen an der TUM sind die Modulverantwortlichen der TUM zuständig. Bitte wenden Sie sich hierzu mit dem Formular Bestätigung über die Gleichwertigkeit eines Kurses aus dem Auslandsstudium an die jeweiligen Modulverantwortlichen (siehe Modulkatalog), für die spätere, gesammelte Antragstellung im Formular Credit Transfer Application.\nPrüfung auf Gleichwertigkeit mit einem TUM-Modul (1:1)\n----------------------------------------\n\nAnerkennung als überfachliche Grundlage\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Anerkennung als überfachliche Grundlage\nBitte wenden Sie sich für einen Pre-Check an die zuständige Ansprechperson für die Koordination der Überfachlichen Grundlagen - Informatik für eine Anfrage zur Anerkennung in die entsprechenden ÜfG-Kompetenzbereiche.\nNutzen Sie dazu die Email-Vorlage für einen Pre-Check  an die ÜfG Koordination für die Anerkennung einer Leistung aus dem Ausland.\nAnerkennung als überfachliche Grundlage\n----------------------------------------\n\nAntrag auf Anerkennungen von Leistungen aus dem Ausland\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Antrag auf Anerkennungen von Leistungen aus dem Ausland\nFür die Anerkennung von im Ausland erbrachten Prüfungs- und Studienleistungen während des Studiums in einem Studiengang der TUM CIT Informatik ist persönlich ein Antrag über das Online Formular Credit Transfer Application des Fachbereichs Informatik (Login mit TUM-Kennung) zu stellen.\nDie Ansprechpersonen für die Koordination der CIT Informatik Studiengänge finden Sie unter Freie Anerkenungen in Wahlbereiche. Ausnahmen bei der Antragsstellung sind folgende Studiengänge, die nicht über das Online-Formular laufen:\n- MSc Robotics, Cognition, Intelligence - wenden Sie sich mit Ihrem Antrag an die Studiengangskoordination\n- MSc Computational Science and Engineering - wenden Sie sich mit Ihrem Antrag an die Studiengangskoordination\n- Bioinformatik - hier wenden Sie sich mit Ihrem Antrag an die Schriftführung (Bachelor + Master gleich)\nFolgende beschriebene Schritte gelten wiederum für alle Studiengänge. Für einen Antrag müssen grundsätzlich drei Bedingungen erfüllt sein:\n- Die Gasthochschule muss eine der TU München gleichwertige wissenschaftliche Hochschule sein.\n- Die Leistungen müssen nach Art und Umfang zu den hiesigen Leistungen gleichwertig sein.\n- Alle einzureichenden Unterlagen und festgehaltenen Absprachen wurden für den Antrag bereits gesammelt (siehe Online-Formular und die folgenden Erklärungen)\nEs gibt in der Regel drei Möglichkeiten der Anerkennung: Anerkennung für ein TUM-Modul, freie Anerkennung in Wahlbereiche und Anerkennung als Überfachliche Grundlage.\nAntrag auf Anerkennungen von Leistungen aus dem Ausland\n----------------------------------------\n\nListe der bereits anerkannten Leistungen von ausländischen Universitäten\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Liste der bereits anerkannten Leistungen von ausländischen Universitäten\nAls Orientierungshilfe können Sie eine Liste der bereits anerkannten Leistungen von ausländischen Universitäten (Stand: Dezember 2023) einsehen. Falls sich das ausländische Modul zwischenzeitlich nicht geändert hat und das Modul in Ihr Curriculum passt, kann es folglich anerkannt werden. Bitte beachten Sie die dazugehörigen Anmerkungen in der Liste!\nListe der bereits anerkannten Leistungen von ausländischen Universitäten\n----------------------------------------\n\nNoten- und Creditumrechnung - Verfahrensdauer\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Noten- und Creditumrechnung - Verfahrensdauer\n\nNotenumrechnung\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Noten- und Creditumrechnung - Verfahrensdauer > Notenumrechnung\nEs werden in der Regel die Bestehensnoten der Gastuniversität gleichmäßig auf die TUM-Noten 1,0 - 4,0 gemäß der Modifizierten Bayerischen Formel abgebildet. Auskunft gibt das Team Anerkennungen.\n\nCreditumrechnung\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Noten- und Creditumrechnung - Verfahrensdauer > Creditumrechnung\nFalls keine ECTS auf dem Transcript of Records (= ausländischen Leistungsnachweis) ausgewiesen sind, muss der Workload bestimmt werden. Bitte liefern Sie hierzu alle Anhaltspunkte Ihrer Gastuniversität, die Sie finden können, z.B. Anzahl der Units, die ein Vollzeitstudent im Jahr an der Gastuniversität absolvieren soll. Wenn Sie noch Fragen dazu haben, sprechen Sie am besten vor Verlassen der Gastuniversität mit dem Team Anerkennungen, damit noch fehlende Informationen vor Ort eingeholt werden können.\n\nDauer des Verfahrens\nAnerkennungen von Leistungen aus dem Ausland (während eines TUM CIT Studiums) > Noten- und Creditumrechnung - Verfahrensdauer > Dauer des Verfahrens\nEs dauert in der Regel 12 Wochen (vorlesungsfreie Zeit: 15 Wochen), bis die Leistungen in Ihrem TUMonline Leistungsnachweis sichtbar sind. Bei Nachfragen nach dieser Zeit schreiben Sie bitte das Team Anerkennungen an.\nNoten- und Creditumrechnung - Verfahrensdauer\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}