{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorkurse-ferienkurse-mathematik/lehr-und-lernformen/",
    "content": "Modul Lehr- und Lernformen - TUM - TUM School of Computation, Information and Technology\n\n\n\n----------------------------------------\n\nModul Lehr- und Lernformen (L&L)\nModul Lehr- und Lernformen (L&L)\n\nVon Studierenden für Studierende\nModul Lehr- und Lernformen (L&L) > Von Studierenden für Studierende\nNeue Uni, neue Freunde, neue Stadt: Der Start an der Universität ist in vieler Hinsicht ein spannender Schritt. Denn er markiert einen neuen Lebensabschnitt. Dabei ist auch die Art des Lernens an der Uni anders als in der Schule. Denn ab jetzt ist viel mehr Eigeninitiative gefragt. Um unseren Bachelor-Mathematik-Studienanfänger:innen den Übergang von Schule zu Uni zu erleichtern, haben wir uns ein besonderes Konzept überlegt:\nSeit 2016 ist das Modul Lehr- und Lernformen (L&L), das die klassischen Lehrformate probeweise durchspielt, in die Studieneinführungstage (SET) der Fachschaft MPIC integriert. Das Besondere dabei: Fast alle Einheiten leiten Studierende. So erhalten Sie Tipps für ein erfolgreiches Studium aus erster Hand.\nModul Lehr- und Lernformen (L&L)\n----------------------------------------\n\nLehr- und Lernformen 2024\nLehr- und Lernformen 2024\nDas Modul Lehr- und Lernformen findet auch im Wintersemester 2024/25 statt. Das Programm richtet sich an Bachelor-Studien­an­fänger:innen der Mathematik und ist Teil der Studieneinführungstage. Es startet am Donnerstag, 10. Oktober 2024 um 8:00 Uhr im Interims-Hörsaal 1 vor dem MI-Gebäude. Eine Anmeldung ist nicht erforderlich.\nParallel zu L&L gibt es auch wieder das Mentoring-Programm für Bachelor-Studienanfänger:innen der Mathematik.\nWeitere Informationen zum Mentoring-Programm und L&L finden Sie kurz vor Studienstart an dieser Stelle.\nLehr- und Lernformen 2024\n----------------------------------------\n\nTermine und Ablauf\nTermine und Ablauf\nDie Einheiten des Moduls Lehr- und Lernformen finden in Präsenz statt.\nTag 1 (Donnerstag, 10.10.2024)\n- 8:00 Uhr: Begrüßung & Probevorlesung (Interims-Hörsaal 1 – vor dem MI-Gebäude)L&L startet mit einer Begrüßung und im Anschluss gibt es die Probevorlesung. Am Ende werden die Anwesenden in Gruppen für die weiteren Einheiten (Arbeitsgruppen, Fragestunde, Übungsgruppe) aufgeteilt und die zugehörigen Räume bekannt gegeben.\n- 10:15 Uhr: Arbeitsgruppe I (MI 00.09.022 und 7 weitere Seminarräume)In der Arbeitsgruppe I bereiten Sie gemeinsam mit anderen Studienanfänger:innen die Probevorlesung nach. Tutor:innen aus höheren Semestern begleiten Sie dabei und geben Ihnen Tipps zu geeigneten Arbeitsweisen.\n- 11:45 Uhr: Fragestunde (MI 00.09.022 und 7 weitere Seminarräume)In der Fragestunde haben die Studierenden die Möglichkeit, Fragen zum Vorlesungsstoff zu stellen und ergänzende Inhalte zu besprechen. Am Ende wird ein Übungsblatt ausgeben.\nTag 2 (Freitag, 11.10.2024)\n- 9:30 Uhr: Arbeitsgruppe II (MI 00.09.022 und 7 weitere Seminarräume)In der Arbeitsgruppe II versuchen Sie, gemeinsam mit Ihrer Gruppe selbständig die Aufgaben des Übungsblattes zu lösen. Tutor:innen aus höheren Semestern unterstützen dabei durch Tipps zu geeigneten Lösungsstrategien.\n- 11:00 Uhr: Übungsgruppe (MI 00.09.022 und 7 weitere Seminarräume)In der Übungsgruppe besprechen Sie und Ihre Kommiliton:innen die Aufgaben mit einem/einer Tutor:in. Sie haben die Gelegenheit, weitere Fragen zu stellen und sich wertvolle Tipps zu holen, damit Sie erfolgreich ins Studium starten. Im Anschluss endet die L&L-Einheit.\nTermine und Ablauf\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}