{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/",
    "content": "Prüfungsangelegenheiten & Module - TUM - TUM School of Computation, Information and Technology\n\nPrüfungsangelegenheiten und Module\nPrüfungsangelegenheiten und Module\nPrüfungsangelegenheiten und Module\n----------------------------------------\n\nAkademisches Jahr\nPrüfungsangelegenheiten und Module > Akademisches Jahr\nDas akademische Jahr an deutschen Universitäten beginnt immer am 1. Oktober eines Jahres und endet zum 30. September im Jahr darauf, es ist in zwei Semester unterteilt. Innerhalb eines Semesters liegen die Vorlesungs- und Prüfungszeiträume mit nachfolgender \"vorlesungsfreier Zeit\". Die genauen Daten aktueller und zukünftiger Semester zu Vorlesungsstart und -ende sowie den Semesterferien und Feiertagen sehen Sie auf den zentralen TUM Webseiten.\n\nEinteilung der Semester\nPrüfungsangelegenheiten und Module > Akademisches Jahr > Einteilung der Semester\nWintersemester: beginnt am 1. Oktober und endet am 31. März Vorlesungszeit: ca. Mitte Oktober bis Mitte Februar\nSommersemester: beginnt am 1. April und endet am 30. September Vorlesungszeit: ca. Mitte April bis Mitte Juli\n\nPrüfungen\nPrüfungsangelegenheiten und Module > Akademisches Jahr > Einteilung der Semester > Prüfungen\n- Mathematik: in der ersten bis zur dritten vorlesungsfreien Woche (Abweichungen sind möglich)\n- Informatik: in der letzten Woche der Vorlesungszeit bis zur dritten Woche der vorlesungsfreien Zeit\n- Elektrotechnik und Informationstechnik: in der ersten bis zur dritten vorlesungsfreien Woche\n\nWiederholungsprüfungen\nPrüfungsangelegenheiten und Module > Akademisches Jahr > Einteilung der Semester > Wiederholungsprüfungen\n- Mathematik: letzten drei vorlesungsfreien Wochen (Abweichungen sind möglich)\n- Informatik: letzten drei vorlesungsfreien Wochen oder in der ersten Vorlesungswoche des nachfolgenden Semesters\n- Elektrotechnik und Informationstechnik: am Ende des nachfolgenden Semesters; Achtung! Ausnahme sind die Wiederholungsprüfungen der GOP, diese finden in den letzten drei vorlesungsfreien Wochen statt.\nAkademisches Jahr\n----------------------------------------\n\nAktuelle Prüfungstermine und Anmeldezeiträume\nPrüfungsangelegenheiten und Module > Aktuelle Prüfungstermine und Anmeldezeiträume\n\nPrüfungsperiode am Anfang des Wintersemesters 2024 (Wiederholungsprüfungen vom SoSe 2024):\nPrüfungsangelegenheiten und Module > Aktuelle Prüfungstermine und Anmeldezeiträume > Prüfungsperiode am Anfang des Wintersemesters 2024 (Wiederholungsprüfungen vom SoSe 2024):\nPrüfungen finden statt vom 30.09.24 - 19.10.24\nDie Anmeldung zu den Prüfungen ist vom 09.09.24 - 23.09.24 freigeschaltet. (gilt für Mathematik/ Informatik)Prüfungstermine zu mündlichen Prüfungen werden von den jeweiligen DozentInnen bekannt gegeben.\nNotenschluss: 31. Oktober 2024 (alle Prüfungsleistungen)\n\nAktuelle Prüfungstermine und Anmeldezeiträume im Wintersemester 2024/25 (CIT)\nPrüfungsangelegenheiten und Module > Aktuelle Prüfungstermine und Anmeldezeiträume > Aktuelle Prüfungstermine und Anmeldezeiträume im Wintersemester 2024/25 (CIT)\n\nPrüfungsperiode am Ende des Wintersemesters 2024/25:\nPrüfungsangelegenheiten und Module > Aktuelle Prüfungstermine und Anmeldezeiträume > Aktuelle Prüfungstermine und Anmeldezeiträume im Wintersemester 2024/25 (CIT) > Prüfungsperiode am Ende des Wintersemesters 2024/25:\nPrüfungen finden statt vom 10.02.25 - 01.03.25 (Mathematik/ Informatik)\nDie Anmeldung zu den Prüfungen ist für die gesamte CIT vom 18.11.24 - 15.01.25 freigeschaltet\nElektrotechnik: WiSe 2024/25: 10.02.25 -  17.04.25\nMidterm und vorgezogene Prüfungen in der Informatik ( siehe IN)\n\nPrüfungsperiode am Anfang des Sommersemesters 2025 (Wiederholungsprüfungen; Mathematik / Informatik):\nPrüfungsangelegenheiten und Module > Aktuelle Prüfungstermine und Anmeldezeiträume > Aktuelle Prüfungstermine und Anmeldezeiträume im Wintersemester 2024/25 (CIT) > Prüfungsperiode am Anfang des Sommersemesters 2025 (Wiederholungsprüfungen; Mathematik / Informatik):\nPrüfungen finden statt vom 07.04.25 - 19.04.25\nDie Anmeldung zu den Prüfungen ist vom 17.03.2025 - 31.03.2025 freigeschaltet\nNotenschluss: 9. Mai 2025\nAbweichungen von den jeweiligen Fristen sind möglich\nDie genauen Prüfungstermine finden Sie in TUMonline jeweils ab Vorlesungsbeginn.\nBitte beachten Sie: Andere Schools können abweichende Termine haben!\nPrüfungstermine zu mündlichen Prüfungen werden von den jeweiligen Dozierenden bekannt gegeben.\nWir wünschen Ihnen viel Erfolg für Ihre Prüfungen!\nAktuelle Prüfungstermine und Anmeldezeiträume\n----------------------------------------\n\nGrundsätzliche Infos zur Prüfungsanmeldung\nPrüfungsangelegenheiten und Module > Grundsätzliche Infos zur Prüfungsanmeldung\n- Prüfungsanmeldungen müssen über das Portal TUMonline erfolgen.\n- Die Anmeldung zu einer Lehrveranstaltung ersetzt NICHT die Anmeldung zur dazugehörigen Prüfung.\n- Bei JEDER Teilnahme an einer Prüfungsveranstaltung (auch zu Wiederholungsprüfungen) ist eine separate vorherige Anmeldung in TUMonline für alle Studierenden verpflichtend. Eine Ausnahme bieten hier Midtermprüfungen (außer im BachelorEI, MasterEI, MSCE, MSNE) sowie Grundlagen- und Orientierungsprüfungen (GOP). Wenn Sie bei einer Midtermprüfung angemeldet sind, werden Sie automatisch zur Endtermprüfung angemeldet. Zu den GOPs werden Sie ebenfalls automatisch angemeldet.\n- Eine Prüfungsteilnahme ersetzt keine Anmeldung! Ohne Anmeldung kann die Prüfungsleistung nicht angerechnet werden.\n- Bitte achten Sie auf ergänzende Informationen der Dozierenden. Zusätzliche Registrierungen können für manche Prüfungen notwendig sein.\n- Kontrollieren Sie unbedingt vor Ablauf der Anmeldefrist, ob Sie sich wirklich für alle gewünschte Prüfungen angemeldet haben. Wie Sie sehen können für welche Prüfungen Sie angemeldet sind, finden Sie weiter unten bei \"Wie sehe ich meine angemeldeten Prüfungen?\"\nGrundsätzliche Infos zur Prüfungsanmeldung\n----------------------------------------\n\nPrüfungsanmeldung in TUMonline\nPrüfungsangelegenheiten und Module > Prüfungsanmeldung in TUMonline\nDetailierte Informationen zum Login und zur Prüfungsanmeldung finden Sie auf dieser Seite.Erklärungen zur Anmeldung und anderen Themen rund um TUMonline: Videos der TUM Student Info\nSystembedingt sind alle Anmeldungen vorerst nur \"Vorbehaltlich\".\nWichtig: Bitte melden Sie sich wenn möglich IMMER über Ihren Studienbaum zu Prüfungen an. Die Prüfungsleistung ist damit automatisch richtig zugeordnet.\nSollten Ihre Prüfungen nicht im Studienbaum erscheinen, verwenden Sie zur Anmeldung bitte die Funktion \"Prüfungs An-/Abmeldung\" (siehe Info-Flyer). Bitte in der Suchmaske beim Feld \"Prüfung\" nach der entsprechenden Modul-ID der Veranstaltung suchen.\nDie Anmeldung zu Wiederholungsprüfungen funktioniert nicht:\n- Prüfen Sie, ob bei der zu wiederholenden Prüfung die Note eingetragen ist, falls nicht, gedulden Sie sich ein wenig und versuchen es nach ein paar Tagen erneut. Erst wenn die Noten dort eingetragen sind und Sie nicht bestanden haben, können Sie sich zur WDH anmelden!\n- Falls die Note zwar entsprechend eingetragen ist, sie sich aber immer noch nicht anmelden können, ziehen Sie bitte die TUMonline-Hilfe für Studierende zu Rat.\n- Falls Sie dann noch Probleme haben, wenden Sie sich bitte vor dem Ende des Anmeldezeitraumes direkt per E-Mail an die Schriftführung oder Prüfungsverwaltung Ihres Studiengangs.\nPrüfungsanmeldung in TUMonline\n----------------------------------------\n\nWie sehe ich meine angemeldeten Prüfungen?\nPrüfungsangelegenheiten und Module > Wie sehe ich meine angemeldeten Prüfungen?\nOb Sie tatsächlich zu einer Prüfung angemeldet sind, sehen Sie auf mehreren Wegen:\n- Applikation \"Mein Studium\" unter “Anmeldungen zu Prüfungen”\n- Applikation \"Prüfungen\" unter “Meine Prüfungen”\n- Applikation \"Studierendenkartei\" (Visitenkarte) im Reiter “alle Prüfungen”\n- Applikation \"Studienstatus/Studienplan\": bis zur Prüfung (grüner Kreis) navigieren und überprüfen, ob ein Häkchen in der Spalte \"Gew.\" (gewählt) erscheint\nAchtung:  Haben Sie sich nicht selbst zur Prüfung angemeldet, sondern wurden von TUM-MitarbeiterInnen angemeldet (beispielsweise beim IDP), sehen Sie die angemeldete Prüfung nicht im Anmeldelog.\nWie sehe ich meine angemeldeten Prüfungen?\n----------------------------------------\n\nNoten\nPrüfungsangelegenheiten und Module > Noten\nNoten\n- 1.0, 1.3:  \"sehr gut\"  =  eine hervorragende Leistung\n- 1.7, 2.0, 2.3:  \"gut\"  =  eine Leistung, die erheblich über den Durchschnitts- \tanforderungen liegt\n- 2.7, 3.0, 3.3:  \"befriedigend\"  =  eine Leistung, die durchschnittlichen Anforderungen entspricht\n- 3.7, 4.0:  \"ausreichend\"  =  eine Leistung, die trotz ihrer Mängel noch den Anforderungen entspricht\n- 4.3, 4.7, 5.0:  \"nicht ausreichend\"  =  eine Leistung, die wegen erheblicher Mängel den Anforderungen nicht mehr genügt\nNoten\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}