{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/elektrotechnik-informationstechnik/praktika/",
    "content": "Praktika Eletrotechnik und Informationstechnik - TUM - TUM School of Computation, Information and Technology\n\nReihungsverfahren für Praktika im MSEI und MSCE\nReihungsverfahren für Praktika im MSEI und MSCE\nFür Praktika im Masterbereich kommt für die Vergabe der Plätze bei der LV Anmeldung das Reihungsverfahren \"PRAKTIKA\" zur Anwendung, das für eine sinnvolle Platzvergabe sorgt.\nReihungsverfahren für Praktika im MSEI und MSCE\n----------------------------------------\n\nWie funktioniert das Verfahren?\nReihungsverfahren für Praktika im MSEI und MSCE > Wie funktioniert das Verfahren?\nDie Anmeldung erfolgt nur auf Warteliste. Die Vergabe der Fixplätze erfolgt koordiniert zum angegebenen Stichtag (vorletzter Freitag vor Vorlesungsbeginn).\nDer Anmeldezeitpunkt spielt für die Vergabe der Plätze keine Rolle. Die Reihung der Bewerber erfolgt nach folgenden Kriterien:\nStudierende werden bevorzugt, die (in dieser Reihenfolge)\n- noch nicht 15 ECTS an Leistungen am Praktikumsknoten erreicht haben (ab Master EI PO 20151),\n- in einem Masterstudiengang studieren (im Gegensatz zum Bachelor),\n- mehr Fachsemester in ihrem Studiengang absolviert haben,\n- eine hohe Priorität gesetzt haben, indem sie die Reihenfolge ihrer Anmeldungen zu Praktika mit diesem Reihungsverfahren entsprechend gewählt haben (ihre erste Anmeldung erhält die höchste Priorität, die zweite die nächsthöhere, usw.),\n- bei Gleichstand entscheidet das Los.\nWie funktioniert das Verfahren?\n----------------------------------------\n\nAblauf der Platzvergabe\nReihungsverfahren für Praktika im MSEI und MSCE > Ablauf der Platzvergabe\n- Anmeldung: Die An- und Abmeldung zu den Master-Praktika ist in TUMonline bis einen Tag vor dem Vergabetermin geöffnet. Die Anmeldung erfolgt ausschließlich auf Warteliste.\n- Vergabe: Am Stichtag (letzter Freitag vor Vorlesungsbeginn) werden die Fixplätze aller Praktika koordiniert zugewiesen. Dabei wird die Zahl der verfügbaren Plätze zugrunde gelegt, die der Veranstalter zur Verfügung stellen kann.\n- Bestätigung: Bei den Einführungsveranstaltungen können die Veranstalter der Praktika feststellen, ob die Teilnehmer auf Fixplätzen tatsächlich teilnehmen wollen. Wenn nicht, können sie weiteren Kandidaten auf der Warteliste Fixplätze zuteilen.\n- Restplatzvergabe: Je nach Verfügbarkeit von Plätzen kann die Anmeldung für Restplätze vom Veranstalter wieder geöffnet werden.\nPriorisierung:\nFür Sie als Studierende ist insbesondere wichtig, dass Sie die Anmeldung zu mehreren Praktika in der Reihenfolge entsprechend ihrer Priorität vornehmen, die Sie einem Praktikum zumessen. Bei der ABmeldung von einem Praktikum rücken die danach angemeldeten Praktika jeweils in der Priorität nach oben.\nAblauf der Platzvergabe\n----------------------------------------\n\nWeitere Informationen\nReihungsverfahren für Praktika im MSEI und MSCE > Weitere Informationen\n- Position auf der Warteliste: Die Position auf der Warteliste spielt für das Reihungsverfahren keine Rolle! Die Warteliste bzw. Position auf der Warteliste ist nicht sichtbar.\n- Studienstatus: Für die Reihung zählt der Status zum Zeitpunkt der Platzvergabe, d.h. falls ein Student bei der Anmeldung noch im Bachelor studiert, aber zum Zeitpunkt der Platzvergabe im Master-Studium ist, zählt für das Reihnungsverfahren der Status als Masterstudent.\n- Prüfungsanmeldung: Die Prüfungsanmeldung für das Praktikum muss separat vorgenommen werden. Die Anmeldung zum Praktikum ersetzt nicht die Prüfungsanmeldung!\nWeitere Informationen\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-elektrotechnik-informationstechnik"
}