{
    "link": "https://www.cit.tum.de/en/cit/studies/students/support-electives/",
    "content": "Support Electives - TUM - TUM School of Computation, Information and Technology\n\nSupport Electives\nSupport Electives\nSupport electives expand the qualification profile of students beyond their subject-specific focus. They are designed to provide basic knowledge in the following areas of competence:\n- Economics, Management, and Entrepreneurship (for Informatics B.Sc. and M.Sc. only) covers an introduction to economic principles and basic skills in entrepreneurship and management.\n- Law covers common legal issues in the informatics and information systems fields, particularly with regards to contractual arrangements and patent rights.\n- Social Competency helps you to develop the necessary skills to work as a team member or manager. Topics may also include intercultural communication and verbal communication skills.\n- Communicative and Linguistic Competence helps you to develop written and verbal communication skills that will allow you to effectively communicate in your area of expertise in research or business environments.\n- Social and Ethical Considerations for Technology encourages thoughtful consideration and discourse regarding the ethical and social impact of the development and deployment of technology.\nHere you will find information for our degree programs in the areas of:\nSupport Electives\n----------------------------------------\n\nInformatics\nSupport Electives > Informatics\nRequirements vary depending on your degree program. You may fulfill these requirements through any of the courses listed on your degree program’s support electives page, through some language courses, and through courses offered by Science ⋈ Technology ⋈ Society (former Carl von Linde Academy. For the Bachelor's and Master's degree program in Information Systems, no courses from the area of Economics, Management and Entrepreneurship are permitted as support electives.\nInformatics\n----------------------------------------\n\nCourses by program\nSupport Electives > Courses by program\nTo learn more about the support electives requirements and courses available for your degree program, visit the appropriate page:\n- Support electives Bachelor Informatics\n- Support electives Bachelor Informatics: Games Engineering\n- Support electives Bachelor Information Engineering\n- Support electives Bachelor Information Systems\n- Support electives Master Informatics\n- Support electives Master Informatics: Games Engineering\n- Support electives Master Information Systems\nCourses by program\n----------------------------------------\n\nLanguage courses\nSupport Electives > Language courses\nConstraints and assignment to support electives\nYou may petition to receive support electives credits for language courses of up to a maximum of 6 credits, including the listed subject related language courses. Courses must meet the following requirements to be considered:\n- You must take the course(s) through the TUM Language Center or through one of TUM’s partner universities during an exchange program abroad.\n- The course must meet adequate standards:\n- English: at least level C1 for a bachelor’s program or level C2 for a master’s program. (Credits from Courses Level \"C1-C2\" can not be taken into acccount for Master programs.)\n- German for international students of the bachelor’s program: only the module 'SZ0324 Deutsch im Bachelorstudium - Informatik: Wissenschaftliche Texte verstehen und schreiben' OR the module SZ0328 Deutsch im Studium - Informatik: Schreiben, präsentieren und diskutieren can be credited, if proof of German language proficiency was required for admission.\n- German for international students of the master’s program: lower standard can be credited if the language isn’t your mother tongue (nationality) and if the prior achieved bachelor’s degree wasn’t taught in German.\n- All other languages besides German and English: courses with lower standard can be credited if the language isn’t your mother tongue (nationality).\n- In each language each of the levels between A1.1 and B2.2 respectively A1 and B2 can only be recognized once as support electives. This also means, that because a B1 course includes the levels B1.1 and B1.2, a B1 course and a B1.1 or B1.2 course in the same language won’t be accepted both as xtradisciplinary fundamentals!From level C1 on, more than one language course per level per language can be credited, if they have different topics/foci. For example Introduction to Academic Writing C1 and Intercultural Communication C1 can be both considered for a bachelor’s program.\n\nHow to petition to receive credit for a language course for the support electives:\nSupport Electives > How to petition to receive credit for a language course for the support electives:\nCourses completed at TUM: Often you cannot register for a language course via your curriculum (preferred option), but only via \"Free Registration\". If you want it to be assigned to your support electives, please proceed as follows: Once you have completed a language course that meets the requirements listed above and you can see the grade on your grade report in TUMonline, email your request to the secretary of the examination board of your study program, to be found via your study program: Contact. The processing time is about two weeks.\nCourses completed abroad: All language courses taken at partner universities during an exchange stay abroad should be included in your credit transfer request, at which time you may request credit for the support electives.\nLanguage courses\n----------------------------------------\n\nCourses at Science ⋈ Technology ⋈ Society\nSupport Electives > Courses at Science ⋈ Technology ⋈ Society\nAll courses at Science ⋈ Technology ⋈ Society (Kontextlehre WTG, former Carl von Linde Academy), which yield credits, can be accepted as support electives. If the Examination Boards should exclude particular courses in exceptional cases, it will be announced here. Please note that for courses with the same title but different number of number of credits only one can be credited.\nGraded courses are strongly recommended so they can be taken into account for your academic average grade. However, non-graded courses can also be accepted as support electives. If the course is not correctly assigned in your grade report to support electives please send an email to the examination board's secretary of your study program, to be found via your study program.\nCourses at Science ⋈ Technology ⋈ Society\n----------------------------------------\n\nContact persons\nSupport Electives > Contact persons\n- Tom Wollschläger:  \tRecognition queries for stays abroad and module proposals \tEmail: tom.wollschlaeger(at)tum.de\n- Prof. Stephan Günnemann:  \tResponsible professor \tEmail: stephan.guennemann(at)tum.de\n- Academic Advising Informatics:  \tGeneral questions \tEmail: study-advising(at)in.tum.de\nContact persons\n----------------------------------------\n\nMathematics\nSupport Electives > Mathematics\nStudents of Mathematics can acquire support electives by completing courses that enable deeper insight into the discipline's scientific background, have a general educational character, serve the purposes of personality development (self and social competencies) or secure you knowledge and qualifications specifically geared towards your professional future. Please find all important information on support electives below.\nMathematics\n----------------------------------------\n\nCredits\nSupport Electives > Credits\n- 4 ECTS for Bachelor Mathematics (FPSO 2019 and FPSO 2023)\n- 6 ECTS for Bachelor Mathematics (FPSO 2007 with amendments of 2014)\n- 3 ECTS for the Mathematics in Data Science Master’s program\n- 4 ECTS in the other mathematical Master’s programs and the Bachelor's programs about to be phased out (FPSO 2007 and with amendments of 2013).\nThe necessary ECTS can be acquired from a broad range of courses. Regularely offered courses at TUM can be found in your Curriculum.\nCredits\n----------------------------------------\n\nRequirements\nSupport Electives > Requirements\nYou want to complete a module from the curriculum of a higher education degree program in order to fulfill requirements concerning support electives? This is possible if\n- the content is not mathematics or from a minor subject\n- and there is an examination requirement and the course description should contain an ECTS count.\nA proof of attendance alone is insufficient.\nRequirements\n----------------------------------------\n\nRecognition\nSupport Electives > Recognition\nWhere applicable, please clarify in advance whether recognition of your course(s) is possible. If you have any questions, please make direct contact with:\n- Bachelor's degree program: Silke Brandenberg\n- Master's degree program: Anja Hoffmann\nRecognition\n----------------------------------------\n\nFurther modules\nSupport Electives > Further modules\nBesides the modules listed in your curriculum the following institutions offer a wide range of courses. These also can acquire credits in the area of support electives as long as the requirements above are fulfilled. Please note, that such courses have to be recognized in your curriculum after passing them.\n- Science ⋈ Technology ⋈ Society (former Carl von Linde Academy)\n- TUM Language Center: All foreign languages, under the following restrictions:no beginners' course (A1) in Englishno German courses for Bachelor's students no courses in native language\n- no beginners' course (A1) in English\n- no German courses for Bachelor's students\n- no courses in native language\nFurther modules\n----------------------------------------\n\nFurther opportunities\nSupport Electives > Further opportunities\nYou can also acquire support electives in the following ways:\n- SET Tutor for Mathematics\n- ProLehre learning competency/tutor training\n- Participation in a faculty recruitment committee – requirements: not listed in the Diploma Supplement\nFurther opportunities\n----------------------------------------\n\nElectrical and Computer Engineering\nSupport Electives > Electrical and Computer Engineering\nStudents in the field of Electrical and Computer Engineering can take the following modules, which are equivalent to support electives. More detailed information can be found on the pages of the respective study program:\n- Bachelor Electrical and Computer Engineering: Soft Skills\n- Master Electrical and Computer Engineering: \"Wahlmodule zur außerfachlichen Ergänzung\"\n- Master Communications and Electronics Engineering: Interdisciplinary Modules\nElectrical and Computer Engineering\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}