{
    "link": "https://www.cit.tum.de/cit/studium/internationales/informatics-outgoing/abschlussarbeiten-im-ausland/",
    "content": "Abschlussarbeiten im Ausland - Informatics - TUM - TUM School of Computation, Information and Technology\n\n\n\n----------------------------------------\n\nAbschlussarbeiten im Ausland\nAbschlussarbeiten im Ausland\nViele Studierende würden gerne ihre Bachelor- bzw. Masterarbeit mit einem Aufenthalt im Ausland verknüpfen. Zusätzlich zur fachlichen Weiterbildung, wird gleichzeitig auch die interkulturelle Kompetenz geschult. Doch wo und wie anfangen? Der Menüpunkt ''Abschlussarbeiten im Ausland'' geht speziell auf diese Thematik ein. Die folgenden Angebote richten sich somit an alle Studierenden, die ihre Master- oder Bachelorarbeit im Ausland anfertigen möchten.\nAbschlussarbeiten im Ausland\n----------------------------------------\n\nAktuelle Ausschreibungen\nAktuelle Ausschreibungen\nAktuelle Ausschreibungen von Partneruniversitäten und Forschungsinstituten finden Sie links in der Menüleiste.\nAktuelle Ausschreibungen\n----------------------------------------\n\nZwei Betreuende notwendig\nZwei Betreuende notwendig\nGrundsätzlich müssen für eine derartige Arbeit immer zwei Betreuende gefunden werden: jeweils einen/eine an der TUM und einen/eine an der ausländischen Universität bzw. Forschungseinrichtung. Aus diesem Grund empfehlen wir, schon frühzeitig (4-6 Monate im Voraus) mit einem in Frage kommenden TUM Lehrstuhl Kontakt aufzunehmen und die prinzipielle Betreuungsbereitschaft abzuklären. Auf diesem Weg kann man gleichzeitig auch Empfehlungen für die Wahl der Partneruniversität erhalten.\nEs gelten auch für Abschlussarbeiten im Ausland die Regeln und Abgabefristen der TUM CIT Informatik. Oft kann das Projekt im Ausland als ein Forschungsaufenthalt, also keine Abschlussarbeit, geplant werden. Somit muss die Abschlussarbeit zu einem passenden Zeitpunkt an der TUM angemeldet werden, aber nicht immer oder erst gar nicht an der Institution im Ausland.\nZwei Betreuende notwendig\n----------------------------------------\n\nAufgaben der/des TUM Betreuenden\nAufgaben der/des TUM Betreuenden\nEine Abschlussarbeit außerhalb der TUM muss immer von einem Professor oder einer Professorin der TUM CIT Informatik betreut werden, der/die offiziell die Themenstellung vertritt und somit die Arbeit beim Prüfungsausschuss anmeldet und am Ende die Note vergibt. Die Betreuung wird oft vom Lehrstuhl durch Doktoranden oder Doktorandinnen und PostDocs geleistet.\nIm Laufe der Zeit kann hier natürlich eine enge Zusammenarbeit mit der Institution außerhalb der TUM stattfinden und ein Notenvorschlag eingeholt werden. Bitte beachten Sie auch, dass das Datum der Präsentation der Abschlussarbeit ebenfalls abgefragt wird, idealerweise sollte auch der offizielle Themensteller oder die offizielle Themenstellerin bei der Präsentation (virtuell) anwesend sein.\nAufgaben der/des TUM Betreuenden\n----------------------------------------\n\nIndividuelle Organisation ohne Programm\nIndividuelle Organisation ohne Programm\nAbschlussarbeiten im Ausland können auch immer ohne Unterstützung eines Austauschprogrammes nach individueller Absprache mit den beteiligten Lehrstühlen bzw. Betreuenden auf beiden Seiten durchgeführt werden.\nDies erfordert zwar mehr Eigeninitiative und Organisationstalent, stellt aber durchaus eine sinnvolle Option dar, um den Aufenthalt an der persönlichen Wunschuniversität oder Forschungseinrichtung zu realisieren. Am besten kontaktieren Sie dafür direkt den Lehrstuhl Ihrer Wahl, um die entsprechenden Rahmenbedingungen abzuklären.\nIndividuelle Organisation ohne Programm\n----------------------------------------\n\nSIROP Research Network - Projekte für Studierende\nSIROP Research Network - Projekte für Studierende\nUm eine passende Abschlussarbeit zu finden, kann auch ein Blick auf die Seiten des SIROP Research Network helfen. Die Ausschreibungen von renommierten Universitäten und Forschungsinstitutionen (u.a. TUM, ETH, LMU, CERN etc.) finden Sie auf der SIROP Website.\nSIROP Research Network - Projekte für Studierende\n----------------------------------------\n\nAbschlussarbeiten über das ERASMUS+ Programm (SMP)\nAbschlussarbeiten über das ERASMUS+ Programm (SMP)\nFür Vorhaben innerhalb der EU bzw. in den assoziierten Ländern (Island, Norwegen, Liechtenstein, Schweiz und Türkei) bietet sich das ERASMUS+ Praktikum Programm an. Über ERASMUS+ Praktikum können Sie sich auch Abschlussarbeiten als Forschungspraktika fördern lassen. Jede europäische Universität kommt dabei in Frage! Sie müssen sich nicht an den Partnerkatalog der Informatik halten. Eine Bewerbung ist bis vier Wochen vor Beginn des Auslandsaufenthalts möglich.\nAchtung: Es geht nur um eine finanzielle Unterstützung, nicht um eine Platzvermittlung!\nInsgesamt haben Sie pro Studienabschnitt (also pro Bachelor und Master) 12 ERASMUS+ Fördermonate zur Verfügung. Diese können Sie auf ERASMUS+ Studium und ERASMUS+ Praktikum verteilen.\nÜber ERASMUS+ Studium können Forschungsaufenthalte nur gefördert werden, wenn Sie im Semester davor bereits an der Partneruniversität studiert haben, also bei einem zweisemestrigen Aufenthalt.\nAbschlussarbeiten über das ERASMUS+ Programm (SMP)\n----------------------------------------\n\nAbschlussarbeiten über TUMexchange\nAbschlussarbeiten über TUMexchange\nFür einen Forschungsaufenthalt an einer ausländischen Hochschule müssen Sie in der Regel keine Studiengebühren zahlen. Da mit dem TUMexchange Programm kein Stipendium für Lebenshaltungskosten verknüpft ist, sondern ausschließlich der Erlass der Studiengebühren, werden Studienvorhaben mit einer konkreten Kurswahl bevorzugt. Eine Bewerbung für eine Abschlussarbeit über TUMexchange für ein reines Forschungsvorhaben ist auf Grund dieser anderen Zielgruppe, und zusätzlich wegen der frühren TUMexchange Bewerbungsfrist (Ausnahmen: Japan und Israel), nicht zu empfehlen. Hier ist die individuelle Organisation die bessere Option.\nAbschlussarbeiten über TUMexchange\n----------------------------------------\n\nStipendien für Abschlussarbeiten\nStipendien für Abschlussarbeiten\nDer Deutsche Akademische Austauschdienst (DAAD) stellt den Universitäten über das PROMOS Programm direkt Mittel zur Verfügung, über die kurzfristige Vorhaben im Ausland, wie Abschlussarbeiten oder Praktika, gefördert werden können. Zum 31.05. (Vorhaben im zweiten Halbjahr) oder 30.11. (Vorhaben im ersten Halbjahr) eines jeden Jahres können sich interessierte Studierende, auch internationale Vollzeitstudierende, beim TUM Global & Alumni Office für das PROMOS Programm bewerben.\nZusätzlich bietet der DAAD das Programm Internationale Forschungsaufenthalte für Informatikerinnen & Informatiker (IFI) an. Studierende und Doktorand:innen im Bereich der Informatik können im Rahmen der Masterarbeit oder Promotion für einen Zeitraum von ein bis sechs Monaten Forschungsarbeiten im Ausland durchführen. Die Stipendienlaufzeit kann flexibel gewählt werden, damit sich der Auslandsaufenthalt optimal in den aktuellen Forschungsplan und die mittelfristige Karriereplanung einbinden lässt. Da die Stipendienmittel bereits ausgeschöpft sind, sind momentan leider keine Bewerbungen mehr möglich.\nEine weitere Möglichkeit stellt die Förderung von auslandsbezogenen Studienvorhaben der TUM dar. Vorhaben im außereuropäischen Ausland werden bevorzugt. Die Bewerbungsfrist ist immer Ende September rückwirkend für die bereits zurückliegenden Monate des laufenden Kalenderjahres sowie das kommende Quartal. Für Vorhaben in der ersten kalendarischen Hälfte ist eine Bewerbung also reaktiv möglich! Auch internationale Studierende können sich bewerben.\nFür Vorhaben innerhalb der EU bzw. in den assoziierten Ländern (Island, Norwegen, Liechtenstein, Schweiz und Türkei) bietet sich das ERASMUS+ Programm an (s.o.). Insgesamt haben Sie pro Studienabschnitt (also pro Bachelor und Master) 12 Fördermonate zur Verfügung. Diese können Sie auf ERASMUS+ Studium und ERASMUS+ Praktikum verteilen.\nEine sehr übersichtliche Auflistung von möglichen Stipendiengebern finden Sie auf der internationalen Stipendienwebseite des TUM Global & Alumni Office sowie in der allgemeinen Stipendienbörse  der TUM. Zusätzlich sind die Webseiten des deutschen Stiftungsindex und mystipendium.de empfehlenswert. Genauere Details zu den Förderprogrammen entnehmen Sie bitte den dortigen Angaben.\nStipendien für Abschlussarbeiten\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}