{
    "link": "https://www.cit.tum.de/cit/forschung/promotion/",
    "content": "Promotion - TUM - TUM School of Computation, Information and Technology\n\nPromotion\nPromotion\nHerausragende Forschungsgruppen, ein internationales Umfeld und zahlreiche Forschungskooperationen - die TUM School of Computation, Information and Technology (CIT) bietet Ihnen ein exzellentes Umfeld für Ihre wissenschaftliche Karriere. Die TUM Graduate School und unser Graduate Center (GC-CIT) unterstützen Sie dabei von Beginn an.\nPromotion\n----------------------------------------\n\nWie starte ich mein Promotionsprojekt an der CIT?\nPromotion > Wie starte ich mein Promotionsprojekt an der CIT?\nWie starte ich mein Promotionsprojekt an der CIT?\n----------------------------------------\n\nPrüfen Sie, ob Sie die Voraussetzungen für eine Promotion an der CIT erfüllen\nPromotion > Prüfen Sie, ob Sie die Voraussetzungen für eine Promotion an der CIT erfüllen\n- Sie haben eine:n Betreuer:in an der CIT gefunden. Nehmen Sie dazu selbst mit einem:r potentiellen Betreuer:in Kontakt auf. Einen Überblick über Forschungsgebiete und Professor:innen an der CIT erhalten Sie, wenn Sie auf die Forschungsseite unserer School gehen, das für Sie relevante Department auswählen und \"Woran wir forschen\" anklicken.\n- Sie haben einen überdurchschnittlichen promotionsqualifizierenden Abschluss (in der Regel nicht schlechter als 2,5).\n- Nur für Bewerber:innen mit einem internationalen Abschluss: Ihr promotionsqualifizierender Abschluss muss in Deutschland anerkannt werden. Bitte beachten Sie, dass dieser Prozess einige Zeit in Anspruch nehmen kann! Mehr Informationen dazu finden Sie auf den entsprechenden Seiten der TUM-GS.\n- Klären Sie die individuelle Finanzierung Ihrer Promotionsphase. Informationen über die diversen Möglichkeiten der Finanzierung finden Sie auf den Seiten der TUM-GS.\nPrüfen Sie, ob Sie die Voraussetzungen für eine Promotion an der CIT erfüllen\n----------------------------------------\n\nFüllen Sie die Betreuungsvereinbarung des GC-CIT aus\nPromotion > Füllen Sie die Betreuungsvereinbarung des GC-CIT aus\nFüllen Sie gemeinsam mit Ihrem:r Betreuer:in die Betreuungsvereinbarung aus.\nBeachten Sie dabei Folgendes:\n- \"Zweite:r Betreuer:in\": Ein:e zweite:r Betreuer:in ist nur unter bestimmten Voraussetzungen möglich, etwa im Rahmen einer kooperativen Promotion oder eines Cotutelle-Verfahrens.\n- Mentor:in: Mentor:innen sollten möglichst nicht dem Lehrstuhl des:der Betreuer:in angehören. Wenn Ihr*e Wunschmentor*in nicht promoviert ist, legen Sie ihrer Betreuungsvereinbarung bitte eine formlose Begründung bei, aus der die Befähigung zur selbstständigen wissenschaftlichen Arbeit hervorgeht. Mentor:innen können nachgemeldet oder ausgetauscht werden (s. Anhang 1 Betreuungsvereinbarung).\n- Fachspezifische und überfachliche Veranstaltungen, Veröffentlichung, internationale Erfahrung: Falls Ihr:e Betreuer:in und Sie zum Zeitpunkt des Ausfüllens der Betreuungsvereinbarung zu diesen Punkten noch keine Angaben machen können, lassen Sie diese Felder frei.\nHaben Sie die Betreuungsvereinbarung mit Ihrem:r Betreuer:in ausgefüllt, brauchen Sie als letzte Unterschrift die der Koordinator*innen des GC-CIT. In der aktuellen Umstrukturierungsphase erhalten Sie diese auf elektronischem Weg - bitte schicken Sie Ihre Betreuungsvereinbarung per Mail an gc(at)cit.tum.de. Die Teilnahme an einem der regelmäßig online stattfindenden Onboarding-Events wird dringend empfohlen.\nFüllen Sie die Betreuungsvereinbarung des GC-CIT aus\n----------------------------------------\n\nStellen Sie einen Antrag auf Eintragung in die Promotionsliste der CIT auf DocGS\nPromotion > Stellen Sie einen Antrag auf Eintragung in die Promotionsliste der CIT auf DocGS\nEinen Antrag auf Eintragung in die Promotionsliste der promotionsführenden Einrichtung CIT stellen Sie folgendermaßen:\n- Erstellen Sie ein neues Benutzerkonto in DocGS und legen Sie Ihr Profil an. Achten Sie dabei auf eine korrekte und vollständige Angabe und einheitliche Schreibweise Ihrer Daten (entsprechend Ihrem Personalausweis o.ä.).\n- Wählen Sie \"Antrag Eintragung Promotionsliste\" und tragen hier alle benötigten Angaben ein. Schicken Sie den Antrag ab.\n- Drucken Sie den nun finalisierten Antrag aus, unterschreiben Sie ihn und lassen ihn auch von Ihrem:r Betreuer:in unterschreiben.\nStellen Sie einen Antrag auf Eintragung in die Promotionsliste der CIT auf DocGS\n----------------------------------------\n\nReichen Sie alle notwendigen Unterlagen im GC-CIT ein\nPromotion > Reichen Sie alle notwendigen Unterlagen im GC-CIT ein\n- Sammeln Sie nun alle erforderlichen Unterlagen. Welche das sind, entnehmen Sie Ihrem ausgedruckten Antrag auf Eintragung in die Promotionsliste. Weitere Informationen finden Sie auf den Seiten der TUM Graduate School.\n- Mit den vollständigen Dokumenten (inkl. der von den Koordinator:innen unterschriebenen Betreuungsvereinbarung) kommen Sie in eine unserer offenen Sprechstunden. Eine Anmeldung ist nicht erforderlich.\nReichen Sie alle notwendigen Unterlagen im GC-CIT ein\n----------------------------------------\n\nIch bin auf der Promotionsliste der CIT - und jetzt?\nPromotion > Ich bin auf der Promotionsliste der CIT - und jetzt?\nHerzlich willkommen als Mitglied des GC-CIT! Nun heißt es:\n- Falls noch nicht geschehen: Besuchen Sie die nächste Onboarding-Veranstaltung unseres Graduiertenzentrums!\n- Beginnen Sie mit dem Erfüllen des Qualifizierungsprogramms. Nur, wenn Sie alle verpflichtenden Qualifizierungselemente absolviert haben, können Sie Ihre Dissertation einreichen. Welche Elemente das sind, entnehmen Sie der Ordnung des GC-CIT sowie Ihrer Betreuungsvereinbarung und dem GC-CIT Wiki.\n- Nutzen Sie ab sofort unser internes Wiki, in dem Sie sämtliche relevanten Informationen zu Ihrer Promotionsphase finden! Einloggen können Sie sich mit Ihrer TUM-Kennung. Als Mitarbeitende oder immatrikulierte Promovierende erhalten Sie automatisch eine TUM-Kennung; als externe:r Promovierende:r wenden Sie sich bitte an das Sekretariat Ihrer:s Betreuer:in.\n- Sollten Sie persönliche Beratung benötigen, z. B. weil Ihre Situation in unseren Handreichungen nicht abbildbar ist, wenden Sie sich bitte vertrauensvoll an uns! Unsere Kontaktdaten finden Sie im Wiki.\nWir wünschen Ihnen viel Erfolg und eine schöne Zeit an der CIT und im GC-CIT!\nIch bin auf der Promotionsliste der CIT - und jetzt?\n----------------------------------------\n\nRegelungen und Vorlagen CIT\nPromotion > Regelungen und Vorlagen CIT\nBetreuungsvereinbarung GC-CIT\nOrdnung GC-CIT\nPromotionsordnung der TUM\nStatut der TUM-GS\nRegelungen und Vorlagen CIT\n----------------------------------------\n\nOnboarding-Events\nPromotion > Onboarding-Events\nFür Sie als Promovierende:r steht Ihr wissenschaftliches Projekt natürlich im Zentrum. Um an der TUM promoviert zu werden, müssen Sie jedoch auch eigenverantwortlich ein Qualifizierungsprogramm durchlaufen und in Ihren verschiedenen Rollen als GC-CIT- und TUM-GS-Mitglied, Nachwuchswissenschaftler:in und Arbeitnehmer:in oder Stipendiat:in organisatorische Aufgaben erfüllen. Das kann Ihnen niemand abnehmen. Wir Koordinator:innen Ihres Graduiertenzentrums können Sie aber so gut einweisen, dass Sie bereits zu Beginn Ihrer Promotionsphase bestmöglich orientiert sind und Ihr Aufwand minimiert wird.\nHierfür bieten wir in regelmäßigen Abständen online Onboarding-Events an. Die Teilnahme wird jedem:r dringend empfohlen. Der beste Zeitpunkt dafür liegt rund um die Aufnahme in die Promotionsliste, es ist jedoch jede:r Promovierende willkommen, der:die hierin noch einmal \"Nachhilfe\" braucht.\nEine Anmeldung für das Onboarding-Event ist nicht notwendig; folgen Sie einfach dem Zoom-Zugangslink. Sinnvoll ist es, wenn Sie für die Veranstaltung Ihren DocGS-Account und Ihre Betreuungsvereinbarung griffbereit haben.\nOnboarding-Events\n----------------------------------------\n\nUnsere nächsten Termine:\n- Mittwoch, 25.09., 9:15-10:00\n- Montag, 21.10., 9:15-10:00\n- Dienstag, 26.11., 9:15-10:00\n- Montag, 16.12., 9:15-10:00\nZoom-Zugangslink:\nhttps://tum-conf.zoom.us/j/64511761092?pwd=YUN1TmRKZ0RvYlJ3Y29GRHA1RFl5dz09\nMeeting-ID: 645 1176 1092\nKenncode: 156124\n\n----------------------------------------\n\nEinreichung\nPromotion > Einreichung\nDie Einreichung der Dissertation an der School of Computation, Information and Technology (CIT) erfolgt in zwei Schritten:\n- elektronische Einreichung über DocGS: Wir empfehlen, die Arbeit mindestens 3,5 Wochen vor dem Termin des School Councils elektronisch einzureichen.\n- Abgabe der Unterlagen im Center for Study and Teaching - Office of Doctoral Affairs: spätestens 3 Wochen vor dem Termin des School Council (harte Deadline, Eingangsstempel zählt!)\nParallel muss die Prüfungskommission von dem:der Betreuer:in (nicht dem:der Promovierenden) spätestens 3 Wochen vor dem Termin des School Councils (harte Deadline) per E-Mail an gc_admin(at)cit.tum.de gemeldet werden. Die Eintragung der Prüfer:innen auf dem Titelblatt der eingereichten Dissertation zählt nicht als Meldung der Prüfungskommission.\nFür den School Council im Januar gelten aufgrund der Weihnachtspause abweichende Fristen, die Sie der unten stehenden Tabelle entnehmen können.\nEinreichung\n----------------------------------------\n\nTermine und Fristen Studienjahr 2024/25\nPromotion > Termine und Fristen Studienjahr 2024/25\nTable (Promotion > Termine und Fristen Studienjahr 2024/25):\nTermin School Council | Frist elektronische Einreichung (DocGS) | Frist CST - Office of Doctoral Affairs | Frist Meldung Prüfungskommission\n16.10.2024 | 20.09.2024 | 25.09.2024 | 25.09.2024\n04.12.2024 | 08.11.2024 | 13.11.2024 | 13.11.2024\n15.01.2025 | 17.12.2024 | 20.12.2024 | 20.12.2024\n12.03.2025 | 14.02.2025 | 19.02.2025 | 19.02.205\n07.05.2025 | 11.04.2025 | 16.04.2025 | 16.04.2025\n16.07.2025 | 20.06.2025 | 25.06.2025 | 25.06.2025\nTermine und Fristen Studienjahr 2024/25\n----------------------------------------\n\nNews aus Ihrem GC-CIT\nPromotion > News aus Ihrem GC-CIT\n\nPromotionsprüfungen\nPromotion > News aus Ihrem GC-CIT > Promotionsprüfungen\nZu den Promotionsprüfungen an der School of CIT sind alle prüfungsberechtigten Mitglieder der CIT herzlich eingeladen. Einige Promotionsvorträge sind für weitere Interessierte offen und auf der Einladung entsprechend gekennzeichnet („open to the public“). \n                    \n                        \n                            [weiterlesen]\nNews aus Ihrem GC-CIT\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}