{
    "link": "https://www.cit.tum.de/en/cit/studies/students/advising/informatics/tips-for-successful-studies/hardship-application/",
    "content": "Hardship Application - TUM School of Computation, Information and Technology\n\nHardship Applications\nHardship Applications\nHardship Applications\n----------------------------------------\n\nOptions of prolongation / suspension\nHardship Applications > Options of prolongation / suspension\nIf you do not comply with the study progress monitoring according to §10 APSO and §38 FPSO, you can submit an application for a prolongation or suspension of the credit requirements to the examination board. The decision lies with the examination board.\n- If a suspension (semester-related) is granted, the study progress monitoring is suspended once, but the semester count continues. In the following semester, the student is in the next semester and must therefore achieve the regular number of credits specified in §10 APSO and §38 FPSO.\n- If a prolongation (study-related) is granted, the study progress monitoring of the student is permanently deferred by one semester under examination law.\n- If a suspension with an optional prolongation is granted, the study progress monitoring is suspended once, but the semester count continues. Upon approval of the application, specific modules (the option) are determined according to an individual study plan, which the student must successfully complete in the following semester. After passing the option, the student can submit an application for a prolongation, which is then granted based on the “option fulfilled”.\n- Only for students in the Bachelor's degree programs: If a prolongation for passing the fundamental examinations (Grundlagenprüfungen) is granted, the student is given the opportunity to pass two of the required fundamental examinations (Grundlagenprüfungen) after the third semester. However, the semester count continues, and the regular number of credits per semester specified in §10 APSO and §38 FPSO must still be achieved.\nOptions of prolongation / suspension\n----------------------------------------\n\nAccording to the legal requirements, a hardship application can only be approved if the delay in studies is caused by reasons beyond the student's control and which were unforeseeable. These include serious, prolonged illness, accidents, the care of unexpectedly ill close relatives, or other serious, unexpected misfortunes in the student's immediate family.\n\n----------------------------------------\n\nPlease note: Inability to take an examination on a single day due to acute illness alone does not justify a prolongation, as retake exams are offered for this purpose. There is also flexibility in reaching the credit requirements. We recommend that you obtain a medical certificate from a doctor and keep it until the end of your studies (in case this happens more frequently and does become a reason for a prolongation).\nA prolongation / suspension is not a compensation for disadvantages (Nachteilsausgleich). Further information on compensation for disadvantages can be found on our website information for students with disabilities or chronic illnesses.\n\n----------------------------------------\n\nRequirements concerning the content of medical certificates:\n- When did the illness start?\n- How does the illness affect the student's ability to study?\n- Prognosis: How much can or should the student work in the next semester, i.e., how many ECTS or hours per week?\n- No certificate of incapacity! (Arbeitsunfähigkeitsbescheinigung)\n\n----------------------------------------\n\nApplications for prolongation / suspension\nHardship Applications > Applications for prolongation / suspension\nIf you have problems with the credit requirements, contact the academic advising as soon as possible. We will then advise you on how best to proceed. Please bring your examination report from TUMonline and your enrollment record from TUMonline - either on your laptop to one of the on-site consultation hours or send your documents via e-mail prior to a virtual consultation hour.Below, you can read what you should prepare for the application.\nPlease read the following information carefully.\nApplications for prolongation / suspension\n----------------------------------------\n\nHow do I submit an application?\nHardship Applications > How do I submit an application?\nDocuments required for the application:\n- A letter of request (please use the following example as a guide: sample letter of request)\n- An individual study course plan (please use the template: study course plan)\n- Examination report from TUMonline (if applicable, include screenshots of results that have not yet been validated)\n- Enrollment record from TUMonline, to be downloaded under \"Documents\"\n- Scanned supporting documents (e.g. current medical certificate)\nPlease visit your current doctor, psychologist or a counseling center to obtain a medical certificate.The following requirements concerning the content of medical certificates hold:\n- When did the illness start?\n- How does the illness affect the student's ability to study?\n- Prognosis: How much can or should the student work in the next semester, i.e., how many ECTS or hours per week?\n- No certificate of incapacity! (Arbeitsunfähigkeitsbescheinigung)\nSend your documents via e-mail to the academic advising Informatics and come to one of our open consultation hours. We will then discuss your application with you. The academic advising will then write a brief statement and forward your application to the examination board. The decision whether or not to approve your application lies with the examination board!\nHow do I submit an application?\n----------------------------------------\n\nUntil when do I have to submit an application?\nHardship Applications > Until when do I have to submit an application?\nWe recommend that you contact the academic advising Informatics one week after your last grade is published, but no later than the second week of May after a winter semester, or the second week of November after a summer semester. This way, effective measures can be initiated in good time.\nThe deadline for submitting your complete documents for the summer semester 2024 via e-mail to the academic advising Informatics is December 9, 2024.\nThe deadline for submitting documents for the winter semester 2023/24 has expired.\nUntil when do I have to submit an application?\n----------------------------------------\n\nTemplates for the application\nHardship Applications > Templates for the application\nPlease remember to fill in your personal data (degree program, semester, credits earned).\nSample letter of request as PDF file\nStudy course plan\nTemplates for the application\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}