{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/informatics/transfer-of-credits/",
    "content": "Transfer of Credits in Informatics - TUM - TUM School of Computation, Information and Technology\n\nTransfer of credits from previous studies\nTransfer of credits from previous studies\nTransfer of credits from previous studies\n----------------------------------------\n\nWhat are previous achievements?\nTransfer of credits from previous studies > What are previous achievements?\nPrevious achievements are examination achievements, usually modules, which you have completed before you were enrolled in your current degree program at TUM Informatics (= preliminary studies) and which you would like to have recognized for the current degree program.\nThis page does not cover examinations that you completed as part of your mobility abroad while you were already enrolled in our degree program. You can find information on these recognitions under Recognition of credits from abroad.\nWhat are previous achievements?\n----------------------------------------\n\nWhen can I submit an application for recognition of previous studies?\nTransfer of credits from previous studies > When can I submit an application for recognition of previous studies?\nIf you have already completed modules from a previous degree program (at another university or at TUM) that correspond to modules in your curriculum at TUM, you can submit an application for recognition.\nPlease note the following important points:\n- You must submit your application for recognition in the first year of study (1st or 2nd semester) (see Deadlines)\n- You can only submit one application for recognition (see Deadlines)\n- Processing can take up to 6 months (see Processing)\n- You must be enrolled in the degree program at TUM in which you wish to have modules recognized1\nRecognition of credits from the Bachelor's program for the Master's program:\n- Electives in the Master's program can only be recognized through additional credits from the Bachelor's program (additional credits are listed separately in the transcript of records at the end)\n- Compulsory subjects in the Master's degree can also be recognized through credits already used in the Bachelor's degree.\n1As the recognition procedure is very time-consuming, applications for recognition cannot be checked before enrollment. For legal reasons, recognition is only possible after enrollment.\nWhen can I submit an application for recognition of previous studies?\n----------------------------------------\n\nDear students and prospective students,\nPlease note that we cannot carry out preliminary checks regarding the recognition of previous achievements.\nRegarding the chances of recognition, you can compare the module descriptions of the modules taken at your previous university or within your previous degree program with the modules of your degree program at TUM Informatics, in order to get an impression of the similarities or differences in the skills and learning objectives. The TUM module descriptions are publicly available on TUMonline. This comparison often helps.\nThanks a lot for understanding that for each application, a multitude of content-related and formal criteria need to be examined and that this can only be done after the entire application has been submitted. Additionally, regulations or curricula may change, so that preliminary information may become void.\n\n----------------------------------------\n\nWhen do I not have to submit an application for recognition of previous studies?\nTransfer of credits from previous studies > When do I not have to submit an application for recognition of previous studies?\nAn application for recognition is generally required for transfers between degree programs. In the following cases, no application for recognition of previous studies is necessary or possible:\n- You are completing a double degree program (see parallel studies)\n- You have credits from a semester abroad during your TUM studies (see recognition of credits from abroad)\n- You took TUM language courses during your current degree program for the support elective area and the allocation in TUMonline needs to be adjusted (see TUM language courses).\n- You are taking courses at the VHB (Virtual University of Bavaria)Which are anchored in your degree programFor which it is possible to register for participation in TUMonlineFor which you also register for the exam via TUMonlineOther VHB modules must be checked on a case-by-case basis (in that case, you need to submit an application).\n- Which are anchored in your degree program\n- For which it is possible to register for participation in TUMonline\n- For which you also register for the exam via TUMonlineOther VHB modules must be checked on a case-by-case basis (in that case, you need to submit an application).\nWhen do I not have to submit an application for recognition of previous studies?\n----------------------------------------\n\nHow do I submit an application?\nTransfer of credits from previous studies > How do I submit an application?\nThe application is submitted via an online form with upload function for providing your documents. After clicking on the link below, you must log in with your TUM ID.Detailed information on the process and the required documents can be found on the linked page.\nOnline-Form: Application for recognition of previous studies\nImportant notice:\nStudents of the master’s programs Robotics, Cognition, Intelligence and Computational Science and Engineering please address enquiries and applications for recognition of previous achievements to the program coordination. You can find their contact details on the linked pages.\nStudents of the bachelor’s program Bioinformatik and the master’s program Bioinformatik please address enquiries and applications for recognition of previous achievements to the secretary of the examination board. You can find their contact details on the linked pages.\nStudents of our other informatics degree programs use the online-form above.\nHow do I submit an application?\n----------------------------------------\n\nFurther Information\nTransfer of credits from previous studies > Further Information\nFurther Information\n----------------------------------------\n\nDeadlines\nTransfer of credits from previous studies > Deadlines\nOnly one application for recognition may be submitted per degree program. The application should be submitted as soon as possible after enrollment at TUM so that you can plan your studies properly. Our student advisors will be happy to assist you with your planning. The application for recognition must be submitted by the end of your first year of study at TUM at the latest1. This first year refers to the degree program for which you are applying for recognition.\nException: In the Bachelor of Informatics, you can also submit a (possibly second) application for recognition in the application subject in the 3rd semester.\n\n\nTransfer of credits from previous studies > Deadlines > \n1In the APSO (General Academic and Examination Rules) it is stated in §16 (4) sentence 3: An application for recognition of examination results from earlier programs of study may be filed with the Examination Board only once within the first study year at the Technische Universität München.\nDeadlines\n----------------------------------------\n\nProcessing\nTransfer of credits from previous studies > Processing\nIt can take up to 6 months to process your application. Please do not inquire about the status of your recognition during this time, as this will not lead to faster processing. This creates more work and can lead to a longer processing time.\nHowever, we may ask you further questions about your application. If we require further documents, please send detailed information and answers.\nYou will be notified by us when your application for recognition has been processed. After this notification, however, it may take some time before the modules are registered. In the case of recognition within TUM, no such notifications will be sent if all modules are recognized. Therefore, please check your transcript of records regularly. If the credits are not entered, please contact us again.\nProcessing\n----------------------------------------\n\nAdvancement to a higher semester\nTransfer of credits from previous studies > Advancement to a higher semester\nShould you get modules with at least 28 ECTS credits recognized for a study program, you will be placed higher by one or more subject-related semesters (Fachsemester). This occurs at the following limits:\n- Recognition of modules amounting to 30-51 credits ⇒ advancement of 1 subject-related semester (Fachsemester)\n- Recognition of modules amounting to 52-82 credits ⇒ advancement of 2 subject-related semesters (Fachsemester)\n- Recognition of modules amounting to 82-111 credits ⇒ advancement of 3 subject-related semesters (Fachsemester)\n- Recognition of modules amounting to 112-141 Credits ⇒ advancement of 4 subject-related semesters (Fachsemester)\n- Recognition of modules amounting to 142-171 Credits ⇒ advancement of 5 subject-related semesters (Fachsemester)\nAdvancement to a higher semester\n----------------------------------------\n\nReasons for possible non-recognition\nTransfer of credits from previous studies > Reasons for possible non-recognition\nIt may happen that individual modules are not recognized. The most common reasons for this are:\n- The module is not equivalent to a TUM module\n- You have already registered for the module for examination\n- The module is not in your curriculum\nRecognition of other modules must be checked on a case-by-case basis. Modules must be equivalent in terms of the acquired competencies, ECTS, semester hours per week, and must not differ significantly in content from the modules anchored in the curriculum. This is not always the case with VHB courses, particularly in the case of specialist courses, and we therefore expressly recommend that you only take the VHB modules that are included in the curriculum. Please also note that the recognition of modules can only be checked once a complete application for recognition has been submitted.\nPlease note that once you have registered for an examination at TUM, this module can no longer be recognized, so please plan your studies accordingly.1\n\n\nTransfer of credits from previous studies > Reasons for possible non-recognition > \n1In the APSO it is stated in §24: An der Technischen Universität München nicht bestandene Prüfungen können nur an der Technischen Universität München wiederholt werden.\nReasons for possible non-recognition\n----------------------------------------\n\nEnrollment\nTransfer of credits from previous studies > Enrollment\nBefore we can transfer credits from another university to a program at TUM CIT Informatics, you need to have enrolled in your program at TUM. As the recognition process is very complex, we are not able to recognize results before you are enrolled.\nEnrollment\n----------------------------------------\n\nParallel studies (two degree programs at the same time)\nTransfer of credits from previous studies > Parallel studies (two degree programs at the same time)\nThe regulations outlined here only apply to the period in which you are actually enrolled parallely in two programs. If you have already completed credits before the start of this period that you would now like to have recognized while enrolled parallely, the normal conditions for the recognition of previous achievements apply. In this case, please note the conditions, deadlines and procedures above.\nExample:\n- Enrollment in the Bachelor's degree program in Mathematics from winter semester 2023/24.\n- Additional, parallel enrollment in the Bachelor's degree program in Informatics from winter semester 2024/25.\n- The achievements from winter semester 2023/24 and summer semester 2024 count as previous achievements for the Bachelor's degree program in Informatics.\n- The special regulation for parallel studies only applies to achievements from WS 2024/25 onwards and only for as long as the parallel enrollment continues.\nFor students studying two degree programs at the same time, the process depends on the situation:\nScenario 1\nYou are studying two parallel programs at TUM and wish to apply for modules that are identical in both programs (= with identical TUM module number).\nIn this case, please file an informal request for allocation of modules by e-mail to your secretary of the examination board, each semester directly after publication of the grades.\nScenario 2\nYou are studying two parallel degree programs at TUM or at TUM and another German university and wish to apply for modules that are not offered identically at TUM (= no identical TUM module number).\nIn this case, you follow the regular application process via the online-form, see “Procedure of a recognition” above, each semester directly after publication of the grades. Please make sure to note that you are filing the application for your parallel studies.\nParallel studies (two degree programs at the same time)\n----------------------------------------\n\nTUM language courses\nTransfer of credits from previous studies > TUM language courses\nYou took a TUM language course via free registration during your current degree program and wish to have this credited for the support elective area (überfachliche Grundlagen). In this case, recognition is not required.\nPlease submit an informal application to your secretary of the examination board via e-mail to request allocation of the language course to the support electives.\n***\nIn case you took a TUM language course as an additional module (Zusatzmodul) during a previous degree program and wish to use this for your current degree program, an application for recognition of previous studies is required.\n***\nPlease also note the detailed information on the page Support Electives.\nTUM language courses\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}