{
    "link": "https://www.cit.tum.de/cit/studium/studierende/beratung/informatik/tipps/",
    "content": "Tipps der Studienfachberatung Informatik - TUM - TUM School of Computation, Information and Technology\n\nTipps der Studienfachberatung\nTipps der Studienfachberatung\nHier finden Sie einige Tipps der Studienfachberatung Informatik, die Ihnen vielleicht schon Ihre akute Frage beantworten oder generell nützlich sind.\nTipps der Studienfachberatung\n----------------------------------------\n\nStruktur des Studiums - Überblick\nTipps der Studienfachberatung > Struktur des Studiums - Überblick\nDie Struktur und die Einteilung der Kurse an der TUM kann sich von der Struktur und der Einteilung der Kurse an Ihrer vorherigen Universität unterscheiden. In Deutschland, melden Sie sich für eine breite Palette von Kursen pro Semester an, nach Typ: Vorlesung, Seminar, etc. Lesen Sie jede Kursbeschreibung aufmerksam, um herauszufinden, wie viele ECTS ein Kurs gibt und wie lange man sich dafür vorbereiten muss. 1 ECTS entspricht 30 Arbeitsstunden. Pro Studiensemester sind üblicherweise Lehrveranstaltungen im Umfang von 30 ECTS-Punkten zu absolvieren. Die häufigsten Arten von Kursen sind:\nTable (Tipps der Studienfachberatung > Struktur des Studiums - Überblick):\nLecture | Eine Vorlesung wird von einem Dozenten gehalten, oft mit vielen Studierenden in einem großen Hörsaal; Schriftliche oder mündliche Prüfung; Manchmal durch Übungen und Hausaufgaben begleitet.\nExercise | Praktische Übung; Begleitet die Vorlesungen\nSeminar | Seminar für fortgeschrittene Bachelor- oder Master- Studenten; Fortgeschrittene wissenschaftliche Methoden\nLab Course | Praktische Ausbildung in einem Fachgebiet, durch  Gruppenarbeit und Präsentationen\nColloquium/Discussion | Wissenschaftliche Vorträge von Gastdozenten; Keine ECTS\nStruktur des Studiums - Überblick\n----------------------------------------\n\nStudienkultur\nTipps der Studienfachberatung > Studienkultur\nDie Bildung in Deutschland ist durch die Humboldtsche Idee von Wissenschaft und Forschung aus dem frühen 19. Jahrhundert und durch die Ideale der Aufklärung beeinflusst. Als Studierende in Deutschland, werden Sie  ermutigt, den eigenen Weg des Denkens zu finden, und selbstständig zu analysieren und zu reflektieren. Professoren werden ihre neuesten Erkenntnisse in der Forschung teilen, um sie mit Ihnen vor der Veröffentlichung zu besprechen. Deshalb wird von Ihnen erwartet, dass Sie selbstständig und selbstorganisiert studieren und denken, um konstruktive Kritik weiterzugeben, vor allem während der Vorlesungen. Verantwortung, Selbstorganisation, aktive Beteiligung und Zeitmanagement sind für Sie entscheidend, um erfolgreich zu sein.\nAls internationaler Student, kann es sein, dass Sie ein bisschen mehr Zeit benötigen, um sich an die deutsche Wissenschaftskultur zu gewöhnen und die richtige Balance von Kursen zu finden. Wir empfehlen Ihnen, dass Sie in den ersten Wochen des Semesters, alle Kurse, an denen Sie interessiert sind, besuchen. Das hilft Ihnen, herauszufinden, welche für Sie passend sind und welche nicht. Außerdem gibt es oft Überschneidungen. In diesen Fällen müssen Sie Ihre eigenen Prioritäten setzten und an einigen der Kurse ein Semester oder ein Jahr später teilnehmen.\nDie Anwesenheit bei Vorlesungen ist in der Regel nicht zwingend - im Gegensatz zu Seminaren, Praktika und bestimmten Übungen, bei denen möglicherweise Anwesenheitspflicht herrscht. Aber wir empfehlen Ihnen, die Vorlesungen regelmäßig zu besuchen, denn sonst werden Sie große Schwierigkeiten haben, die Prüfung zu bestehen. Oft werden aktuelle (Forschungs-)Themen in Vorlesungen behandelt, die nicht in Skripten und Powerpoint-Folien enthalten sind. Sie werden die vorgestellten Ideen in der aktuellen Literatur nicht finden, da unsere Wissenschaftler diese oft erst noch veröffentlichen werden. Wenn Sie einen Vortrag verpasst haben, empfehlen wir Ihnen, sich zeitnah bei Ihren Kommilitoninnen und Kommilitonen oder auch beim Dozenten zu erkundigen, was Sie verpasst haben.\nStudienkultur\n----------------------------------------\n\nVor der ersten Vorlesung\nTipps der Studienfachberatung > Vor der ersten Vorlesung\n- Wann sollte ich in München ankommen? \tWenn Sie von außerhalb Münchens kommen, dann sollten Sie sich genügend Zeit für die Wohnungssuche und ein erstes Einleben in München nehmen, damit Sie sich ab dem Beginn des Vorprogramms ganz auf Ihr Studium konzentrieren können.\n- Wie erstelle ich meinen Stundenplan? \tBachelorstudierende erhalten ihren Studienplan während der Anfängercafes zu Beginn des Wintersemesters. \tMasterstudierende suchen nach den Veranstaltungen, die sie interessieren, in TUMonline durch Angabe der Modulnummer, z.B. INxxxx, im Suchfeld für Lehrveranstaltungen. Durch Klicken auf den Eintrag in Termine und Gruppen erhalten Sie den Zeitplan der Veranstaltung. Bitte stellen Sie sicher, dass sich Ihre Veranstaltungen nicht überlappen. Alle Veranstaltungen in der Informatik werden in TUMonline gegen Mitte Januar (für das Sommersemester) und Ende Juni (für das Wintersemester) eingetragen und sichtbar.\n- Wann melde ich mich für Lehrveranstaltungen an? \tIn TUMonline gibt es bei der Lehrveranstaltung eine Spalte Anm. (Anmeldung), die ein grünes “T” zeigt, wenn die Anmeldung möglich ist - typischerweise einen Monat vor Vorlesungsbeginn. Zu Vorlesungen muss man sich in der Regel mit der Anmeldung nicht beeilen, da ausreichend Plätze zur Verfügung stehen; für Sprachkurse und überfachliche Grundlagen gibt es in der Regel nur eine begrenzte Platzzahl und hier ist es ratsam, die genaue Freischaltung der Anmeldung zu eruieren und sich sofort anzumelden. Sie können sich jederzeit ohne Probleme von einer Vorlesung wieder abmelden. Für Seminare und Praktika gelten eigene Abmelderegeln; in der Regel sollten Sie sich spätestens in der ersten Vorlesungswoche abmelden - das genaue Datum finden Sie auf den jeweiligen Veranstaltungsseiten. \tErklärungen zur Lehrveranstaltungsanmeldung und anderen Themen rund um TUMonline: Videos der TUM Student Info\nVor der ersten Vorlesung\n----------------------------------------\n\nMedizinische Versorgung in Deutschland\nTipps der Studienfachberatung > Medizinische Versorgung in Deutschland\nHinweise für die Suche nach einem Arzt, die Terminvereinbarung und den Arztbesuch, sowie Erklärungen zum deutschen Krankenkassensystem finden Sie auf der Seite Medizinische Versorgung in Deutschland.\nMedizinische Versorgung in Deutschland\n----------------------------------------\n\nStudieren mit Kindern\nTipps der Studienfachberatung > Studieren mit Kindern\nRegelungen\nSie können eine Beurlaubung vom Studium beantragen. Dann zählt Ihr Fachsemester nicht weiter, ABER Sie können dennoch auch in der Beurlaubung Prüfungen ablegen – ganz wie Sie es sich einrichten können. Die Studienfortschrittskontrolle (ECTS-Hürden) ist somit außer Kraft gesetzt – Sie bestimmen, in welchem Ausmaß Sie weiter studieren. Sollten Sie eine Beurlaubung für das laufende Semester nicht mehr möglich sein, können Sie eventuell eine Verlängerung der Studienfortschrittskontrolle (siehe weiter unten) erhalten.\nHilfreiche Links\n- Studieren an der TUM mit Familie - Stabsstelle Diversity & Equal Opportunities\n- TUM - Studieren mit Familie\n- Studieren mit Kind - Studierendenwerk München\nStudieren mit Kindern\n----------------------------------------\n\nIndividuelle Förderung\nTipps der Studienfachberatung > Individuelle Förderung\nAuf unserer Seite zur Individuellen Förderung finden Sie Programme von bundesweiten und bayerischen Förderwerken, von der TU München, von der Informatik an der TUM School of Computation, Information and Technology und von Firmen mit Informatikbezug.\nIndividuelle Förderung\n----------------------------------------\n\nLern-Workshops\nTipps der Studienfachberatung > Lern-Workshops\nUm den Studienalltag gut meistern zu können, benötigen Sie verschiedene Fähigkeiten und Fertigkeiten in Bereichen wie Zeit- und Selbstmanagement, Lerntechniken und -strategien, Prüfungsvorbereitung, Stressbewältigung und Motivation. An der TUM gibt es verschiedene Anbieter von Lern-Workshops. Sie finden auf der verlinkten Webseite eine Veranstaltungsliste für das jeweils aktuelle Semester, sowie online Selbstlern-Angebote.\n- Selbstkompetenz stärken: Lern- und Prüfungscoaching des TUM Center for Study and Teaching\n- Lernkompetenz fördern: Lernkompetenzförderung von ProLehre | Medien und Didaktik\nLern-Workshops\n----------------------------------------\n\nSprachenzentrum\nTipps der Studienfachberatung > Sprachenzentrum\nTUM hat ein Sprachenzentrum, das eine breite Palette an Sprachkursen anbietet. Sprachkurse können als Überfachliche Grundlagen eingebracht werden.\nDeutschkurse für internationale Studierende werden speziell für Studierende der Informatik angeboten.\nWeitere Angebote des Sprachenzentrums:\n- English Writing Center\n- Schreibberatung - Deutsch als Fremdsprache\nSprachenzentrum\n----------------------------------------\n\nPrüfungen\nTipps der Studienfachberatung > Prüfungen\n- Wann und wie melde ich mich zu Prüfungen an? \tUm ein Prüfung schreiben zu dürfen, müssen Sie sich vorher über TUMonline zur Prüfung anmelden. Weitere Informationen zur Prüfungsanmeldung, wie Prüfungstermine und Anmeldefristen, finden Sie auf unseren Prüfungsseiten. Normalerweise müssen Sie sich Mitte November bis Mitte Januar (für das Wintersemester) oder Mitte Mai bis Mitte Juni (für das Sommersemester) anmelden, es kann aber Abweichungen geben, vor allem für Prüfungen außerhalb der Informatik.\n- Kann ich mich von Prüfungen abmelden? \tJa, Abmeldungen von Prüfungen sind in der Regel bis eine Woche vor dem Prüfungstermin möglich.\n- Kann ich mich zur Wiederholungsklausur anmelden, wenn ich die reguläre Klausur am Ende der Vorlesungszeit nicht geschrieben habe? \tJa, in der Informatik können Sie das tun - für andere Schools und Fachbereiche, fragen Sie bitte direkt an der entsprechende Anlaufstelle nach.\n- Was passiert, wenn ich eine Prüfung nicht bestehe? \tDie Note wird in Ihrem Kontoauszug eingetragen, aber nicht in Ihrem Leistungsnachweis. Sie können entweder die Prüfung wiederholen oder Sie wählen einen anderen Kurs, wenn es ein Wahlfach ist, Seminar oder Praktikum.\n- Gibt es eine verspätete Anmeldung für Prüfungen? \tNein, wenn Sie die Anmeldefrist verpassen, müssen Sie auf die nächste Anmeldungsphase warten.\n- Was kann ich machen, wenn nicht alle ECTS in meinem Leistungsnachweis korrekt eingetragen sind (fehlende ECTS, ECTS nicht richtig zusammengezählt etc.)? \tTreten Sie mit Ihrer Schriftführerin/Ihrem Schriftführer in Kontakt.\nPrüfungen\n----------------------------------------\n\nGrundsätze guter studentischer Praxis\nTipps der Studienfachberatung > Grundsätze guter studentischer Praxis\nPrüfungs- und Studienleistungen sind selbstständig und ausschließlich unter Nutzung erlaubter Hilfsmittel anzufertigen. Bei Seminar- und Abschlussarbeiten, aber auch Übungs- und Programmieraufgaben, ist daher zur Vermeidung von Plagiaten auf eine vollständige Angabe von Quellen und korrekte Zitierweise zu achten.\nZur Sicherung der bestmöglichen Ausbildung möchten wir unseren Studierenden helfen derartige Fehler zu vermeiden und haben daher einen Leitfaden entwickelt.\nLeitfaden: Grundsätze guter studentischer Praxis\nGrundsätze guter studentischer Praxis\n----------------------------------------\n\nStudienfortschrittskontrolle und Länge des Studiums\nTipps der Studienfachberatung > Studienfortschrittskontrolle und Länge des Studiums\n- Wie lange dauert das Bachelorstudium? \tDie Regelstudienzeit für das Bachelorstudium ist drei Jahre (sechs Semester). Sie müssen insgesamt 180 ECTS, 30 ECTS pro Semester, sammeln - was die übliche Arbeitsbelastung einer 40-Stunden-Woche ist.\n- Wie lange dauert das Masterstudium?  \tDie Regelstudienzeit für das Masterstudium ist zwei Jahre (vier Semester). Sie müssen insgesamt 120 ECTS, 30 ECTS pro Semester sammeln - was die übliche Arbeitsbelastung einer 40-Stunden-Woche ist.\n- Ist es ein Problem, wenn ich in einem Semester weniger als 30 ECTS schaffe? \tEs ist in Ordnung wenn Sie 22 bis 23 ECTS pro Semester sammeln. Sie müssen 30 ECTS nach dem dritten Semester, 60 nach dem vierten, 90 nach dem fünften und 120 nach dem sechsten (für den Bachelor und den Master), 150 nach dem siebten, 180 nach dem achten für den Bachelor erreichen. Versuchen Sie nicht, mehr als 30 ECTS pro Semester zu belegen, weil Sie im vorherigen Semester weniger geschafft haben. Je mehr Prüfungen Sie in einem Semester haben, desto weniger Zeit haben Sie für die Vorbereitung jeder einzelnen. Dies birgt für Sie ein größeres Risiko, die Prüfungen nicht zu bestehen. Gehen Sie bei Problemen rechtzeitig zur Studienberatung, die gerne unterstützt und weiterhilft.\n- Wie lange darf ich im Bachelorstudium studieren? \tSie dürfen maximal neun Semester studieren, bis Sie das Bachelor-Programm abschließen. Sie müssen zwei Grundlagenprüfungen bis zum Ende des zweiten Semesters erfolgreich abgelegt haben und mindestens 30 ECTS nach dem dritten Semester, 60 nach dem vierten, 90 nach dem fünften, 120 nach dem sechsten, 150 nach dem siebten, 180 nach dem achten gesammelt haben. Wenn Sie nach dem achten Semester weniger als 180 ECTS erreicht haben, aber mindestens 150 ECTS nach dem siebten, so werden alle fehlenden Prüfungsleistungen auf \"einmal nicht bestanden\" gesetzt. In diesem Fall bekommen Sie ohne weiteren Antrag noch ein zusätzliches Semester, um die fehlenden Kurse, insbesondere auch die Abschlussarbeit, zu absolvieren.\n- Wie lange darf ich im Masterstudium studieren? \tSie dürfen maximal sieben Semester studieren, bis Sie das Master-Programm abschließen. Sie müssen mindestens eine der Modulprüfungen bis zum Ende des zweiten Semesters erfolgreich abgelegt haben (Je nach Studiengang kann es unterschiedliche Regelungen geben, welche Modulprüfungen hierfür zählen.) und mindestens 30 ECTS nach dem dritten Semester, 60  nach dem vierten, 90 nach dem fünften und 120 nach dem sechsten gesammelt haben. Wenn Sie nach dem sechsten Semester weniger als 120 ECTS erreicht haben, aber mindestens 90 nach dem fünften, so werden alle fehlenden Prüfungsleistungen auf \"einmal nicht bestanden\" gesetzt.  In diesem Fall bekommen Sie ohne weiteren Antrag noch ein zusätzliches Semester, um die fehlenden Kurse, insbesondere auch die Abschlussarbeit, zu absolvieren.\n- Was passiert, wenn ich nicht genügend ECTS gemäß der obigen Bestimmungen habe? \tSie werden in dem Fall exmatrikuliert, alle noch nicht erbrachten Modulprüfungen gelten als \"endgültig nicht bestanden\". Bitte beachten Sie, welche weitreichenden Konsequenzen dies hat.\n- Wann muss ich meine Brückenkurse bestanden haben? \tWenn im Eignungsverfahren festgestellt wurde, dass Ihnen einzelne fachliche Vorraussetzungen zur Zulassung in das Masterstudium fehlen, kann die Zulassung unter der Auflage von sogenannten Brückenkursen erfolgen. Diese wurden Ihnen mit dem Zulassungsbescheid mitgeteilt. \tBrückenkurse müssen innerhalb eines Jahre nach der Immatrikulation in den Studiengang bestanden werden. \tDiese Frist kann nicht durch einen Härtefallantrag oder eine Beurlaubung verlängert werden.\n- Zählen die Ergebnisse der Wiederholungsprüfungen, die ich zu Beginn des nächsten Semesters schreibe, zu der ECTS-Berechnung für das aktuelle Semester? \tJa.\n- Zählen Zusatzfächer, die nicht zu meinem Curriculum zählen, zu meinen Credits für die Credithürdenüberprüfung? \tNein, es zählen nur Module, die in Ihrem Studienplan stehen. \tSollten Sie die hier genannten überfachliche Grundlagen belegt haben und diese noch nicht in Ihrem Studiengnag zugeordnent sein, kontaktieren Sie bitte Ihre Schriftführung.\nStudienfortschrittskontrolle und Länge des Studiums\n----------------------------------------\n\nHärtefallanträge\nTipps der Studienfachberatung > Härtefallanträge\nInformationen zu Möglichkeiten der Fristverlängerung / Fristaussetzung bei Nicht-Einhaltung der Credithürden sowie zu benötigten Dokumenten und der Antragstellung finden Sie auf der Seite Härtefallanträge.\nHärtefallanträge\n----------------------------------------\n\nPersönliche Probleme, die nicht direkt in Verbindung mit dem Studium stehen\nTipps der Studienfachberatung > Persönliche Probleme, die nicht direkt in Verbindung mit dem Studium stehen\nIch habe persönliche Probleme (z.B Krankheit, familiäre Probleme usw.) - wer kann mir helfen? Viele Studenten haben mit einigen privaten Problemen während des Studiums zu kämpfen – das kommt häufiger vor, als Sie vielleicht denken. Es gibt eine Vielzahl von Beratungsstellen für Studierende:\n- TUM - Hilfe und Beratung\n- Hilfe bei psychischen Belastungen & Erkrankungen\n- Beratungsnetzwerk des Studierendenwerks\n- TUM Evangelische Hochschulgemeinde (EHG TUM)\n- TUM Katholische Hochschulgemeinde (KHG TUM)\n- Nightline München\nScheuen Sie sich auch nicht, die Studienfachberatung zu kontaktieren. Diese haben viel Erfahrung und können mit Ihnen Auswirkungen auf Ihr Studium, Optionen und Perspektiven besprechen und Ansprechpartner:innen aufzeigen.\nWenn Sie an Ihrem Studium zweifeln gibt es auf der Webseite der Landeshauptstadt München zum Zweifel am Studium, Informationen, Beratungsstellen und Alternativen.\nPersönliche Probleme, die nicht direkt in Verbindung mit dem Studium stehen\n----------------------------------------\n\nIndustriepraktika\nTipps der Studienfachberatung > Industriepraktika\n- Muss ich ein Industriepraktikum machen?Nein, das müssen Sie nicht. Jedoch machen einige Studierende ein Instudriepraktikum, in der Regel für ein halbes Jahr.\n- Kann ich mich für ein Industriepraktikum beurlauben lassen?Wenn es in Ihr Studium passt und in der Regel nicht während der ersten vier Semester Bachelor und natürlich nicht zu Beginn des Masters bei Ausstehen von Brückenkursen, dann können Sie ein Urlaubssemester beantragen. Das Praktikum muss mindestens die Hälfte der Vorlesungszeit beanspruchen, das bedeutet für das Wintersemester mindestens 9-10 Wochen, für das Sommersemester mindestens 7-8 Wochen der Vorlesungszeit (siehe auch Immatrikulationssatzung). Dafür brauchen Sie eine Bestätigung der Studienfachberatung. Bitte schicken Sie Ihren TUMonline Kontoauszug, Ihre Studienverlaufsbescheinigung, bei Master auch Ihren Zulassungsbescheid (dem wir mögliche Brückenkurse entnehmen können), einen Screenshot Ihres Studienplans/ Curriculum Support aus TUMonline, Ihren Vertrag und eine Tätigkeitsbeschreibung an studienberatung(at)in.tum.de.\n- Gibt es eine finanzielle Unterstützung für Praktika?Wenn Sie ein Praktikum in Europa machen, gibt es die Möglichkeit eine Erasmus-Förderung zu erhalten.\n- Kann ich das Industriepraktikum als Praktikum anerkennen lassen?Nein. Das Bachelor- /Master-Praktikum kann nur durch für Ihren Studiengang zugelassene Praktika an der TUM erbracht werden, welche in ihrem Studienplan spezifiziert sind. Alternativ kann nur ein Praktikum an einer Uni im Auslandsaufenthalt gemacht werden.\nIndustriepraktika\n----------------------------------------\n\nBAföG Bescheinigungen\nTipps der Studienfachberatung > BAföG Bescheinigungen\nIm Regelfall müssen Sie während des 4. Semesters (manchmal auch erst im 5. Semester) beim BAföG-Amt eine Leistungsbescheinigung einreichen.\n- Wenn der Leistungsnachweis bis spätestens 4 Monate nach Beginn des 4. Semesters eingereicht wird, sind mindestens 60 ECTS-Punkte notwendig.\n- Wird der Leistungsnachweis nach Ende der Vorlesungszeit eingereicht, so sind 90 ECTS-Punkte notwendig.\n- Für eine Studienabschlußförderung sind 120 ECTS-Punkte notwendig\nWeitere Informationen finden Sie auf dem Merkblatt für BAföG Bescheinigungen.\nBitte beachten: im Teilzeitstudium kann kein BAföG bezogen werden.\nBAfög-Beauftragter der Informatik: Prof. Harald Räcke\nBAföG Bescheinigungen\n----------------------------------------\n\nRankingbescheinigungen\nTipps der Studienfachberatung > Rankingbescheinigungen\nAbschlussrankingStudierende erhalten mit den Abschlussdokumenten vom Prüfungsamt eine Grading-Tabelle, die eine Verteilung der Noten der Abschlüsse der beiden letzten Jahre vor dem Zeugnisdatum angibt.\nSemesterrankingSemesterankings können etwa ab 15. Mai (für die Leistungen inklusive des vergangenen Wintersemesters) bzw. 15. November (für die Leistungen inklusive des vergangenen Sommersemesters) im Portal “Digital School Services NAT”heruntergeladen werden. Ein Rankingplatz wird nur für Studierende ausgewiesen, die noch im Rahmen der Regelstudienzeit studieren.\nRankingbescheinigungen\n----------------------------------------\n\nIndividuelle Bestätigungen über Studienfortschritt\nTipps der Studienfachberatung > Individuelle Bestätigungen über Studienfortschritt\n- Mein Studentenvisum läuft aus und ich brauche eine Bestätigung, dass ich mein Studium beendet habe. An wen kann ich mich wenden? \tEine offizielle Bestätigung ist das vorläufige Zeugnis, welches beantragt werden kann, sobald alle Noten in TUMonline gültig (grün) gesetzt sind. Bitte wenden Sie sich an Ihre Schriftführung, die das Ausstellen des Zeugnisses bei den Zentralen Prüfungsangelegenheiten in die Wege leitet. Bei dem Graduation Office and Academic Records Campus Garching können Sie dann auch das vorläufige Zeugnis direkt abholen.\n- Ich benötige eine individuelle Bestätigung über meinen Studienverlauf mit Stempel und Unterschrift für das Studentenwerk, das Kreisverwaltungsreferat, DAAD, Stipendium etc. An wenn kann ich mich wenden? \tFalls der Leistungsnachweis (gültig ohne Unterschrift und Stempel) und die Immatrikulationsbescheinigung nicht ausreichen sollten, wenden Sie sich bitte an die zuständige Schriftführung Ihres Studienganges. Es wird dann individuell geprüft, in welcher Form die Bestätigung ausgestellt werden kann.\nIndividuelle Bestätigungen über Studienfortschritt\n----------------------------------------\n\nEnde des Studiums / Übergang Bachelor-Master\nTipps der Studienfachberatung > Ende des Studiums / Übergang Bachelor-Master\n- Wann bekomme ich mein Abschlusszeugnis? \tIhr Abschlusszeugnis kann erst dann bei dem Graduation Office and Academic Records Campus Garching erstellt werden, wenn Sie alle Prüfungsleistungen, die zum Erreichen des Abschlusses benötigt werden, bestanden haben und alle Leistungen die Sie während Ihres Studiums erbracht haben (einschließlich eventuelle Zusatzleistungen) in Ihrem TUMonline Account eingetragen und gültig gesetzt sind. Das Abschlusszeugnis (dauert in der Regel bis zu 6 Wochen) beantragt Ihre Schriftführung. Sobald das Zeugnis beantragt ist, können Sie bei der Graduation Office and Academic Records Campus Garching auch vorab eine Bescheinigung über Ihren Studienabschluss erhalten. Am besten wenden Sie sich an Ihre Schriftführung, wenn Sie alle Prüfungen abgeschlossen haben, und besprechen das Zeugnis und den Zeitablauf. \tWenn Ihr Zeugnis ausgestellt wurde, so werden Sie per Post benachrichtigt; bitte sorgen Sie für eine stets aktuelle Anschrift in TUMonline! \tFür Bachelorabsolvent:innen gilt: Das Zeugnis wird in der Regel zu folgenden Zeitpunkten beim beantragt, entweder Anfang/Mitte Mai oder Anfang/Mitte November - ansonsten nur auf Anforderung bei Ihrer Schriftführung! Für die Immatrikulation zum Master in der TUM School of Computation, Information and Technology - Informatik wird der Abschluss direkt an das Immatrikulationsamt gemeldet. \tFür weitere Informationen lesen Sie sich bitte die TUM Website durch.\n- Gibt es eine Abschlussfeier? \tJa, die Absolventenfeier findet in der Regel einmal im Jahr im Sommer statt. Eine Einladung zur Absolventenfeier erhalten Sie über Ihren tum.de E-Mail-Account und/oder per Post an die von Ihnen in TUMonline angegebene Adresse.\n- Wann werde ich exmatrikuliert? \tBitte lesen Sie sich die TUM Regelungen durch.\nEnde des Studiums / Übergang Bachelor-Master\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}