{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/mathematics/",
    "content": "Mathematics - Examinations - TUM - TUM School of Computation, Information and Technology\n\nExaminations in Mathematics\nExaminations in Mathematics\nYou want to register for an examination? You need to find out when examinations take place? Or you have studied abroad for a semester and want to have the credits you earned recognized? This page gives you the most important information on the subject.\nExaminations in Mathematics\n----------------------------------------\n\nCurrent Dates and Deadlines\nExaminations in Mathematics > Current Dates and Deadlines\n\nExamination period at the beginning of the winter term 2024 (retake examinations from summer term 2024):\nExaminations in Mathematics > Current Dates and Deadlines > Examination period at the beginning of the winter term 2024 (retake examinations from summer term 2024):\nExams will take place from September 30th, 2024 - October 19th, 2024\nRegistration for the exams is open from September 9th, 2024 to September 23rd, 2024. (applies to mathematics/computer science)Examination dates for oral examinations will be announced by the respective lecturer.\nDeadline for Grades: October 31, 2024 (all examinations)\n\nCurrent examination dates and registration periods in winter term 2024/25 (CIT)\nExaminations in Mathematics > Current Dates and Deadlines > Current examination dates and registration periods in winter term 2024/25 (CIT)\n\nExamination period at the end of the winter semester 2024/25:\nExaminations in Mathematics > Current Dates and Deadlines > Current examination dates and registration periods in winter term 2024/25 (CIT) > Examination period at the end of the winter semester 2024/25:\nExams will take place from February 10, 2025 - March 1, 2025 (mathematics/computer science)\nRegistration for the exams is open for the entire CIT from November 18th, 2025 - January 15th, 2025\nElectrical Engineering: February 10th 2025 - April 17th 2025\nMidterm and early exams in Computer Science (see IN)\n\nExamination period at the beginning of summer term 2025 (repeat exams; Mathematics/Computer Science):\nExaminations in Mathematics > Current Dates and Deadlines > Current examination dates and registration periods in winter term 2024/25 (CIT) > Examination period at the beginning of summer term 2025 (repeat exams; Mathematics/Computer Science):\nExams will take place from April 7th, 2025 to April 19th, 2025\nRegistration for the exams is open from March 17, 2025 - March 31, 2025\nDeadline for Grades: May 9, 2025\nDeviations from the respective deadlines are possible\nYou can find the exact exam dates in TUMonline from the start of each lecture.\nPlease note: Other schools may have different dates!\nExamination dates for oral examinations will be announced by the respective lecturer.\nWe wish you much success for your exams!\n\n\nExaminations in Mathematics > Current Dates and Deadlines >\nCurrent Dates and Deadlines\n----------------------------------------\n\nRegistration for examination\nExaminations in Mathematics > Registration for examination\n\nRegister correctly using Curricula Support\nExaminations in Mathematics > Registration for examination > Register correctly using Curricula Support\nTo take part in an examination, you must register using Curricula Support in TUMonline. Registering for the course does not automatically register you for the exam.\n\nRepeat examination\nExaminations in Mathematics > Registration for examination > Repeat examination\nIf you fail an examination, you must register again in order to complete the repeat examination.\nRegistration for examination\n----------------------------------------\n\nExamination Board for Mathematics\nExaminations in Mathematics > Examination Board for Mathematics\n\nThe Examination Board is responsible for all examinations in mathematical degree programs:\nExaminations in Mathematics > Examination Board for Mathematics > The Examination Board is responsible for all examinations in mathematical degree programs:\nChair: Prof. Dr. Johannes Müller Deputy Chair: Prof. Dr. Tim Hoffmann Secretary for the Bachelor program: Dr. Kathrin Ruf Secretary for the Master programs: Dr. Michael Ritter Secretary for the TopMath degree program: Dr. Carl-Friedrich Kreiner\nIn case of queries and requests (e.g. regarding missed examination registration deadlines or withdrawal from examinations) please contact the relevant secretary or write to: pa(at)ma.tum.de\nExamination Board for Mathematics\n----------------------------------------\n\nWhat to do in case of illness?\nExaminations in Mathematics > What to do in case of illness?\nShould you be prevented from taking part in an exam due to illness, you must see a doctor and get an official Medical Certificate for that day. Please keep this document in a safe place – should you fail to comply with the standard duration of your degree program, you may have to present this certificate as proof of having missed the exam for good reasons.\nIf you are not enrolled at the TUM Department of Mathematics, please follow the guidelines in case of illness of your own department.\nWhat to do in case of illness?\n----------------------------------------\n\nTranscript of Records (TOR)\nExaminations in Mathematics > Transcript of Records (TOR)\nA transcript (also called academic transcript or transcript of records) is an official document in English and German showing:\n- A list of courses attended at TUM (lectures, seminars, etc.)\n- Number of ECTS credits per course\n- Grades earned\n- Grading table\nIt is valid without signature and stamp. In the rare case you need a signed and stamped ToR, you can request a signed and stamped Transcript of Records (ToR) here: Student Service Center - Examination Office, Campus Garching, Boltzmannstr. 17, contact person: Natalia Hutanu.\nTranscript of Records (TOR)\n----------------------------------------\n\nRanking\nExaminations in Mathematics > Ranking\nTo request a ranking report, please send an e-mail to bachelor(at)ma.tum.de or master(at)ma.tum.de.\nYou should provide the following details:\n- last name, first name\n- matriculation number\n- for Master's students: please specify which Master's program\n- your preferred language for the report (English or German)\nATTENTION: If you have exceeded the standard duration of study, it is not possible to generate a ranking report.\nRanking\n----------------------------------------\n\nCredit transfer\nExaminations in Mathematics > Credit transfer\n\nCredit transfer for TUM modules\nExaminations in Mathematics > Credit transfer > Credit transfer for TUM modules\nMaster's students who have completed courses during their previous Bachelor's degree program at TUM that were not recorded on their graduation certificate can apply to have these credits recognized toward their Master’s degree program.\n\nAdvancing to a higher semester\nExaminations in Mathematics > Credit transfer > Advancing to a higher semester\nBachelor's and Master's students who wish to transfer at least 30 ECTS from a previous degree program to their current degree program will advance by one semester. Students with 52 ECTS or more will advance by two semesters and with each additional 30 ECTS they will advance by a further semester.\n\nModules from other universities: Bachelor\nExaminations in Mathematics > Credit transfer > Modules from other universities: Bachelor\nIf you are returning, for example, from a semester abroad, fill out the credit transfer request form and submit it along with the following documents to Silke Brandenberg (please e-mail the documents to bachelor(at)ma.tum.de):\n- Module description\n- Transcript of Records\n- Grade scale of the host institution\nAs soon as you receive an email confirming that the documents are ready to pick up, you take your documents and module descriptions (module catalog) to the module coordinator to obtain his or her signature or position statement on the matter. You then submit the signed documents once again to Heike Kudlich.\n\nModules from other universities: Master\nExaminations in Mathematics > Credit transfer > Modules from other universities: Master\nAfter returning from the host institution, fill out the credit transfer request form and submit it along with the following documents to Anja Hoffmann (please e-mail the documents to master(at)ma.tum.de):\n- Transcript of Records\n- Module description\n- Grade scale of the host institution\n- Proof from the host institution that the module is a Master's level module (e.g. with reference to the module description or a curriculum)\nAfter your documents have been verified, an entry will be made in TUMonline acknowledging completion of the examination requirement (credits). Should an additional position statement from the module coordinator be required, you will be informed accordingly by email.\n\nSemester count after leave of absence\nExaminations in Mathematics > Credit transfer > Semester count after leave of absence\nIf students have earned at least 30 credits at another university (in Germany or abroad) during a leave of absence and wish to have all of these count towards their Bachelor's or Master's degree, they advance by one semester; with 52 credits or more, they will advance by a further semester.\nPlease note: Should you wish a certain portion of credits to count towards the Bachelor’s degree and another towards the Master's degree (e.g. of 30 credits in total, 10 towards the Master’s and 20 towards the Bachelor’s), you cannot be advanced a semester.\n\nExtradisciplinary skills\nExaminations in Mathematics > Credit transfer > Extradisciplinary skills\nStudents acquire personal and social competencies, as well as skills concerning information, ideas, and methods, within the scope of our current extradisciplinary courses:\n\nBachelor's program\nExaminations in Mathematics > Credit transfer > Extradisciplinary skills > Bachelor's program\nFrom the 3rd to the 6th semesters, students must verify that they have completed courses worth 6 ECTS.\n\nMaster’s program\nExaminations in Mathematics > Credit transfer > Extradisciplinary skills > Master’s program\nDuring the Master's program, 4 ECTS are required (for the Mathematics in Data Science Master's program, 3 ECTS).\nPlease clarify any issues concerning recognition of these credits in advance with Silke Brandenberg or Anja Hoffmann.\nCredit transfer\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-operations-research"
}