{
    "link": "https://www.cit.tum.de/en/cit/studies/students/thesis-completing-your-studies/informatics/",
    "content": "Thesis Informatics - TUM - TUM School of Computation, Information and Technology\n\nThesis and Completing your Studies in Informatics\nThesis and Completing your Studies in Informatics\nThesis and Completing your Studies in Informatics\n----------------------------------------\n\nGeneral information on your thesis\nThesis and Completing your Studies in Informatics > General information on your thesis\n- For tips on finding a topic and completing the thesis, please come to the information event Let's talk about - Final Thesis @in.tum\n- It is mandatory to be enrolled while writing your thesis.\n- For information on writing guidelines, formatting, extension, submission, and visibility of registration and submission, please see thesis in detail.\nGeneral information on your thesis\n----------------------------------------\n\nThesis in detail\nThesis and Completing your Studies in Informatics > Thesis in detail\nThesis in detail\n----------------------------------------\n\nGuidelines\nThesis and Completing your Studies in Informatics > Guidelines\nGuidelines\n----------------------------------------\n\nPossible Examiners\nThesis and Completing your Studies in Informatics > Possible Examiners\nAll professors and affiliate members of the School of Computation, Information and Technology can supervise Bachelor's and Master's theses:\nList of professors of CIT\nPossible Examiners\n----------------------------------------\n\nFormatting instructions\nThesis and Completing your Studies in Informatics > Formatting instructions\n\nGeneral:\nThesis and Completing your Studies in Informatics > General:\n- A4 size\n- Printed\n- No handwriting (apart from date and signature at the second page)\n\nBinding:\nThesis and Completing your Studies in Informatics > Binding:\n- Cardstock (no transparent film, no plastic cover)\n- Hardback (no spiral binding)\n\nCover:\nThesis and Completing your Studies in Informatics > Cover:\n- Technische Universität München or Technical University of Munich\n- School of Computation, Information and Technology - Informatics\n- Master's Thesis in | Bachelor's Thesis in Informatics | Informatics: Games Engineering | Information Systems | Biomedical Computing | Data Engineering and Analytics ...\n- Thesis title (in the language of the thesis). \tPlease note: If the title is different from the title you have registered, the new title must be confirmed by your examiner.\n- First and last name of the author.\n- The TUM and departmental logos are optional.\n- Please note:  \tThe TUM and departmental logos are optional. \tDo not attach any notes, images and company name or other logos. \tNo company name or company logo.\n\nSpine:\nThesis and Completing your Studies in Informatics > Spine:\n- Author and shortened title, Imprinted or permanently fixed (f.e. glue on the text with wide tape).\n\nFirst page:\nThesis and Completing your Studies in Informatics > First page:\n- Repeat the cover information.\n- Also include: \t \t\tThe title must be written in English as well as German. \t\tExaminer: The first and last names of the supervisor including the academic title \t\tSupervisor/s: The first and last names of the advisor/s including the academic title \t\tSubmission date: (must not be handwritten) \t\t \t\t\tthe actual submission date \t\t\tor the submission deadline (15th of the month)\n- The title must be written in English as well as German.\n- Examiner: The first and last names of the supervisor including the academic title\n- Supervisor/s: The first and last names of the advisor/s including the academic title\n- Submission date: (must not be handwritten) \t\t \t\t\tthe actual submission date \t\t\tor the submission deadline (15th of the month)\n- the actual submission date\n- or the submission deadline (15th of the month)\n- Please note:  \tDo not include your student registration number or other personal data such as date of birth. \tDo not attach any notes, images and company name or logo.\n\nSecond page:\nThesis and Completing your Studies in Informatics > Second page:\n- Include the following declaration: \tI confirm that this bachelor's thesis | master's thesis is my own work and I have documented all sources and material used.\n- Handwritten signature and date of signature (date may also be handwritten).\nFormatting instructions\n----------------------------------------\n\nFormatting (examples and template)\nThesis and Completing your Studies in Informatics > Formatting (examples and template)\nLaTeX template\nThere is a (non-official) LaTeX template , but the previously mentioned formatting instructions should be checked.\nFormatting (examples and template)\n----------------------------------------\n\nCode of Conduct\nThesis and Completing your Studies in Informatics > Code of Conduct\nPlease respect the Student Code of Conduct.\nCode of Conduct\n----------------------------------------\n\nTUM Writing Guidelines\nThesis and Completing your Studies in Informatics > TUM Writing Guidelines\n- TUM The Use of English in Thesis Titels at TUM\nTUM Writing Guidelines\n----------------------------------------\n\nTUM Handout Theses\nThesis and Completing your Studies in Informatics > TUM Handout Theses\nTUM Handout Theses\nThe latest version of the handout can be found on the central website Downloads - Teaching and Quality Management.\nTUM Handout Theses\n----------------------------------------\n\nRegistration\nThesis and Completing your Studies in Informatics > Registration\nRegistration\n----------------------------------------\n\nBachelor's thesis / Master´s thesis\nThesis and Completing your Studies in Informatics > Bachelor's thesis / Master´s thesis\nFrom 15 January 2024, all final theses in the School of Computation, Information and Technology will be managed via the CIT portal.\nOnce you have found a topic and a supervising chair for your thesis, you will be registered by the supervising chair. You will receive an e-mail asking you to confirm your thesis registration. Only after you have confirmed your registration the Academic Programmes Office will be able to check the admission requirements and you will receive an email confirming your binding registration for your thesis.\nFor more information, see Thesis and Competing your Studies\nDeadline for submission of Bachelor´s Thesis is is four months later at the latest (Bachelor Informatics and Informatics: Games Engineering) resp. five months later at the latest (Bachelor Information Systems)\nDeadline for submission of Master´s Thesis is six months later at the latest. Other deadlines apply for part-time students.\nBachelor's thesis / Master´s thesis\n----------------------------------------\n\nVisibility in TUMonline (Registration and Submission)\nThesis and Completing your Studies in Informatics > Visibility in TUMonline (Registration and Submission)\nHow can I see in TUMonline that my thesis is registered?\nOn your personal overview page in TUMonline, you will find the application \"Student Files\" in the section \"Studies and Courses\". If you click on it, you will get to your student file, where there is also a tab \"Degrees\". In the lower part of this tab you will find your thesis, if you are already registered. If you hold the cursor over the orange dot, your submission date will be displayed.\nAlternatively, you can go to your \"Curriculum Support\" via the tile \"Study Status/Curriculum\". If you expand the entry \"Bachelor'sThesis\" with the \"Plus\" twice, you will see a note that the thesis is registered.\nWhen we have received your thesis and registered your submission, this will also be displayed there.\nVisibility in TUMonline (Registration and Submission)\n----------------------------------------\n\nSubmission and Extension for theses starting before 15.01.2024\nThesis and Completing your Studies in Informatics > Submission and Extension for theses starting before 15.01.2024\nThe subsequent regulations apply only to students in the following degree programs:\n- Bachelor: Informatics, Informatics: Games Engineering, Information Systems\n- Master: Biomedical Computing, Data Engineering and Analytics, Informatics, Informatics: Games Engineering, Information Systems,\nSubmission and Extension for theses starting before 15.01.2024\n----------------------------------------\n\nOnsite submission - Only for theses starting before 15.01.2024\nThesis and Completing your Studies in Informatics > Onsite submission - Only for theses starting before 15.01.2024\nAll students whose thesis was not registered via Koinon and therefore has to be submitted physically may contact their respective case manager(or Susanne Kinzel) to arrange an individual submission date.\nOnsite submission - Only for theses starting before 15.01.2024\n----------------------------------------\n\nSubmission by post - Only for theses starting before 15.01.2024\nThesis and Completing your Studies in Informatics > Submission by post - Only for theses starting before 15.01.2024\nIf it is not possible for you to hand in your final thesis onsite, you will have to send it by post.\nPlease mail one copy of your thesis by post to:\nTechnische Universität München Servicebüro Studium Informatik, SB-S-IN Boltzmannstr. 3 D-85748 Garching\nThe date of the postmark counts.\nSubmission by post - Only for theses starting before 15.01.2024\n----------------------------------------\n\nSubmission regulations - Only for theses starting before 15.01.2024\nThesis and Completing your Studies in Informatics > Submission regulations - Only for theses starting before 15.01.2024\n- the thesis must be submitted on the 15th of the month, or the next working day if the 15th is a Saturday, Sunday, or public holiday\n- early submission is possible\n- Submit one paper copy at the Academic Programs Office - Informatics\n- Submit one copy to your examiner (please clarify with your examiner how to submit this copy)\n- You may also wish to give one copy to the departmental library and one copy to the supervisor, but this is not compulsory.\nIf a final thesis has been approved as a group paper in consultation with the examiner in the sense of §18 Para. 2 of the APSO, each author must nevertheless submit a separate copy of the thesis with his or her own affidavit. The individual assignment of the examination performance to be evaluated should be clearly evident from the work. On the cover page and the spine only the name of the student submitting this copy should be written. On the first page, all authors can be listed under \"Authors\".\nSubmission regulations - Only for theses starting before 15.01.2024\n----------------------------------------\n\nExtension\nThesis and Completing your Studies in Informatics > Extension\nIf you are unable to meet the submission deadline of your thesis for valid reasons for which you are not responsible, you can submit an application for an extension of the thesis to the Examination Board.\nThe application must be submitted immediately to the secretary responsible for your degree program, by email from your TUM account. If possible, please fill in and sign the form digitally. Medical certificates also have to be submitted in original (by post). The processing time after submission of all documents is usually two weeks, and you will be notified of the Examination Board's decision.\nApplications can generally be divided into two categories:\n1) Health reasons\nIf you are ill and can prove by a certificate that you are prevented from working on your thesis, the processing time is suspended. In the Department of Informatics, this is represented by an extension of your submission deadline. A medical certificate must be enclosed with the application in original. A certificate of incapacity for work is not sufficient. You can find the requirements for a certificate on the website Withdrawing from Examinations – Medical Certificates.\nRequest for an Extension for Health Reasons\n2) Other reasons\nIn cases of delays due to other valid reasons for which you are not responsible, the submission deadline of your thesis may be extended in exceptional and particularly justified cases in agreement with the thesis examiner and with the approval of the Examination Board. Please enclose a detailed justification (if possible with supporting documents) with your application.\nRequest for an Extension for Other Reasons\nExtension\n----------------------------------------\n\nCompleting your Studies\nThesis and Completing your Studies in Informatics > Completing your Studies\n\nRelease of final certificate\nThesis and Completing your Studies in Informatics > Completing your Studies > Release of final certificate\nPlease contact the secretary of the Examination Board of your study program via e-mail for the release of your Bachelor's degree documents when all grades have been entered and validly set. For enrollment in consecutive Master's programs in Informatics at TUM, the following applies: From mid-September and mid-March respectively, the graduation will be reported directly to the Enrollment Office after the release of the transcripts, so that the graduation documents are no longer necessary for enrollment.\n\nGraduation documents and preliminary certificates\nThesis and Completing your Studies in Informatics > Completing your Studies > Graduation documents and preliminary certificates\nPlease be aware that graduation documents and preliminary certificates can only be issued when all grades in TUMonline (including the thesis) are validated. Certificates for students of the Faculty for Informatics  are issued by the Graduation Office and Academic Records Campus Garching exclusively, after approval by the Examination Board. Please contact the Secretary of the Examination Board of your study program as soon as all your grades are validated. (Responsible Secretary of the Examination Board: see section \"Contact\" on the webpage for your study program)\n\nTransition Bachelor – Master\nThesis and Completing your Studies in Informatics > Completing your Studies > Transition Bachelor – Master\nIf you enroll for a consecutive Master's program at the Department of Informatics after your Bachelor's degree, we will forward your bachelor's degree to the Admissions and Enrollment Office for enrollment (not for the application!). The graduation documents are therefore not necessary for enrollment. A green checkmark will then appear in the online application portal for your degree certificate and diploma. Please note that it may take a few days until the documents are updated in the portal. If you do not see these two green check marks 1 week before the enrollment deadline, please contact the secretary of the examination board as soon as possible.\nPlease find more information under graduation.\nCompleting your Studies\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}