{
    "link": "https://www.cit.tum.de/en/cit/studies/students/thesis-completing-your-studies/mathematics/",
    "content": "Thesis Mathematics - TUM - TUM School of Computation, Information and Technology\n\nThesis and Completing your Studies in Mathematics\nThesis and Completing your Studies in Mathematics\nIn order to successfully complete a Bachelor's or Master's degree program in the area of Mathematics, students must write a scientific work: the Bachelor’s thesis or Master's thesis. Here, you will find an overview of everything you need to know, from planning to submission:\nThesis and Completing your Studies in Mathematics\n----------------------------------------\n\nGeneral Information\nThesis and Completing your Studies in Mathematics > General Information\nGeneral Information\n----------------------------------------\n\nRegistration\nThesis and Completing your Studies in Mathematics > Registration\n\nWhen and where?\nThesis and Completing your Studies in Mathematics > Registration > When and where?\nIt is possible to register your thesis on the 1st and 15th of each month.\nAll final theses starting from 1st February 2024 onwards in the PP Mathematics at the School of Computation, Information and Technology will be managed via the CIT portal.\nOnce you have found a topic and a supervising chair for your thesis, you will be registered by the supervising chair. You will receive an e-mail asking you to confirm your thesis registration. Only after you have confirmed your registration the Academic Programmes Office will be able to check the admission requirements and you will receive an email confirming your binding registration for your thesis.\nFor more information, see Thesis and Completing your Studies.\n\nFurther documents?\nThesis and Completing your Studies in Mathematics > Registration > Further documents?\nIf you have completed extracurricular activities or a stay abroad during your studies, these can be included in the Diploma Supplement. To do this, we need the Route Card for the Diploma Supplement by the end of your studies at the latest. Please send the completed form as a PDF or photo/scan (readable) to bachelor(at)ma.tum.de or master(at)ma.tum.de. We recommend you to hand in the Route Card when registering your thesis or shortly afterwards. Please also note the Information on the Diploma Supplement.\nFor more information, see Thesis and Completing your Studies\nNote: The Diploma Supplement is an English-language supplement to the university diploma and describes the qualifications linked to the study program. Under the heading “Additional Information” in this document, you can request the incorporation of specific details of extracurricular activities completed within the framework of your degree course.\nRegistration\n----------------------------------------\n\nComposition\nThesis and Completing your Studies in Mathematics > Composition\n\nLanguage\nThesis and Completing your Studies in Mathematics > Composition > Language\nThe thesis can be written in German or English language. The Bachelor's thesis muss be prefaced with an abstract in the other language, not the one in which it is written.\n\nFormal considerations\nThesis and Completing your Studies in Mathematics > Composition > Formal considerations\nCover page and page 1\nHere you indicate the topic of the work as well as your name and that of the supervisor. In addition, you indicate the date of submission (see example).\nExample of a cover page\nPage 2\nHere you make the following declaration:\n“I hereby declare that this thesis is my own work and that no other sources have been used except those clearly indicated and referenced.” (Place, date, signature either on a tablet or as a scan of your original signature).\nIf you do not wish to use a digital signature, you may alternatively submit a separate page with the declaration and your original signature at the Infopoint.\n\nChange of title\nThesis and Completing your Studies in Mathematics > Composition > Change of title\nPlease write an e-mail containing the new thesis title to bachelor(at)ma.tum.de or master(at)ma.tum.de and CC your supervisor and co-supervisor.\nComposition\n----------------------------------------\n\nSubmission\nThesis and Completing your Studies in Mathematics > Submission\n\nSubmisson and extension of theses starting until and including 15.01.2024\nThesis and Completing your Studies in Mathematics > Submisson and extension of theses starting until and including 15.01.2024\n\nDigital submission\nThesis and Completing your Studies in Mathematics > Submisson and extension of theses starting until and including 15.01.2024 > Digital submission\nThe Bachelor's or Master's thesis has to be submitted digitally. Please submit the thesis as a PDF file to bachelor(at)ma.tum.de or master(at)ma.tum.de within the deadline. If you have to hand in code or other files, please e-mail all files collected in a zip folder. Printed copies and USB sticks will no longer be accepted.\n\nDate\nThesis and Completing your Studies in Mathematics > Submisson and extension of theses starting until and including 15.01.2024 > Date\nShould the submission date fall on a weekend or a public holiday, submission on the subsequent workday is also possible. Theses can of course also be submitted prior to the planned submission date.\n\nExtension\nThesis and Completing your Studies in Mathematics > Submisson and extension of theses starting until and including 15.01.2024 > Extension\nIn the event that you need more time to work on your thesis, you must submit an application to bachelor(at)ma.tum.de or master(at)ma.tum.de for an extension, at least seven days prior to the planned submission date. This application must have been signed by your thesis supervisor (or you have to send the consent of the supervisor in electronic form). In the event of a second extension, the Chair of the Examination Board must sign the application as well as the thesis supervisor.\nBachelor's Thesis: Application for an extension Master's Thesis: Application for an extension\n\nSubmisson and extension of theses starting from 01.02.2024 onwards\nThesis and Completing your Studies in Mathematics > Submisson and extension of theses starting from 01.02.2024 onwards\nTheses registered from 01.02.2024 onwards are managed entirely via the CIT portal. This portal is also used for submission within the deadline (including all required files, such as codes). If necessary, you can also apply for an extension of the submission deadline.\nFor more information, see Thesis and Completing your Studies.\nSubmission\n----------------------------------------\n\nTools and tips\nThesis and Completing your Studies in Mathematics > Tools and tips\n\nLaTeX\nThesis and Completing your Studies in Mathematics > Tools and tips > LaTeX\nThe typesetting system LaTeX is the standard program worldwide for the compilation of theses that contain mathematical formulas. It is recommended that you familiarize yourself with LaTeX as early as possible during the course of your studies. It is a good exercise to prepare sheets for seminar presentations using LaTeX.\nYou can find further information, templates and helpful advice on our LaTeX info page.\nLogos\nCorporate design and use of TUM logos\n- TUM logo\nThesis Templates for LaTeX\nLaTeX-Template Bachelor / Master\n\nLiterature\nThesis and Completing your Studies in Mathematics > Tools and tips > Literature\nThe TUM Library does not only offer outstanding access to a wide range of books, newspapers, and electronic media, it also offers courses on, for example, bibliographical research and how to correctly cite works.\nPlease also note subject-specific practices when citing works.\nFurther seminar papers and tools specific to mathematics\nFor licensing and contractual reasons, some of these databases are only accessible via domains belonging to the TUM Departments of Mathematics and/or Informatics. Please address queries where applicable to your supervisor or the TUM Library:\n- MathSciNet – Mathematical reviews on the web\n- JADE – Journal Articles Database\n- ERAM – Electronic Research Archive for Mathematics\n- Online database at Zentralblatt MATH\n\nEnglish theses\nThesis and Completing your Studies in Mathematics > Tools and tips > English theses\nThe English Writing Center offers all TUM members free one-to-one advice on writing English texts and helps you to enhance your writing skills.\nTools and tips\n----------------------------------------\n\nAny questions?\nThesis and Completing your Studies in Mathematics > Any questions?\nFor questions relating to the content of your Bachelor's or Master's thesis, please contact your thesis supervisor as defined in the General Academic and Examination Regulations (APSO), co-supervisor or the Student Advisory Office responsible.\nAny questions?\n----------------------------------------\n\nBachelor's Thesis Details\nThesis and Completing your Studies in Mathematics > Bachelor's Thesis Details\nBachelor's Thesis Details\n----------------------------------------\n\nWhen to start\nThesis and Completing your Studies in Mathematics > When to start\nDo you have at least 8 credits in Advanced Courses? Then it is the right moment to commence your Bachelor’s thesis. By the eighth semester of enrollment in your current degree program, at the latest, you must commence your thesis as long as there are no reasonable grounds preventing you from doing so in accordance with section 10 (6) of the APSO.\nWhen to start\n----------------------------------------\n\nTime frame & length\nThesis and Completing your Studies in Mathematics > Time frame & length\nYou have three months in which to complete your Bachelor’s thesis. This period begins on the date of registration. During this period, you should spend an average of at least 30 hours per week on the Bachelor's thesis – an effort equivalent to 12 credits.\nThe Bachelor’s thesis should not exceed 35 pages.\nTime frame & length\n----------------------------------------\n\nChoice of topic\nThesis and Completing your Studies in Mathematics > Choice of topic\nIn order to reduce the time needed to familiarize yourself with the topic, it is recommended to choose a topic for your Bachelor's thesis which corresponds to the theme of the Advanced Seminar taken.\nChoice of topic\n----------------------------------------\n\nExaminer and assessment\nThesis and Completing your Studies in Mathematics > Examiner and assessment\nThe Bachelor’s thesis must be evaluated by someone who is authorized to do so (thesis supervisor as defined in the APSO) at the TUM School of CIT. You will find an overview of other eligible persons outside the School of CIT in the list below. It is the written work that is assessed. The talk you give concerning the content does not affect the grading.\nPersons outside the School of CIT who are authorized to examine theses\nExaminer and assessment\n----------------------------------------\n\nMaster's Thesis Details\nThesis and Completing your Studies in Mathematics > Master's Thesis Details\nMaster's Thesis Details\n----------------------------------------\n\nTime frame\nThesis and Completing your Studies in Mathematics > Time frame\nYou have six months to complete your Master’s thesis. This period begins on the date of registration. You normally complete the Master’s thesis in the fourth semester of your Master’s program after you have fulfilled all other academic and exam requirements.\nTime frame\n----------------------------------------\n\nExaminers and assessment\nThesis and Completing your Studies in Mathematics > Examiners and assessment\nThe Master’s thesis must be approved and evaluated by someone who is authorized to do so (thesis supervisor as defined in the APSO) at the TUM School of CIT. You will find an overview of other eligible persons outside the School of CIT in the list below:\nPersons outside the School of CIT who are authorized to examine theses\nExaminers and assessment\n----------------------------------------\n\nCompleting your Studies\nThesis and Completing your Studies in Mathematics > Completing your Studies\n\nRelease of final certificate\nThesis and Completing your Studies in Mathematics > Completing your Studies > Release of final certificate\nOnce you have completed all the requirements for your degree, we will contact you by email and ask for the approval to issue your diploma certificate.\n\nGraduation documents and preliminary certificates\nThesis and Completing your Studies in Mathematics > Completing your Studies > Graduation documents and preliminary certificates\nAfter you have given us the approval for the generating of your diploma certificate, your graduation documents will be generated within 4 - 6 weeks at the Graduation Office and Academic Records Campus Garching. You will be notified by post as soon as your certificate has been issued. Please make sure that your current study address in TUMonline is up to date.\nIf required, you can also apply to the Graduation Office and Academic Records Campus Garching for a preliminary certificate.\n\nTransition Bachelor – Master\nThesis and Completing your Studies in Mathematics > Completing your Studies > Transition Bachelor – Master\nIf you have applied for a consecutive mathematics Master's program at our school after completing your TUM mathematics Bachelor's degree, please let us know (at bachelor(at)ma.tum.de). It is possible to forward your Bachelor's degree to the Admissions and Enrollment Office for enrollment (not for the application!). The graduation documents are therefore not necessary for enrollment. A green checkmark will then appear in the online application portal for your degree certificate and diploma (Application Status). Please note that it may take a few days until the documents are updated in the portal. If you do not see these two green check marks one week before the enrollment deadline, please contact bachelor(at)ma.tum.de as soon as possible.\n\nDiploma Supplement\nThesis and Completing your Studies in Mathematics > Completing your Studies > Diploma Supplement\nIf you have completed extracurricular activities or a stay abroad during your studies, these can be included in the Diploma Supplement. To do this, we need the Route Card for the Diploma Supplement by the end of your studies at the latest. Please send the completed form as a PDF or photo/scan (readable) to bachelor(at)ma.tum.de or master(at)ma.tum.de. Please also note the Information on the Diploma Supplement.\nPlease find more information under TUM Graduation.\nCompleting your Studies\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematik"
}