{
    "link": "https://www.cit.tum.de/en/cit/studies/international/informatics-outgoing/internship-abroad/",
    "content": "Internship Abroad - Informatics - TUM - TUM School of Computation, Information and Technology\n\nInternships Abroad\nInternships Abroad\nAn internship abroad is a wonderful way to learn practical applications for your studies, gain work experience, build your professional network, develop your language skills, and more.\nYour first step will be to decide what kind of internship you’re interested in, and where you’d like to go. Once you have an idea of what you’re looking for, you can find available internships and apply for them, keeping in mind the practical considerations below.\nInternships Abroad\n----------------------------------------\n\nResearch Internships at Universities\nInternships Abroad > Research Internships at Universities\nSome of our partner universities offer research internships every year, usually for Bachelor or Master students in their first year.\nTypically, the application deadlines for these offers are from early-October to late-January (TUM winter semester)  for a stay in spring/summer from May until August. We update our websites with the current application deadlines yearly.\nOften, the internships are associated with a scholarship or are remunerated with a high internship salary. You can find the links to the single calls for applications further below or on the left in the menu bar.\nResearch Internships at Universities\n----------------------------------------\n\nInternships at a Company or University\nInternships Abroad > Internships at a Company or University\nHere you can find preparatory information and a few tips on how to approach an application for an internship. Informatics/Computer Science students are welcome interns worldwide, so take heart!\nInternships at a Company or University\n----------------------------------------\n\nWhere do I want to go?\nInternships Abroad > Where do I want to go?\nYour language skills, in particular, are decisive when it comes to choosing your internship destination. In contrast to studying abroad, you do not have the possibility to learn the language only on-site. To be able to work properly at your new workplace from day one, we recommend to have a good spoken and written command of the respective language. Therefore, it often makes sense to do an internship directly after studying abroad. At this point, your language skills are mostly at a level that enables you to communicate with your colleagues without any problems.\nException: companies that have English as their company language, but are located for example in Finland. In these cases, your English skills are decisive.\nWhere do I want to go?\n----------------------------------------\n\nHow to Find an Internship?\nInternships Abroad > How to Find an Internship?\nThere are generally three routes you can choose when looking for an internship:\n- going through the Erasmus program,\n- finding one on your own, or\n- using the services of an agency specializing in international internships, usually for a fee.\nFinding an internship abroad yourself is of course more time-consuming, but you don't have to pay fees, as is the case with paid providers. Here you will find research tips for self-organized internships abroad, which you can combine with a scholarship as well as further links to commercial providers.\nSome ideas for finding internships independently are:\n- Search via the TUM Career Service\n- Search via a German company with branches overseas: many large companies (e.g. Siemens, BMW,...) only allow their own working students to take advantage of this privilege, i.e. you would already have to work for this company in Germany in order to be sent to a branch abroad. For some companies, it makes more sense to apply directly to the German branch abroad (e.g. VW in Mexico).\n- Search via an international company in Germany: you can try to get into the head office abroad via a German branch.\n- Students' initiatives: \t \t\tIAESTE München: internships worldwide, mostly for STEM degree programs, application in fall (there is a pre-application phase) for an internship in the following summer, 150€ deposit when accepted for an internship, 15€ for preparatory seminar. You can also request internships during the year. \t\tAIESEC: internships worldwide, different durations possible, 450€ fee\n- IAESTE München: internships worldwide, mostly for STEM degree programs, application in fall (there is a pre-application phase) for an internship in the following summer, 150€ deposit when accepted for an internship, 15€ for preparatory seminar. You can also request internships during the year.\n- AIESEC: internships worldwide, different durations possible, 450€ fee\nAgencies and organizations that place internship positions or give respective advice for a fee:\n- AYUSA: internships in USA, Canada, Australia, New Zealand\n- WORLD-OF-EXCHANGE : information on internships abroad and placement of positions in various sectors worldwide\n- gls-Sprachreisen : internships and language courses worldwide\n- College Council : studying and working in an English speaking country\n- STUDENTS-GO-ABROAD : internship offers in various regions of the world\nOther useful links to databases, programs and organizations:\n- Scholarships \t \t\tErasmus+ scholarships for internships in Europe and worldwide\n- Erasmus+ scholarships for internships in Europe and worldwide\n- Databases \t \t\tVulcanus (EU program offering internships in Japan that last from August-March) \t\tMonster (job and internship database) \t\tPraktikum.de  (internship database) \t\tJoin the Best (MLP's scholarship program) \t\tAcademic Work (jobs and internships in Scandinavia) \t\tInternational Placement Center e.V. (international internships) \t\tBavarian-Indian Centre (internships, particularly in South India & BayIND scholarship)\n- Vulcanus (EU program offering internships in Japan that last from August-March)\n- Monster (job and internship database)\n- Praktikum.de  (internship database)\n- Join the Best (MLP's scholarship program)\n- Academic Work (jobs and internships in Scandinavia)\n- International Placement Center e.V. (international internships)\n- Bavarian-Indian Centre (internships, particularly in South India & BayIND scholarship)\n- Contacts  \t \t\tFederal Employment Agengy \t\tGerman Academic Exchange Service (DAAD)\n- Federal Employment Agengy\n- German Academic Exchange Service (DAAD)\n- Chambers of Commerce and Industry \t \t\tGerman Chamber of Commerce Abroad \t\tGerman Chamber of Commerce and Industry - Munich\n- German Chamber of Commerce Abroad\n- German Chamber of Commerce and Industry - Munich\nHow to Find an Internship?\n----------------------------------------\n\nHow to Apply for an Internship?\nInternships Abroad > How to Apply for an Internship?\nOnce you’ve found an internship you’re interested in, it’s time to prepare your application. Application standards can vary greatly among countries, so make sure to investigate the correct way to format an application in the relevant country. For instance, there may be a preferred way to format your CV, or certain conventions to keep in mind for your cover letter.\nEuropass offers extensive advice on applying for jobs and internships in EU countries, and provides a CV template.\nHow to Apply for an Internship?\n----------------------------------------\n\nPractical Considerations\nInternships Abroad > Practical Considerations\nAfter being offered an internship position, keep the following in mind:\n\nHealth Insurance\nInternships Abroad > Practical Considerations > Health Insurance\n- Internships within the EU: Within the EU, your German health insurance covers you as long as you order a European Health Insurance Card (EHIC). However, we also recommend arranging additional insurance to cover repatriation in case of emergency, as this is not covered by the EHIC.\n- Internships outside the EU: Outside of the EU, you must arrange health insurance independently.\n- Liability insurance: We also recommend arranging for third-party liability insurance for possible damages incurred within the company you where you will be completing your internship.\n\nVisas and Residence Permits\nInternships Abroad > Practical Considerations > Visas and Residence Permits\nBegin to investigate visa and residence permit regulations as soon as possible after arranging for your internship abroad, as the application processes can be lengthy and complex. To find visa regulations in the country where you plan to intern, contact the country’s embassy in Germany; usually visa information can be found on the embassy’s website.\nAlso bear in mind that there are usually fees associated with applying for a visa.\nNote: For internships in the United States, the US Embassy is not responsible for issuing internship visas. Rather, certain organizations like the College Council, Cultural Vistas, or the German-American Chamber of Commerce will process your visa application. Contact these organizations directly for details and to apply.\n\nLeave of Absence\nInternships Abroad > Practical Considerations > Leave of Absence\nIn order to take time out of your studies for an internship, you must apply for an official leave of absence. If your internship takes place in an extra-European country, a leave of absence is possible to a limited extend. Please always check with the Matriculation Office. In any case, the internship must last at least 12 weeks for a leave of absence.\nThe academic advisors can issue a certification for the Matriculation Office to support a semester of leave; they need your contract, your job description, and your TUMonline transcript of records.\n\nLanguage and Culture\nInternships Abroad > Practical Considerations > Language and Culture\nIt is vital that you have a strong command of your company’s workplace language, both written and oral, before beginning your internship. This will allow you to successfully communicate with your colleagues. We strongly recommend that you spend time brushing up on your language skills and studying job-specific terminology in advance of your internship.\nAlso keep in mind that the language used at your company is not necessarily the same as the language spoken in that country; many international companies use English as a workplace language even if English is not an official language in their country.\n- The Language Center at TUM offers courses in many languages to help you prepare.\n- The DAAD also provides scholarships for language courses (Arabic & some Asian languages).\nAdditionally, we strongly recommend that you take time to read about the workplace culture in your host country, as cultural norms, particularly in the professional world, can vary greatly.\nPractical Considerations\n----------------------------------------\n\nScholarships for Internships (ERASMUS+ and others)\nInternships Abroad > Scholarships for Internships (ERASMUS+ and others)\nYour can find interesting calls for funding internships in industry and research on the TUM Global & Alumni website for ERASMUS internships in Europe and worldwide, for internships in Switzerland and on the general website on scholarships.\nScholarships for Internships (ERASMUS+ and others)\n----------------------------------------\n\nYearly offers of our partner universities and the DAAD (German Academic Exchange Service):\nInternships Abroad > Yearly offers of our partner universities and the DAAD (German Academic Exchange Service):\nYearly offers of our partner universities and the DAAD (German Academic Exchange Service):\n----------------------------------------\n\nRISE - Worldwide Internships and Scholarships (Application deadline: December 8, 2023)\nInternships Abroad > RISE - Worldwide Internships and Scholarships (Application deadline: December 8, 2023)\nRISE - Worldwide Internships and Scholarships (Application deadline: December 8, 2023)\n----------------------------------------\n\nETH Summer - Switzerland (Application deadline: December 15, 2023)\nInternships Abroad > ETH Summer - Switzerland (Application deadline: December 15, 2023)\nETH Summer - Switzerland (Application deadline: December 15, 2023)\n----------------------------------------\n\nETH Robotics Student Fellowship - Switzerland (Application period: January 15, 2024 - February 29, 2024)\nInternships Abroad > ETH Robotics Student Fellowship - Switzerland (Application period: January 15, 2024 - February 29, 2024)\nETH Robotics Student Fellowship - Switzerland (Application period: January 15, 2024 - February 29, 2024)\n----------------------------------------\n\nEPFL Summer - Switzerland (Application deadline: December 3, 2023)\nInternships Abroad > EPFL Summer - Switzerland (Application deadline: December 3, 2023)\nEPFL Summer - Switzerland (Application deadline: December 3, 2023)\n----------------------------------------\n\nAalto University - Helsinki (Application period: January 2-29, 2024)\nInternships Abroad > Aalto University - Helsinki (Application period: January 2-29, 2024)\nAalto University - Helsinki (Application period: January 2-29, 2024)\n----------------------------------------\n\nÉcole Polytechnique - Paris\nInternships Abroad > École Polytechnique - Paris\nÉcole Polytechnique - Paris\n----------------------------------------\n\nUniversity of Alberta - Canada (Application deadline: November 5, 2023)\nInternships Abroad > University of Alberta - Canada (Application deadline: November 5, 2023)\nUniversity of Alberta - Canada (Application deadline: November 5, 2023)\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}