{
    "link": "https://www.cit.tum.de/cit/studium/studierende/abschlussarbeit-abschluss/elektrotechnik-informationstechnik/",
    "content": "Abschlussarbeit Elektrotechnik und Informationstechnik - TUM - TUM School of Computation, Information and Technology\n\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik\n----------------------------------------\n\nEine Übersicht der Lehrstühle und Professuren finden Sie innerhalb der Websites der Departments of Electrial Engineering und Computer Engineering.\n\n----------------------------------------\n\nBachelorarbeit\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Bachelorarbeit\nBachelorarbeit\n----------------------------------------\n\nZulassungsvoraussetzung\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Zulassungsvoraussetzung\nMit der Bearbeitung der Bachelor's Thesis kann unter folgenden Voraussetzungen begonnen werden:\n- Studierende der PO20181 (Beginn zwischen WS 2018/19 und WS 2022/23) und Studierende der PO20231 (Beginn ab WS 2023/24): 120 ECTS aus bestandener GOP-Prüfung und weiteren Modulen aus dem Curriculum des Bachelorstudiengangs Elektrotechnik und Informationstechnik\n- [auslaufend: Studierende der PO20131 (Beginn bis WS17/18):120 Credits aus Pflichtmodulen und vertiefenden Wahlmodulen (davon max. 30 ECTS)]\n[auslaufend: Studierende der PO20131 (Beginn bis WS17/18):120 Credits aus Pflichtmodulen und vertiefenden Wahlmodulen (davon max. 30 ECTS)]\nBitte beachten Sie: seit dem 15. Januar 2024 stellt das ASA (ehemals Studiendekanat) keine Zulassungsbescheinigung mehr per E-Mail für eine Bachelorarbeit aus. Die Überprüfung der Zulassungsvoraussetzungen durch das ASA erfolgt im Rahmen des Anmeldeprozesses über das CIT Portal  (siehe auch Reiter “Anmeldung und Notenmeldung”).\nMerkblatt Abschlussarbeiten\nZulassungsvoraussetzung\n----------------------------------------\n\nfachkundige Prüfende Bachelor EI\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > fachkundige Prüfende Bachelor EI\nFachkundige Prüfende ernennt der Bachelor Prüfungsausschuss. Sie dürfen Bachelorarbeiten im Bachelorstudiengang Elektrotechnik und Informationstechnik betreuen. Welche Person für die Betreuung ihrer Abschlussarbeit infrage kommt, sehen sie in der Liste aller fachkundigen Prüfenden.\nfachkundige Prüfende Bachelor EI\n----------------------------------------\n\nAnmeldung und Notenmeldung\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Anmeldung und Notenmeldung\nAnmeldung zur Bachelorarbeit - Änderung zum 15. Januar 2024:\nAb 15. Januar 2024 werden alle Abschlussarbeiten in der School of Computation, Information and Technology über das CIT-Portal verwaltet.\nWenn Sie ein Thema und eine Betreuerin / einen Betreuer für Ihre Abschlussarbeit gefunden haben, werden Sie von Ihrer Betreuerin / Ihrem Betreuer angemeldet. Sie erhalten über das CIT-Portal eine automatisch generierte E-Mail mit der Aufforderung, die Anmeldung der Abschlussarbeit zu bestätigen. Erst nachdem Sie die Anmeldung bestätigt haben, können die Zulassungsvoraussetzungen vom Academic and Student Affairs Office (ASA) geprüft werden und Sie erhalten über das CIT-Portal eine automatisch generierte E-Mail über die verbindliche Anmeldung zur Abschlussarbeit.\nFunktionen für Studierende im CIT-Portal\n- Im CIT-Portal können Sie sich mit Ihrer TUM-Kennung anmelden unter https://portal.cit.tum.de/de/Theses/\n- Sie erhalten eine Übersicht über Ihre Abschlussbarbeit.\n- Bei Bedarf können Sie im CIT-Portal einen Antrag auf Verlängerung stellen.\n- Die Abgabe der Bacheloarbeit erfolgt ebenfalls über das Portal. Bitte informieren Sie zusätzlich auch Ihre Betreuerin / Ihren Betreuer über die erfolgte Abgabe und vereinbaren einen individuellen Termin für Ihre Abschlusspräsentation.\n- Die Notenmeldung erfolgt durch die Betreuerin / den Betreuer über das CIT-Portal und wird dann von den Mitarbeiter:innen im ASA in TUMonline übertragen.\n- Weitere Funktionen werden in den nächsten Monaten folgen.\nBitte beachten Sie vor der Anmeldung Ihrer Abschlussarbeit:\n- Die Einhaltung der Zulassungsvoraussetzungen zur Aufnahme der Bachelorarbeit (mind. 120 Credits inkl. bestandener GOP). Die Zulassungsvoraussetzungen werden nach Anmeldung der Bachelorarbeit durch das ASA geprüft. Nur wenn die Zulassungsvoraussetzungen erfüllt sind, wird die Anmeldung durch das ASA bestätigt.\n- Während eines Urlaubssemesters können keine Abschlussarbeiten angemeldet oder abgegeben werden  – Ausnahme ist ein Zweitversuch.\nFür Rückfragen zur Anmeldung Ihrer Bachelorarbeit können Sie sich gerne an bachelor@ei.tum.de wenden.\nWas passiert mit den bereits erfolgen Anmeldungen vor dem 15. Januar 2024 über den bisherigen Weg per E-Mail?\nDie bereits erfolgten Anmeldungen bleiben bestehen. Es erfolgen keine Übertragungen ins CIT Portal.\n- Studierende geben die Arbeit beim betreuenden Lehrstuhl / der betreuenden Professur ab und halten dort die Abschlusspräsentation.\n- Die Notenmeldung erfolgt durch die Betreuerin / dem Betreuer nach vollständigem Abschluss der Bachelor's Thesis an bachelor@ei.tum.de\n- Bitte beachten Sie, dass während eines Urlaubssemesters keine Abschlussarbeiten angemeldet oder abgegeben werden dürfen – Ausnahme ist ein Zweitversuch.\nAnmeldung und Notenmeldung\n----------------------------------------\n\nBearbeitungszeit\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Bearbeitungszeit\n- Für die Bachelor's Thesis werden 12 Credits vergeben, was einer Arbeitszeit von 360 Stunden entspricht. Diese 360 Arbeitsstunden können entweder innerhalb von 9 Wochen in Vollzeit oder innerhalb von maximal 20 Wochen in Teilzeit geleistet werden.\n- Die gesamte Bearbeitungsdauer von der Ausgabe bis zur Abgabe der schriftlichen Arbeit  darf 20 Wochen nicht überschreiten. Den Termin der Abschlusspräsentation stimmen die Studierenden individuell mit der Betreuerin / dem Betreuer ab.\nBearbeitungszeit\n----------------------------------------\n\nScientifig Writing and Presentation: einmalige Vorbereitung auf Bachelorarbeit\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Scientifig Writing and Presentation: einmalige Vorbereitung auf Bachelorarbeit\nScientific Wirting and Presentation ist eine einmalige 1,5-stündige Veranstaltung, die Bachelorstudierende in Vorbereitung auf ihre Bachelorarbeit freiwillig belegen können. Ziel der Veranstaltung ist es, Studierende optimal auf die Planung, das Schreiben und die Präsentation der Bachelorarbeit vorzubereiten. Die Veranstaltung wird 2x während der Vorlesungszeit angeboten. Studierende, die daran Interesse haben, können sich über TUMonline unter dem Modul \"EI1000 Bachelorarbeit\" für diese einmalige Lehrveranstaltung anmelden und erhalten dadurch Zugriff auf die Moodle-Unterlagen. Die Veranstaltung findet in der Regel in Präsenz mit Online-Übertragung statt.\nAktuelle Termine finden Sie unter Studieninhalte.\nScientifig Writing and Presentation: einmalige Vorbereitung auf Bachelorarbeit\n----------------------------------------\n\nVorlagen\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Vorlagen\nBitte erkundigen Sie sich zuerst bei Ihrer betreuenden Einrichtung bzw. Betreuer:in, ob diese:r Ihnen eine Vorlage für die schriftliche Ausarbeitung zur Verfügung stellt. Falls keine Vorlage angeboten wird, können Sie selbst eine Vorlage erstellen, oder auch auf die Muster-Vorlage der TUM für wissenschaftliche Arbeiten zurückgreifen (verfügbar für Word und LaTEX).\nMerkblatt Abschussarbeiten\nVorlagen\n----------------------------------------\n\nHinweis zu extern durchgeführten Bachelorarbeiten\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Hinweis zu extern durchgeführten Bachelorarbeiten\nBachelorarbeiten können in Zusammenarbeit mit einer externen Einrichtung erstellt werden. Hierbei sind jedoch einige wichtige Hinweise zu beachten. Diese finden Sie hier.\nHinweis zu extern durchgeführten Bachelorarbeiten\n----------------------------------------\n\nMasterarbeit im MSc Elektrotechnik und Informationstechnik\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Masterarbeit im MSc Elektrotechnik und Informationstechnik\nMasterarbeit im MSc Elektrotechnik und Informationstechnik\n----------------------------------------\n\nDas Modul  \"Master’s Thesis\"\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Das Modul  \"Master’s Thesis\"\nFür die Masterarbeit werden 30 Credits vergeben, was einer Vollzeittätigkeit von 24 Wochen entspricht. Am Ende der Masterarbeit ist eine Ausarbeitung anzufertigen, die in die Note miteinfließt, und ein Abschlussvortrag zu halten, der als Studienleistung erfolgreich zu absolvieren ist.\nDas Modul  \"Master’s Thesis\"\n----------------------------------------\n\nZulassungsvoraussetzung (PO20151)\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Zulassungsvoraussetzung (PO20151)\nZur Master's Thesis ist zugelassen, wer Prüfungsleistungen (Module der außerfachlichen Ergänzung und die Forschungspraxis zählen nicht dazu!) im Umfang von 60 Credits erreicht hat.\nAb 15. Januar 2024 werden alle Abschlussarbeiten in der School of Computation, Information and Technology über das CIT-Portal verwaltet.\nsiehe hier\nZulassungsvoraussetzung (PO20151)\n----------------------------------------\n\nZulassungsvoraussetzung (PO20201)\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Zulassungsvoraussetzung (PO20201)\nZur Master's Thesis ist zugelassen, wer Prüfungsleistungen im Umfang von 90 Credits erreicht hat.\nDie Master's Thesis soll grundsätzlich die letzte Leistung im Studium darstellen.\nAb 15. Januar 2024 werden alle Abschlussarbeiten in der School of Computation, Information and Technology über das CIT-Portal verwaltet.\nsiehe hier\nZulassungsvoraussetzung (PO20201)\n----------------------------------------\n\nFristen (PO20151)\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Fristen (PO20151)\nDie gesamte Bearbeitungsdauer ab Ausgabe darf 52 Wochen nicht überschreiten und enthält die Abgabe der Arbeit sowie den Abschlussvortrag. Da die Bearbeitungszeit den Umfang der Masterarbeit von 24 Wochen (Vollzeit) weit übersteigt, ist in der Regel keine Verlängerung der Frist möglich. Bei Härtefällen (Verzögerungen, die nicht selbst durch die:den Studierende:n verursacht sind, z.B. durch längere Krankheit oder Krankenhausaufenthalt) halten Sie bitte mit dem Prüfungsausschuss Rücksprache (Schriftführersprechstunde).\nFristen (PO20151)\n----------------------------------------\n\nFristen (PO20201)\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Fristen (PO20201)\nDie gesamte Bearbeitungsdauer ab Ausgabe darf 6 Monate nicht überschreiten und enthält die Abgabe der Arbeit. Der Abschlussvortrag muss zeitnah erfolgen. Bei Härtefällen (Verzögerungen, die nicht selbst durch die:den Studierende:n verursacht sind, z.B. durch längere Krankheit oder Krankenhausaufenthalt) halten Sie bitte mit dem Prüfungsausschuss Rücksprache (Schriftführersprechstunde).\nMerkblatt: Hinweise zur Abschlussarbeit\nFristen (PO20201)\n----------------------------------------\n\nExtern durchgeführte Masterarbeiten\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Extern durchgeführte Masterarbeiten\nBei Durchführung einer Masterarbeit in Kooperation mit einer externen Einrichtung (kurz: externe Durchführung) kommt es häufig zu Schwierigkeiten.\nBitte beachten Sie daher unbedingt die folgenden Hinweise:\n- Externe Einrichtungen und Unternehmen bewerben Themen und Projekte, welche laut Ausschreibung auch für eine Durchführung als Masterarbeit geeignet sein sollen.\n- Achtung! Die Ausgabe einer Masterarbeit sowie deren Bewertung obliegt stets und ausschließlich einer Hochschule bzw. den fachkundig Prüfenden des jeweiligen Studiengangs.\n- Voraussetzung für Anmeldung, Durchführung, und Bewertung jeder Masterarbeit ist eine fachkundig prüfende Person des Studiengangs.\n- Es ist nicht selbstverständlich, dass Studierende für ein favorisiertes Thema im Rahmen einer angestrebten externen Durchführung einer Masterarbeit auch eine passende Betreuung durch eine fachkundig prüfende Person des Studiengangs an der TUM finden. \t \t\tDies gilt besonders dann, wenn Studierende bereits vertragliche Verpflichtungen mit einer externen Einrichtung getroffen haben oder ohne vorausgehende Anmeldung einer Masterarbeit bereits mit einer Arbeit begonnen haben.\n- Dies gilt besonders dann, wenn Studierende bereits vertragliche Verpflichtungen mit einer externen Einrichtung getroffen haben oder ohne vorausgehende Anmeldung einer Masterarbeit bereits mit einer Arbeit begonnen haben.\n- Ist keine fachkundig prüfende Person des Studiengangs bereit, das vorgeschlagene Thema zu betreuen, muss eines der Themen gewählt werden, die von den Lehrstühlen / Professuren der Elektrotechnik und Informationstechnik der TUM ausgeschrieben sind, oder ein anderes Kooperationsthema.\n- In aller Regel treten fachkundig prüfende Personen eines Studiengangs nicht in Geheimhaltungsvereinbarungen ein, weder für die schriftliche Arbeit, noch für den Abschlussvortrag. \t \t\tWir empfehlen unseren Studierenden, mit der externen Einrichtung eine schriftliche Vereinbarung zu treffen, um eine Masterarbeit bzw. den Abschlussvortrag im Rahmen des Moduls Masterarbeit abgeben bzw. präsentieren zu dürfen. \t\tDie TUM / der Studiengang bietet keine rechtliche Beratung zu Verträgen oder Vereinbarungen von Studierenden mit externen Einrichtungen.\n- Wir empfehlen unseren Studierenden, mit der externen Einrichtung eine schriftliche Vereinbarung zu treffen, um eine Masterarbeit bzw. den Abschlussvortrag im Rahmen des Moduls Masterarbeit abgeben bzw. präsentieren zu dürfen.\n- Die TUM / der Studiengang bietet keine rechtliche Beratung zu Verträgen oder Vereinbarungen von Studierenden mit externen Einrichtungen.\n- Das Urheberrecht an der Masterarbeit liegt bei den Studierenden (außer dieses Recht hat der:die Studierende durch einen Vertrag an eine andere Person abgegeben).\n- Zu beachten ist, dass der Vortrag zur Masterarbeit unabhängig von vertraglichen Vereinbarungen immer hochschulöffentlich ist.\n- Durch mehrere Ansprechpersonen (Kontakt und Co-Betreuung in externer Einrichtung sowie fachkundig prüfende Person des Studiengangs) ist es besonders wichtig, dass Konflikte frühzeitig und unmittelbar mit der fachkundig prüfenden Person des Studiengangs geklärt werden und dass ein Arbeitsplan mit Zwischenzielen und Zwischenbesprechungen vereinbart wird.\n- Abschlussarbeiten in Kooperation mit einem Industriepartner oder einer anderen forschungsnahen Einrichtung sind oft mit einem bezahlten Werkstudentenvertrag verbunden. Sie sollten sich darüber bewusst sein, dass dies über Ihre Masterarbeit (Vollzeittätigkeit) hinaus eine zusätzliche Belastung darstellt.\n- Wenn Sie während Ihrer Arbeit feststellen, dass Sie in der externen Einrichtung für zusätzliche Aufgaben eingesetzt werden, die weder vom Thema der Abschlussarbeit, noch von einem eventuellen Werkstudentenvertrag abgedeckt sind, weisen Sie Ihre Betreuer:innen in der externen Einrichtung umgehend darauf hin. Sollte das Problem weiterhin bestehen, nehmen Sie mit Ihrem:r Betreuer:in an der TUM Kontakt auf und bitten Sie um ein klärendes Gespräch mit allen Beteiligten.\n- Bei der Anmeldung Ihrer Masterarbeit bestätigen Sie, dass Sie auf mögliche Schwierigkeiten bei einer externen Durchführung hingewiesen wurden.\nMerkblatt: Hinweise zu extern durchgeführten Abschlussarbeiten\nExtern durchgeführte Masterarbeiten\n----------------------------------------\n\nFAQs\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > FAQs\nWie viele ECTS müssen vor Anmeldung der Master's Thesis erbracht worden sein (PO20201)?\nA: Alle anderen Credits sollten erbracht sein. Die Masterarbeit soll die letzte Prüfungsleistung im Studium darstellen.\nKann die Masterarbeit extern bei einem Unternehmen oder forschungsnahen Institut (z.B. Fraunhofer) absolviert werden?\nA: Grundsätzlich ist es möglich, mit einer fachkundig prüfenden Person des MSEI die Masterarbeit extern anzufertigen – die Themenstellung, Betreuung und Bewertung obliegt nur der fachkundig prüfenden Person.\nWas ist die minimale/maximale Bearbeitungsdauer der Master'sThesis (PO20201)?\nA: Für die Masterarbeit werden 30 Credits vergeben. Dies entspricht einem Arbeitsumfang von 6 Monaten Vollzeit. Das ist gleichzeitig auch die Bearbeitungsdauer. Der Vortrag muss zeitnah erfolgen.\nFAQs\n----------------------------------------\n\nBeendigung des Masterstudiums Elektrotechnik und Informationstechnik\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Beendigung des Masterstudiums Elektrotechnik und Informationstechnik\nBeendigung des Masterstudiums Elektrotechnik und Informationstechnik\n----------------------------------------\n\nAblauf von der Notenmeldung bis zur Erstellung des Abschlusszeugnisses\nAbschlussarbeit und Abschluss in der Elektrotechnik und Informationstechnik > Ablauf von der Notenmeldung bis zur Erstellung des Abschlusszeugnisses\nDie Notenmeldung erfolgt durch die Mitarbeitenden der TUM (Prüfungsberechtigte:r, TUM-Betreuer:in oder Sekretariat). Diese wird von Mitarbeitenden des Master EI des ASA Teams in TUM Online eingetragen. Die Übertragung aus TUM Online in das Abschlussprüfungssystem erfolgt grundsätzlich erst am nächsten Tag. Dieser Vorgang ist technisch bedingt und kann vom ASA Team nicht beeinflusst werden.\nSobald Sie dann im Abschlussprüfungssystem auftauchen, erhalten Sie eine erste Info-Mail. In dieser werden Sie zur Prüfung der bestehenden Daten aufgefordert. Sobald Sie auf diese E-Mail antworten, erhalten Sie (sollte alles korrekt sein) eine zweite E-Mail. In dieser erhalten Sie dann alle weiteren Informationen zur Abholung des Abschlusszeugnisses bzw. zur Beantragung eines vorläufigen Zeugnisses. Bitte sehen Sie von Anfragen an das Prüfungsamt ab, bevor Sie unsere E-Mail erhalten haben.\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss\nAblauf von der Notenmeldung bis zur Erstellung des Abschlusszeugnisses\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}