{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/mathematics/professional-internship/",
    "content": "Professional Internship - TUM - TUM School of Computation, Information and Technology\n\nProfessional Internship\nProfessional Internship\nProfessional Internship\n----------------------------------------\n\n- Duration and number of hours\n- Requirements\n- Registration\n- Documents to be submitted\n\n----------------------------------------\n\nThe first step on the career ladder\nProfessional Internship > The first step on the career ladder\nDuring both the Bachelor's and the Master's programs, mathematics students at TUM must complete a professional internship or an equivalent term of professional activity. This offers a great opportunity, as an internship ensures insights into the diverse professional roles and sectors in which mathematicians can work. It can also generate contacts to potential employers. Most importantly, students enhance their applicant profile by completing internships.\nThe first step on the career ladder\n----------------------------------------\n\nConfirmation of mandatory internship\nProfessional Internship > Confirmation of mandatory internship\nSome employers may ask for a document certifying that the internship is mandatory in your degree program.\nA confirmation letter is available for download here: Deutsch - English\nIf your employer asks for a confirmation including your name and personal data, please fill in the form available here.\nConfirmation of mandatory internship\n----------------------------------------\n\nComponents and completion of the module\nProfessional Internship > Components and completion of the module\nThe Professional Internship Module (MA8101, MA8102, MA8103) is compulsory in all degree programs at the Department of Mathematics. It is a pass/fail credit requirement in each study program and constists of two parts: the internship itself and a written report. In their report, students refer to their duties and responsibilities, as well as the application process and business environment. If both parts have been checked and passed, we will carry out the credit recognition of the module in TUMonline. Usually this will be at the end of the assessment period or after the lecture period. You can then view your account and grade report in TUMonline to see whether the module has been recognized.\nComponents and completion of the module\n----------------------------------------\n\nDuration and number of hours\nProfessional Internship > Duration and number of hours\nAn internship encompassing at least 4 weeks of full-time practical professional activity is compulsory for all Bachelor's and Master’s programs. Bachelor's students whose internships exceed this duration, can have surplus hours recognized toward a subsequent Master's program, providing that the accomplishments are of Master’s standard. Tip: An internship period of just four weeks is often too short for many companies. Being available for longer periods increases your chances of finding a suitable internship, and the potential to be involved in more interesting tasks is also greater.\nPlease note that a sufficient level of German language proficiency is needed for many jobs.\nDuration and number of hours\n----------------------------------------\n\nSpecial case: Mathematics in Data Science Master's program\nProfessional Internship > Special case: Mathematics in Data Science Master's program\nStudents enrolled in the Mathematics in Data Science Master's program must be able to prove the completion of a professional internship lasting at least 6 weeks full-time or work experience of the same duration as a student worker or self-employment in this area.\nSpecial case: Mathematics in Data Science Master's program\n----------------------------------------\n\nHaving surplus weeks recognized\nProfessional Internship > Having surplus weeks recognized\nIf you complete more than the number of weeks of internship required by the TUM Bachelor’s program in Mathematics, you can, in general, have these recognized toward the Master's degree program. To this end, Master's students should send a short email to master(at)ma.tum.de\nHaving surplus weeks recognized\n----------------------------------------\n\nInternships or occupations practiced as a student worker can be undertaken at several different employers, either on a full- or part-time basis. The type of employment contract and whether it is a compulsory or voluntary internship is immaterial for the purposes of recognition. However, in order to qualify, the conditions of employment must amount to a total of at least 4 weeks full-time work.\n\n----------------------------------------\n\nLeave of absence\nProfessional Internship > Leave of absence\nFor long-term internships you may be granted a leave of absence via the Application and Enrollment office. (This requires a statement form the department's office. Please send a mail containing your personal data to bachelor(at)ma.tum.de oder master(at)ma.tum.de, respectively.)\nLeave of absence\n----------------------------------------\n\nRequirements: content, level and restrictions\nProfessional Internship > Requirements: content, level and restrictions\nThe activities and tasks completed during the internship must be relevant to your degree program, that is, have a mathematical context or a context relating to one of the minor subjects, Informatics, Physics, Economics, or Electrical Engineering. For example, employment involving the application of knowledge of numerical analysis, stochastics, optimization, computer algebra or similar. As a rule, placements at consultancies can be recognized despite the lack of a direct connection to mathematics. This is because the field does hold potential for mathematicians and draws upon mathematicians’ soft skills.\nMerely using commercial programs such as Excel or exclusively creating web pages is insufficient for a professional internship to be recognized, as is the simple dissemination of school knowledge of mathematics, tutoring or teaching. Purely administrative tasks or research internships without any clear application context are also insufficient.\nStudents enrolled in the Mathematics in Science and Engineering Master's program can complete their internship at industrial employers only and not at universities, research institutes or administrative authorities.\nRequirements: content, level and restrictions\n----------------------------------------\n\nSpecial case: vocational education and training\nProfessional Internship > Special case: vocational education and training\nIf you seek credit recognition for vocational education and training you have already completed, please send copies of all relevant certificates to internship-ma(at)asa.cit.tum.de\nSpecial case: vocational education and training\n----------------------------------------\n\nLooking for an internship?\nProfessional Internship > Looking for an internship?\nGet ideas, inspiration, contacts and valuable tips by reading former interns' reports in our moodle course. Benefit from application tips and gather information concerning companies and their internship programs.\nLooking for an internship?\n----------------------------------------\n\nInternship abroad\nProfessional Internship > Internship abroad\nAn internship abroad can also be recognized for your degree program. Please find more information about going abroad under International Relations.\nInternship abroad\n----------------------------------------\n\nRegistration\nProfessional Internship > Registration\nPlease mail the application form about 4 weeks before starting your internship to internship-ma(at)asa.cit.tum.de\nRegistration\n----------------------------------------\n\nDocuments to be submitted after completion\nProfessional Internship > Documents to be submitted after completion\nAfter completion of your internship send the confirmation of the successfully completed professional internship and your report to internship-ma(at)asa.cit.tum.de\nDocuments to be submitted after completion\n----------------------------------------\n\nWritten report – guidelines and information\nProfessional Internship > Written report – guidelines and information\nThe report should be submitted as pdf file in A4 format and contain at least 2,000 words of text. It does not have to be a glossy project like a thesis. However, it is expected that the text is illustrated (like in a presentation) at appropriate points with pictures, graphics, tables etc. The report should provide insights into the tasks you were given and act as a guideline to help other students find a suitable internship position, e.g. by giving answers to:\n- Which information do you find particularly interesting?\n- What would you like to have known before the internship?\n- What could be of particular interest to your fellow students?\n- What should your fellow students know about this topic?\n- Is there any special information that one should definitely know?\nThe thematic blocks and suggestions as to what could be discussed in the individual thematic blocks are:\nWritten report – guidelines and information\n----------------------------------------\n\n1. Company (10-15%)\nProfessional Internship > 1. Company (10-15%)\n- Facts, data, history, corporate culture, industry, competition (benchmark), general conditions, division, business climate\n- Which points about the company / department do you find particularly interesting or worth mentioning?\n- Why did you choose this company?\n- What professional perspectives does this company offer?\n1. Company (10-15%)\n----------------------------------------\n\n2. Application (10-15%)\nProfessional Internship > 2. Application (10-15%)\n- What was your goal in finding the job?\n- How did you find the job?\n- How did the application process / interview go?\n- What were your own ideas and expectations of the internship / job?\n- What tips do you have in terms of applying to this company or a similar position?\n2. Application (10-15%)\n----------------------------------------\n\n3. Internship: tasks, activities, supervision (40-60%)\nProfessional Internship > 3. Internship: tasks, activities, supervision (40-60%)\n- What were your duties? How did the activity proceed?\n- What knowledge from your previous studies could you apply?\n- What knowledge / soft skills have you newly acquired and where could you use them in your studies or career?\n- How were you supported? How do you rate the support?\n- Where did the internship get you? What will you pay attention to in the future?\n- To whom would you recommend this internship and to whom not? Why?\n3. Internship: tasks, activities, supervision (40-60%)\n----------------------------------------\n\n4. Conclusion and personal assessment (20-30%)\nProfessional Internship > 4. Conclusion and personal assessment (20-30%)\n- What did you like and what didn't you like?\n- How would you rate the scope and quality of the internship?\n- What knowledge have you gained about the profession of mathematicians?\n- How do you assess the internship activity in relation to the choice of a major / master's degree / topic for the final thesis?\n- Does this internship have an impact on your choice of career / your personal professional goals for the future / other?\n4. Conclusion and personal assessment (20-30%)\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-science-engineering"
}