{
    "link": "https://www.cit.tum.de/cit/studium/studierende/abschlussarbeit-abschluss/",
    "content": "Abschlussarbeit & Abschluss - TUM - TUM School of Computation, Information and Technology\n\nAbschlussarbeit und Abschluss des Studiums\nAbschlussarbeit und Abschluss des Studiums\nAbschlussarbeit und Abschluss des Studiums\n----------------------------------------\n\nSpezifische Informationen der einzelnen Professional Profiles\nAbschlussarbeit und Abschluss des Studiums > Spezifische Informationen der einzelnen Professional Profiles\n- Mathematik\n- Informatik\n- Elektrotechnik und Informationstechnik\nSpezifische Informationen der einzelnen Professional Profiles\n----------------------------------------\n\nAllgemeine Informationen\nAbschlussarbeit und Abschluss des Studiums > Allgemeine Informationen\nAllgemeine Informationen\n----------------------------------------\n\nAbschlussarbeiten mit Beginn-Datum vor dem 15.1.2024\nAbschlussarbeit und Abschluss des Studiums > Abschlussarbeiten mit Beginn-Datum vor dem 15.1.2024\nFür alle Abschlussarbeiten mit Beginn-Datum vor dem 15.1.2024 gilt:\nIhre Abschlussarbeit wird nach den zum Beginn der Abschlussarbeit geltenden Regelungen für die Verwaltung von Abschlussarbeiten weiterlaufen. Dies betrifft auch die Antragstellung bei Verlängerungen (Krankheit oder sonstige triftige Gründe), und insbesondere die Form der Abgabe der Arbeit. Wenn in Ihrem Studiengang bisher in gedruckter Form im Academic Programs Office abgegeben wurde, müssen Sie ebenfalls in gedruckter Form abgeben.\nDie Anmeldung Ihrer Abschlussarbeit wird nicht in das CIT-Portal importiert und sie können dort nicht digital abgeben.\nAbschlussarbeiten mit Beginn-Datum vor dem 15.1.2024\n----------------------------------------\n\nVerwaltung von Abschlussarbeiten\nAbschlussarbeit und Abschluss des Studiums > Verwaltung von Abschlussarbeiten\n\nCIT-Portal\nAbschlussarbeit und Abschluss des Studiums > Verwaltung von Abschlussarbeiten > CIT-Portal\nAb 15. Januar 2024 werden alle Abschlussarbeiten in der School of Computation, Information and Technology über das CIT-Portal verwaltet.\nWenn Sie ein Thema und einen betreuenden Lehrstuhl für Ihre Abschlussarbeit gefunden haben, werden Sie vom betreuenden Lehrstuhl angemeldet. Sie erhalten eine E-Mail mit der Aufforderung, die Anmeldung der Abschlussarbeit zu bestätigen. Erst nachdem Sie die Anmeldung bestätigt haben, können die Zulassungsvoraussetzungen vom Academic Programs Office geprüft werden und Sie erhalten eine E-Mail über die verbindliche Anmeldung zur Abschlussarbeit.\n\nFunktionen für Studierende im CIT-Portal\nAbschlussarbeit und Abschluss des Studiums > Verwaltung von Abschlussarbeiten > Funktionen für Studierende im CIT-Portal\n- Im CIT-Portal können Sie sich mit Ihrer TUM-Kennung anmelden unter https://portal.cit.tum.de/de/Theses/ und erhalten eine Übersicht über Ihre Abschlussarbeit.\n- Bei Bedarf können Sie im CIT-Portal einen Antrag auf Verlängerung stellen.\n- Weitere Funktionen werden in den nächsten Monaten folgen.\n\nInformationen für Mitarbeitende\nAbschlussarbeit und Abschluss des Studiums > Verwaltung von Abschlussarbeiten > Informationen für Mitarbeitende\nIm Wiki unter https://collab.dvb.bayern/display/TUMcit/Abschlussarbeiten finden Mitarbeitende eine umfangreiche Dokumentation zur Verwaltung von Abschlussarbeiten im CIT-Portal.\nVerwaltung von Abschlussarbeiten\n----------------------------------------\n\nImmatrikulationspflicht für Prüfungen und zur Abschlussarbeit\nAbschlussarbeit und Abschluss des Studiums > Immatrikulationspflicht für Prüfungen und zur Abschlussarbeit\nStudierende müssen zur Ablegung einer Modulprüfung (einschließlich Abschlussarbeit) immatrikuliert sein.\nFür die Abschlussarbeit gilt nach § 18 Abs. 1 APSO, dass ein Studierender während der gesamten Bearbeitungszeit der Abschlussarbeit (Bachelor's Thesis oder Master's Thesis) bis zum Tag der Abgabe im entsprechenden Studiengang immatrikuliert sein muss. Dies gilt auch, wenn die Bearbeitungszeit aus Gründen, die nicht vom Studierenden zu vertreten sind, verlängert wurde.\nFür alle übrigen Prüfungen gehört jedoch die Zeit bis zur ersten Woche der Vorlesungszeit zur Prüfungsperiode des vorhergehenden Semesters. Somit müssen Studierende in dem Fall nur bis zum Ende des vorhergehenden Semesters immatrikuliert sein. Für Prüfungen, die bis zum Ende der ersten Vorlesungswoche des neuen Semesters stattfinden, besteht keine Immatrikulationspflicht. Dies gilt auch für das in der Regel mit der Abschlussarbeit verbundene verpflichtende Kolloquium (Bachelor) oder den verpflichtenden Vortrag (Master). Studierende, die ihre Abschlussarbeit im vorhergehenden Semester abgegeben haben und das Kolloquium oder den Vortrag bis zum Ende der ersten Vorlesungswoche halten, müssen dazu also nicht mehr immatrikuliert sein.\nBitte beachten Sie: Falls das Kolloquium oder der Vortrag nach Abgabe der Abschlussarbeit stattfindet und die letzte Leistung im Studiengang ist, dann ist der Tag des Kolloquiums bzw. des Vortrages auch das Datum des Zeugnisses (und nicht der Tag der Abgabe der Abschlussarbeit).\nImmatrikulationspflicht für Prüfungen und zur Abschlussarbeit\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}