{
    "link": "https://www.cit.tum.de/cit/studium/internationales/informatics-incoming/double-degree/",
    "content": "Double Degree - Informatics - TUM - TUM School of Computation, Information and Technology\n\n\n\n----------------------------------------\n\nDouble Degree\nDouble Degree\nDouble degree programs at TUM CIT Informatics offer master’s students at selected partner institutions the chance to combine two semesters of study at their home university with two semesters at TUM CIT Informatics, followed by a thesis semester. The result is that each student earns two degrees: their home university master’s degree as well as an M.Sc. in Informatics from TUM.\nYour home university needs to nominate you until the end of March for a double degree at TUM CIT Informatics. You apply for our Master's program in Informatics, but you have to submit different (less) documents than regular students.\nDouble Degree\n----------------------------------------\n\nNomination for Double Degree by Partner Institution\nNomination for Double Degree by Partner Institution\nFor double degree applications to our Master's in Informatics, there is a departmental pre-check. The partner institution nominates students for the double degree program and sends the following documents to TUM CIT Informatics  imhoff(at)in.tum.de and philipps(at)in.tum.de (prior to the later student's submission of the application to TUM Office of Application and Enrollement):\n- Transcripts (bachelor and master level)\n- List of courses in progress until study start at TUM (if applicable)\n- Bachelor diplomas\n- CVs\n- Motivation letters\n- Language certificates\nPlease nominate your students for a start inTUM winter semester about March 31 (in 2024: April 5)TUM summer semester about October 31\nThen TUM CIT Informatics pre-approves the nominations on school level. The respective DD candidate will be provided with a letter of eligibility by TUM CIT Informatics, with which the application for the MSc Informatics to the Office of Admissions will be processed much faster. (A nomination to the Office of Application and Enrollement is not necessary anymore.)With regard to the application documents of double degree students, please consider that:\nA language certificate issued by a partner institution has to show an equivalent level in English to the required competence level.Even though TUM exceptionally accepts 'internal' language certificates for double degree candidates, the level has to clearly conform with TUM admission rules. E.g. minimum requirements: Internet based Test (IbT): 88, Paper based test (PbT): 605. (Students should have passed a B2 level at least and should currently work on a C1 level in English.)German language skills are not a requirement for our MSc Informatics program.The bachelor diploma must be submitted ideally together with the application to the Office of Application and Enrollement, but at the latest five weeks after the start of the first TUM semester. The exception for graduates of a French Grand École still applies: a certified copy of the equivalency certificate is accepted.\nNomination for Double Degree by Partner Institution\n----------------------------------------\n\nApplication for Double Degree Program - procedure and exceptions\nApplication for Double Degree Program - procedure and exceptions\nAfter the departmental pre-check, double degree candidates have to submit the following documents online with the application to the Office of Application and Enrollement - in due consideration of the examination and academic regulations Master Informatics:\n- Check our specific application guide for double degree students in MSc Informatics first, then follow the degree specific instructions and apply via Online application form (please ignore the document for double degree students on the central website!)\n- Copy of passport\n- Language certificate (see requirements for internal language certificates at paragraph \"nomination\")\n- CV\n- Transcripts of Records of your previous studies (include translated English copies and make sure every single page is certified, s. guideline)\n- If already issued, the bachelor diploma (equivalence) - can be submitted also later when enrolling - see paragraph above\n- Confirmation about health insurance - can also be submitted later when enrolling\n- Letter of eligibility for double degree program by TUM Informatics (see paragraph \"nomination\")\n- Important note on exceptions: The other documents for regular applicants - curricular analysis, letter of motivation and essay -  are not required. Language certificate may be a certificate issued by your home institution (see paragraph \"nomination\"). It is crucial that you upload the letter of eligibility several times in every upload possibility substituting the exempted documents (see exceptions)! Your application might be rejected otherwise due to a formally incomplete application.\nThe original documents must be presented at the time of matriculation after admission.\nApplication deadline:May 31 (for winter semester)and November 30 (for summer semester) After the issue of the letters of eligibility, the earlier the double degree candidates apply the quicker they will get the letters of admission.Make sure to check our application guide for double degree students in MSc Informatics, how to apply in TUMonline correctly. Our departmental website stipulates the application rules and exceptions for the double degree in MSc Informatics, the general information about double degrees programs at the central TUM websites has to apply for all double degree programs at TUM.\nApplication for Double Degree Program - procedure and exceptions\n----------------------------------------\n\nGet Selected by Your Home Institution - Come to Munich\nGet Selected by Your Home Institution - Come to Munich\nStudents apply for a double degree program through their home institutions. If you are an interested student at one of these institutions, please contact your home international office for application information. Once you have been accepted into a program, we will contact you with more advice about your study plan at TUM CIT Informatics.\nNote: the information on this website about planning and during your exchange program also applies to double degree students.\nGet Selected by Your Home Institution - Come to Munich\n----------------------------------------\n\nKTH Royal Institute of Technology (Stockholm, Sweden)Contact at KTH: exchange.out(at)eecs.kth.se\nInstitut Polytechnique de Paris with its Schools (Palaiseau/Paris, France)\nThe University of Queensland (Brisbane, Australia)Contact at UQ: Jyrah Hodges and Melinda Knox\nEURECOM (Nice, France) Contact at EURECOM: tbc\nGeorgia Institute of Technology (Atlanta, USA)Contact at TUM: Prof. Dr. Michael GerndtContact at GIT: Mr. W. Mike McCracken\n\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}