{
    "link": "https://www.cit.tum.de/cit/studienbeginn/vorkurse-ferienkurse-mathematik/informatik/",
    "content": "Vorkurs Mathematik für Informatik - TUM - TUM School of Computation, Information and Technology\n\nVorkurs Mathematik für Informatik\nVorkurs Mathematik für Informatik\nVorkurs Mathematik für Informatik\n----------------------------------------\n\nWas ist der Vorkurs Mathematik?\nVorkurs Mathematik für Informatik > Was ist der Vorkurs Mathematik?\nWir bieten einen Vorkurs für alle Studienanfänger:innen der Informatik an. Er erfüllt drei Zwecke:\n- Sie werden auf die Arbeitsweise im Informatik-Studium eingestellt: Wie in vielen Lehrveranstaltungen im Studium besteht der Vorkurs aus Vorlesungen, in denen Ihnen Inhalte vermittelt werden und Übungen, in denen Sie selbstständig die Inhalte der vorangegangenen Vorlesung(en) anhand von Übungsaufgaben vertiefen bzw. in der Praxis erproben können. Letztere finden in Gruppen von etwa 30 Studierenden statt und werden von einem/einer Tutor:in betreut.\n- Sie können den Stand Ihrer mathematischen Kenntnisse überprüfen bzw. auffrischen und werden auf die Mathematik-Vorlesungen der ersten Semester vorbereitet: Einige mathematische Kenntnisse (z.B. Logarithmus-Rechenregeln, Lösen von Gleichungen) werden im Studium als gegeben vorausgesetzt. Im Vorkurs bekommen Sie die Chance, diese zu wiederholen sowie eventuelle Kenntnislücken zu erkennen und zu schließen. Zudem werden Sie sehen, wie Mathematik-Vorlesungen an der Uni aussehen und können somit ein erstes Gespür dafür entwickeln, inwiefern sich Uni-Mathematik von Schulmathematik unterscheidet. Insbesondere Themen aus der diskreten Mathematik – etwa aus der Kombinatorik – spielen dabei eine wichtige Rolle.\n- Sie bekommen eine Rechnereinführung: Einige Kenntnisse im Umgang mit Computern (z.B. der Umgang mit der Kommandozeile) sind im Informatik-Studium nützlich, aber nicht unbedingt Teil des Lehrstoffs einer bestimmten Veranstaltung. Der Informatik-Teil am Ende des Vorkurses versucht dem entgegenzuwirken und gibt Ihnen eine Einführung in die Kommandozeile und andere Tools, die Sie während Ihres Informatik-Studiums gebrauchen können.\nZudem lernen Sie in den Übungsgruppen auch Ihre Kommiliton:innen kennen. Die Teilnahme am Vorkurs ist freiwillig und nicht notwendig. Sie kann aber dabei helfen, im Studium erfolgreich zu sein.\nWas ist der Vorkurs Mathematik?\n----------------------------------------\n\nOrganisatorisches\nVorkurs Mathematik für Informatik > Organisatorisches\n\nWann?\nVorkurs Mathematik für Informatik > Organisatorisches > Wann?\nDer Kurs dauert drei Wochen und findet von Donnerstag, 12. September bis Donnerstag, 2. Oktober 2024 auf Deutsch und Englisch statt. Hier finden Sie den Zeitplan (Stand: 5. September 2024). Nach den Mathe-Vorlesungen sind jeweils noch circa 15 Minuten Zeit für Fragen im Chat reserviert.\n\nWo?\nVorkurs Mathematik für Informatik > Organisatorisches > Wo?\nDie Vorlesungen finden online statt – Ausnahmen sind die vier letzten Vorlesungen im Oktober. Den Link zum Stream finden Sie auf der Moodle-Seite des Kurses. Die letzten vier Vorlesungen am 1. und 2. Oktober 2024 finden im Hörsaal 1 (Raum 00.02.001) im MI-Gebäude des TUM Campus in Garching statt. Sie werden aber auch über denselben Link wie die vorherigen Vorlesungen online übertragen.\nDie Übungen finden online und in Seminarräumen im MI-Gebäude des TUM Campus in Garching statt. Sie haben die Möglichkeit, zwischen dem Besuch einer Online- und einer Präsenz-Übung zu wählen. Die Daten Ihres Übungsraumes – sollten Sie an den Übungen in Präsenz teilnehmen wollen – werden nach Ende der Anmeldefrist via Moodle mitgeteilt. Die Links zu den Online-Übungen finden Sie ebenso auf Moodle.\nKurzum: Wenn Sie wollen, können Sie den gesamten Vorkurs online verfolgen. Sollten Sie die Möglichkeit haben in Präsenz teilzunehmen, empfehlen wir aber, diese zu nutzen.\n\nHardware\nVorkurs Mathematik für Informatik > Organisatorisches > Hardware\nFür den Informatik-Teil des Vorkurses benötigen Sie einen Rechner. Vergessen Sie also nicht, diesen zumindest am 1. und 2. Oktober 2024 mitzubringen.\n\nAnmeldung\nVorkurs Mathematik für Informatik > Organisatorisches > Anmeldung\nSie können sich ab sofort mit diesem Formular für den Kurs anmelden.Danach erhalten Sie Zugang zur Moodle Seite, wo Sie die Vorlesungsunterlagen und den Zeitplan einsehen können.Bei Problemen melden Sie sich bitte über mathe-vorkurs24(at)cit.tum.deFür Studierende des Studiengangs Information Engineering (und nur für diese): Bitte melden Sie sich über ie-bachelor-heilbronn(at)in.tum.de an.\nOrganisatorisches\n----------------------------------------\n\nKursprogramm\nVorkurs Mathematik für Informatik > Kursprogramm\nZu Beginn des Kurses erhalten Sie eine Einführung in die Remote-Nutzung der Schoolrechner. Da die meisten Schoolrechner unter UNIX-Betriebssystemen laufen, erhalten Sie auch einen kurzen UNIX-Crashkurs. Des Weiteren bekommen Sie einen Überblick über verschiedene Internetseiten, die Sie während Ihres Informatik-Studiums häufig nutzen werden, um sich für Vorlesungen anzumelden oder kostenlose Software herunterzuladen.  Die Mathematik-Komponente des Vorkurses gliedert sich wiederum in zwei Teile: Einen Vorlesungsteil, den Prof. Michael Luttenberger leitet, und einen Übungsteil. Die Übungsgruppen betreuen studentische Tutor:innen, die die Themen aus den Vorlesungen anhand von Aufgaben und Beispielen näher erläutern. Dabei arbeiten Sie darauf hin, dass Sie die Aufgaben eigenständig lösen können.\n\nKursinhalte\nVorkurs Mathematik für Informatik > Kursprogramm > Kursinhalte\nRechnereinführung\n- Uni kennenlernen (Ablauf einer Vorlesung, Übung etc.)\n- Benutzung der Computer am Institut\n- Benutzung eines eigenen Laptops am Institut & Fernzugriff auf die Rechnerhalle\n- Für das Studium wichtige Plattformen im Internet\n- Drucken in der Rechnerhalle\n- Kurze Einführung in LaTeX\nMathematik\nEinführung in die Grundlagen der\n- (informellen) Aussagen- und Prädikatenlogik\n- Mengentheorie, natürlichen Zahlen, Induktion\n- binären Relationen, gerichteten Graphen, Funktionen\n- ganzen/rationalen/reellen Zahlen, Körper\n- Grenzwerte von Folgen und Reihen\n- elementaren Funktionen auf den reellen Zahlen\n- Stetigkeit, Ableitung und Integral\n- Kombinatorik, Urnenmodel, diskreten Wahrscheinlichkeitsräume (*)\n- analytischen Geometrie, linearen Algebra (*)\n(* bei ausreichend Zeit)\nKursprogramm\n----------------------------------------\n\nNützliche Links\nVorkurs Mathematik für Informatik > Nützliche Links\n\nUniversität\nVorkurs Mathematik für Informatik > Nützliche Links > Universität\n- MyTUM: Portal für TUM-Studierende. News zur TUM, Informationen zu Studiengängen, Webinterface für MyTUM-Mails\n- TUMonline: Anmeldung zu diversen Prüfungen und Lehrveranstaltungen\n- Studentische Vertretung: Der Studierendenausschuss ist das ausführende Organ des Fachschaftenrates.\n- Bibliothek: Universitätsbibliothek mit Onlinekatalog, Öffnungszeiten etc.\n\nInformatik am Forschungscampus Garching\nVorkurs Mathematik für Informatik > Nützliche Links > Informatik am Forschungscampus Garching\nStudiengangswebseiten:\n- Bioinformatik (Bachelor)\n- Informatik (Bachelor)\n- Informatik: Games Engineering (Bachelor)\n- Wirtschaftsinformatik (Bachelor)\nEinführungsveranstaltungen und Beratung:\n- Studienfachberatung Informatik: Diverse Informationen zum Studium der Informatik an der TUM\n- Überblick zum Vorprogramm (Bachelor)\n- Studieneinführungstage: Mehrtägige Veranstaltung der Fachschaft MPIC für alle, die ein Studium an der TUM in den Fachbereichen Mathematik, Physik, Informatik und Chemie beginnen, mit Campusführung und diversen gemeinschaftlichen Events\n- Fachschaft MPIC\nRechenbetrieb/Internet\n- Webseite der IT Operations (ITO)\n\nInformatik am Campus Heilbronn\nVorkurs Mathematik für Informatik > Nützliche Links > Informatik am Campus Heilbronn\n- Information Engineering (Bachelor)\n- News & Events: Informationen zu Veranstaltungen, insbesondere auch zu Vorprogramm und Orientierungsveranstaltungen zum Studienstart\n\nSonstiges\nVorkurs Mathematik für Informatik > Nützliche Links > Sonstiges\n- StudiSoft: Kostenloser Download von Software aus dem MSDN, TUM-E-Mail zum Login erforderlich\nNützliche Links\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}