{
    "link": "https://www.cit.tum.de/en/cit/studies/international/informatics-outgoing/thesis-abroad/",
    "content": "Thesis Abroad - Informatics - TUM - TUM School of Computation, Information and Technology\n\nThesis Abroad\nThesis Abroad\nWriting your thesis overseas allows you to gain insight into a field of specialization while developing your intercultural skills and competencies. Students in both, bachelor’s and master’s degree programs, can arrange to write their final thesis abroad. But how and where to start? This section adresses the topic in a more detailed way, so you can plan individually.\nThesis Abroad\n----------------------------------------\n\nCurrent calls\nThesis Abroad > Current calls\nYou can find current calls of our partner universities and research institutions on the left in the menu bar.\nCurrent calls\n----------------------------------------\n\nTwo Supervisors Necessary\nThesis Abroad > Two Supervisors Necessary\nWhen writing your thesis abroad, you will need two supervisors: one at TUM CIT Informatics and one at the university or research institution abroad. Finding a supervisor is an individual process of negotiation and research, therefore we recommend contacting a potential TUM chair at an early stage (approx. 4-6 months in advance of your intended stay abroad) to clarify whether there is a supervisor available. In this way, you can also receive recommendations for the choice of a partner university.\nThe rules and submission deadlines of TUM CIT Informatics also apply to theses abroad. Often, the project abroad can also be planned as a research stay, i.e. not necessarily as a thesis. This means that the thesis must be registered at TUM at a suitable time, but not always or not at all at the institution abroad.\nTwo Supervisors Necessary\n----------------------------------------\n\nTasks of the TUM Supervisor\nThesis Abroad > Tasks of the TUM Supervisor\nA thesis outside TUM must always be supervised by a professor of TUM CIT Informatics, who officially represents the topic and thus registers the thesis with the examination board and awards the grade at the end. Supervision is often provided by the chair through doctoral students and postdocs.\nIt is possible, of course, that a close cooperation with the institution outside TUM can evolve and that a grade proposal can be obtained. Please note that the date of the presentation of the thesis will also be requested, ideally the official supervisor is also (virtually) present at the presentation.\nTasks of the TUM Supervisor\n----------------------------------------\n\nSelf-organized Stays Abroad without Exchange Program\nThesis Abroad > Self-organized Stays Abroad without Exchange Program\nTheses abroad can always be written without participating in a specific exchange program, after individual consultation with the respective chair or supervisors on both sides.\nAlthough this procedure requires more personal initiative and organizational talent, it is certainly an attractive option for realizing a stay abroad at the university or research institution of your choice. It is best to contact the chair of your choice directly to clarify the respective conditions.\nSelf-organized Stays Abroad without Exchange Program\n----------------------------------------\n\nSIROP Research Network – Projects for Students\nThesis Abroad > SIROP Research Network – Projects for Students\nTo find a suitable thesis, you can also take a look at the website of the SIROP Research Network. Many renowned universities and research institutions (e.g. TUM, ETH, LMU, CERN etc.) publish calls on the SIROP website.\nSIROP Research Network – Projects for Students\n----------------------------------------\n\nFinal Theses within the ERASMUS+ Programme (SMP)\nThesis Abroad > Final Theses within the ERASMUS+ Programme (SMP)\nFor projects within the EU or in the associated countries (Iceland, Norway, Liechtenstein, Switzerland and Turkey), there is the ERASMUS+ Internship Programme. You can also use ERASMUS+ Internship to receive funding for final theses as research internships. Any European university is eligible! You do not have to adhere to the Informatics partner catalog. You can apply up to four weeks before the start of your stay abroad.\nPlease note: The program only covers financial support, it’s not a placement!\nYou have a total of 12 ERASMUS+ funding months per study period (i.e. per Bachelor's and Master's degree). You can divide these between ERASMUS+ Studies and ERASMUS+ Internship.\nResearch stays can only be funded via ERASMUS+ Studies, if you have already studied at the partner university in the previous semester, i.e. you would have to stay for two semesters.\nFinal Theses within the ERASMUS+ Programme (SMP)\n----------------------------------------\n\nFinal Theses within TUMexchange\nThesis Abroad > Final Theses within TUMexchange\nNormally, you do not have to pay tuition fees for a research stay at a university abroad. Since the TUMexchange program is not linked to a scholarship for living expenses, but only to the waiver of tuition fees, study projects with a specific choice of course are preferred for the program. An application for a thesis via TUMexchange as a pure research project is not recommended due to the different target group, and additionally due to the early TUMexchange application deadline (exceptions: Japan and Israel). Individual organization is the better option here. However, you may be able to benefit from existing contacts and inquire about exceptions by contacting Martina von Imhoff and/or coming to the consultation hour.\nFinal Theses within TUMexchange\n----------------------------------------\n\nScholarships for Writing a Thesis Abroad\nThesis Abroad > Scholarships for Writing a Thesis Abroad\nThe German Academic Exchange Service (DAAD) provides direct funding to universities via the PROMOS program, which can be used to support short-term projects abroad, such as final theses or internships. Interested students, including international full-time students, can apply to TUM Global & Alumni Office for the PROMOS program by May 31 (projects in the second semester) or November 30 (projects in the first semester) of each year.\nIn addition, the DAAD offers the International Research Stays for Computer Scientists (IFI) program. Students and doctoral candidates in the field of Computer Science/Informatics can do research abroad for a period of one to six months as part of their Master's thesis or doctorate. The duration of the scholarship can be chosen flexibly so that the stay abroad can be optimally integrated into the current research plan and career planning. As the scholarship funds have already been exhausted, unfortunately applications are not possible at the moment.\nAnother funding possibility are the scholarships of TUM for study projects abroad. Preference is given to projects outside Europe. The application deadline is always the end of September retroactively for the previous months of the current calendar year and the upcoming quarter. It is therefore possible to apply reactively for projects in the first half of the calendar year! International students can also apply.\nFor projects within the EU or the associated countries (Iceland, Norway, Liechtenstein, Switzerland and Turkey), the ERASMUS+ Programme is a possibility for funding (see above). You have a total of 12 months of funding per study phase (i.e. per Bachelor's and Master's degree). You can divide these between ERASMUS+ studies and ERASMUS+ internship.\nYou can find a very useful list of possible scholarship providers on the international scholarship website of the TUM Global & Alumni Office as well as on the general TUM scholarship website. German Foundation Index’ (Deutscher Stiftungsindex) website and mystipendium.de are also recommended. For more details on the funding programs, please refer to the information on the respective pages.\nScholarships for Writing a Thesis Abroad\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}