{
    "link": "https://www.cit.tum.de/cit/studium/studierende/pruefungsangelegenheiten-module/informatik/praktika-seminare/",
    "content": "Praktika & Seminare Informatik - TUM - TUM School of Computation, Information and Technology\n\nPraktika und Seminare\nPraktika und Seminare\nPraktika und Seminare\n----------------------------------------\n\nAchtung:\nPraktika und Seminare > Achtung:\nDiese Informationen gelten nur für die Veranstaltungen mit folgenden IN-Nummern: IN0012, IN0014, IN2106, IN2107, IN2128, IN2129, IN2130, IN2131, IN2396, IN2397; nicht für andere Veranstaltungen, die in der Lehrform \"Praktikum\" oder \"Seminar\" angeboten werden.\nDie Anmeldung für die Praktika und Seminare verläuft nicht über TUMonline, sondern über ein Matchingsystem. Alle erforderlichen Informationen erhalten Sie auf der Webseite docmatching.in.tum.de\nAchtung:\n----------------------------------------\n\nMatching für das Wintersemester 2024/25\nPraktika und Seminare > Matching für das Wintersemester 2024/25\nDas Matching der Seminar- und Praktikumsplätze für das Wintersemester 2024/25 ist abgeschlossen. Bitte kontaktieren Sie bei Interesse an einem der unten aufgelisteten Restplätze direkt die Betreuer des jeweiligen Kurses.\nNur falls Sie auch auf diesem Weg keinen Platz bekommen und im kommenden Wintersemester dringend einen Platz in einem Seminar oder Praktikum benötigen, wenden Sie sich bitte zwischen 07.10.-11.10. an Herrn Prof. Leutenegger (leuteneg(at)in.tum.de) mit dem Betreff „Seminarplatz/ Praktikumsplatz gewünscht“.Bitte schildern Sie dabei Ihre Situation und legen Sie die Emails an die Kursverantwortlichen und die erhaltenen Antworten bei.Bitte haben Sie Verständnis dafür, dass wir Ihre Anfragen nur berücksichtigen können, wenn die gewünschte Veranstaltung in Ihrem Studienplan eine Pflichtveranstaltung ist.\nMatching für das Wintersemester 2024/25\n----------------------------------------\n\nRestplätze in Seminaren/Remaining spots in seminar courses  (IN0014, IN2107, IN2396) im Wintersemester 2024/25\nPraktika und Seminare > Restplätze in Seminaren/Remaining spots in seminar courses  (IN0014, IN2107, IN2396) im Wintersemester 2024/25\nMaster-Seminar - Current Topics in Medical Machine Learning and Computational Pathology (IN2107, IN4514)Master-Seminar - Deep Learning for Medical Applications (IN2107, IN4860)IN2107 Seminar on Robotics Science and Systems IntelligenceMaster Seminar 3D Vision (IN2107, IN4911)Advanced Seminar Large-Scale Graph Processing and Graph Partitioning (IN2107, IN4435)Master-Seminar - Quantum Networks (CIT4320003, IN2107)Master-Seminar - Foundational Models für 2D- und 3D-Computer Vision (IN2107, IN45024)Master-Seminar - The Evolution of Motion Estimation and Real-time 3D Reconstruction (IN2107, IN4977)Seminar - Participatory AI and the EU's AI Act (IN0014, IN2107, IN2396, IN45054)Master-Seminar: Multi-modal AI for Medicine (IN2107, IN45072)Master-Seminar - Quantum Information Processing Devices (CIT432005, IN2107)Interactive Theorem Proving (IN0014)Seminar: Quantum Computing at Compile Time (IN0014, IN2107, IN45039)Master Seminar: 3D Machine Learning (IN2107, IN4429)Master-Seminar - Modern Computer Vision Methods (IN2107, IN4486)Berechenbarkeit und Unvollständigkeit: Eine Einführung (IN0014)Master-Seminar - Recent advances in 4D Computer Vision (IN2107, IN45066)Master-Seminar: Trustworthy AI for Medicine (IN2107, IN45048)Master-Seminar - Visuell basierte 3D/4D-Rekonstruktion (IN2107, IN45068)Modale und Intuitionistische Logik (IN0014)Seminar Causal Reasoning (IN2107, IN0014, IN45036)Master Seminar: Federated Learning for Industrial Processes (IN2107, IN4481)Master-Seminar - Theoretical advances in deep learning (IN2107, IN4409)IN2107 Seminar on Topics in Design AutomationMaster-Seminar - Robot Perception & Intelligence (IN2107, IN45008)Master-Seminar - Causality and Machine Learning (IN2107, IN4483)Seminar: Advanced Topics of Quantum Computing (IN2107,IN2183,IN0014)Master-Seminar 3D Shape Matching and Application in Computer Vision (IN2107, IN4466)Master Seminar - Neural Radiance Fields (IN2107, IN4499)Master Seminar: 3D Vision and Learning for Robotic Perception and Decision-Making (IN2107, IN45064)Master-Seminar: AI for Vision-Language Models in Medical Imaging (IN2107, IN45069)Seminar: Quantum Software Systems (IN0014, IN2107, IN45016)Master-Seminar - Advanced Complexity Theory (IN2107, IN4442)Seminar in Methods for Molecular Dynamics (IN2107, IN2183)Seminar Course - Fundamentals of Wave Simulation - Solving Hyperbolic Systems of PDEs (IN2183, IN2107)Master-Seminar - Transferlernen und Lebenslanges Lernen im Maschinellen Sehen (IN2107, IN45067)Seminar - Computer Vision in the Operating Room (IN2107)CDR: Digital Future Challenge – verantwortungsvolle KI (IN0014, IN2107, SOT82509)Seminar - Scientific Methods in Information Systems (IN0014, IN4440)Advanced Seminar: Topics in Natural Language Processing of Legal Text (IN2107, IN45062)\nRestplätze in Seminaren/Remaining spots in seminar courses  (IN0014, IN2107, IN2396) im Wintersemester 2024/25\n----------------------------------------\n\nRestplätze in Praktika/Remaining spots in practical courses (IN0012, IN2106, IN2128, IN2129, IN2130, IN2131, IN2397) im Wintersemester 2024/25\nPraktika und Seminare > Restplätze in Praktika/Remaining spots in practical courses (IN0012, IN2106, IN2128, IN2129, IN2130, IN2131, IN2397) im Wintersemester 2024/25\nPractical Course: Deep Learning for 3D Perception (IN2106, IN4319)Masterpraktikum: Learning Robotic Skills from Demonstration (IN2106)Master Practical Course: Computer Network Simulation (IN2106, IN4324)Master Practical Course: 3D Scanning & Spatial Learning (IN2106, IN4263)Praktikum - Project Management and Software Development for Medical Applications (IN2106, IN4136)IN2106 Cybathlon Challenge: Mechanism Design & ControlMaster-Praktikum - Computational Surgineering (IN2106, IN4325) IN2106 Dodo Alive! - Resurrecting the Dodo with Robotics and AI: Hardware & DesignIN2106 Praktikum Robot Modelling and Identification IN2106 Intelligent Machine Design Lab- Product Prototype DevelopmentMasterpraktikum - Safe Reinforcement Learning for Modular Robots (IN2106)Praktikum on 3D Computer Vision (IN2106, IN4313)Praktikum - Autonomous Driving (IN2106, IN0012, IN4376)IN2106 Dodo Alive! - Resurrecting the Dodo with Robotics and AI: Simulation & ControlAdvanced Practical Course - Message Correlation and Inter-Instance/Process Communication in Process Aware Information Systems (IN2106, IN2130)IN2106 Cybathlon Challenge: Task Control & User ExperimentsMasterpraktikum - Micromouse: Designing an Educational Racing-Robot from Scratch (IN2106, IN4235)Master-Praktikum - Enterprise Software Engineering am Beispiel von SAP (IN2128, IN2106, IN212801)Praktikum - Hacking - Binary-Exploitation (IN2106, IN0012, IN4120)Master-Praktikum - Praktikum der mobilen Robotik (IN2106, IN4306)Masterpraktikum - Formal Methods for AI-Enabled Cyber-Physical Systems (IN2106)IN2106 Intelligent Machine Design Lab: Basic System Design\nApplied Deep Learning in Medicine (IN2106, IN4314)\nPraktikum - Internet-Praktikum - iLabX (IN0012, IN2106, IN4240)\nBachelorpraktikum Projects in Natural Language Processing (IN0012)\nRestplätze in Praktika/Remaining spots in practical courses (IN0012, IN2106, IN2128, IN2129, IN2130, IN2131, IN2397) im Wintersemester 2024/25\n----------------------------------------\n\nDefinition Seminare und Praktika\nPraktika und Seminare > Definition Seminare und Praktika\nIm Lehrveranstaltungsangebot der Informatik wird unterschieden in Praktika und Seminare, wie oben beschrieben und Lehrveranstaltungen mit Seminar bzw. Praktikumscharakter. Einfach unterschieden werden, können diese durch die Modulnummern (INxxxx), die im Titel jeder Lehrveranstaltung der Informatik in TUMonline zu sehen ist.\n- Seminare für Bachelorstudiengänge haben die (IN0014) und für Masterstudiengänge (IN2107)\n- Praktika für Bachelorstudiengänge haben die (IN0012) und für Masterstudiengänge (IN2106)\n- Entwicklungspraktika für den Masterstudiengang Wirtschaftsinformatik (IN2128, IN2129, IN2131)\nZu Lehrveranstaltungen und dazugehörig auch zu Prüfungen, die Seminar- oder Praktikumscharakter haben, aber andere Modulnummern, als die oben genannten führen (z.B. Überfachliche Grundlagen IN9xxx), gelten die gleichen Regeln, wie für alle anderen \"normalen\" Lehrveranstaltungen. Siehe auch auf den Seiten zu Prüfungen.\nDefinition Seminare und Praktika\n----------------------------------------\n\nSo finden Sie die angebotenen Praktika und Seminare\nPraktika und Seminare > So finden Sie die angebotenen Praktika und Seminare\nIn TUMonline einloggen, „Lehrveranstaltungen“ im Bereich Studium & Lehre wählen, das Semester wählen. Als Suchterm die IN-Nummer der gewünschten Veranstaltung eingeben (z.B. IN0014 für Bachelor-Seminare, IN2107 für Master-Seminare, IN0012 für Bachelor-Praktika, IN2106 für Master-Praktika).\nSo finden Sie die angebotenen Praktika und Seminare\n----------------------------------------\n\nZuordnung von Praktikumsleistungen in TUMonline\nPraktika und Seminare > Zuordnung von Praktikumsleistungen in TUMonline\nIn manchen Studiengängen, wie z.B. im Master Informatik, ist es möglich, mehr als ein Praktikum einzubringen. Leider kann TUMonline hier nicht automatisch entscheiden, an welcher Stelle das Praktikum zugeordnet werden soll. Die Zuordnung erfolgt deshalb erst nach Notenschluss halbautomatisiert durch das Servicebüro Studium.\nSie haben jedoch die Möglichkeit die Zuordnung schon vorab selbst durchzuführen. Hierzu müssen Sie im Curriculum unterhalb \"Master-Praktikum -> [VK] [IN2106] Master-Praktikum\" in die Checkbox in der Spalte \"Gew\" und der Zeile Ihres Praktikums klicken. Sie finden in der richtigen Zeile in der Spalte \"Leist\" ein graues ‚L'.\nZuordnung von Praktikumsleistungen in TUMonline\n----------------------------------------\n\nGrundsätze guter studentischer Praxis\nPraktika und Seminare > Grundsätze guter studentischer Praxis\nPrüfungs- und Studienleistungen sind selbstständig und ausschließlich unter Nutzung erlaubter Hilfsmittel anzufertigen. Bei Seminar- und Abschlussarbeiten, aber auch Übungs- und Programmieraufgaben, ist daher zur Vermeidung von Plagiaten auf eine vollständige Angabe von Quellen und korrekte Zitierweise zu achten.\nZur Sicherung der bestmöglichen Ausbildung möchten wir unseren Studierenden helfen derartige Fehler zu vermeiden und haben daher einen Leitfaden entwickelt.\nLeitfaden: Grundsätze guter studentischer Praxis\nGrundsätze guter studentischer Praxis\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}