{
    "link": "https://www.cit.tum.de/cit/studium/internationales/informatics-incoming/courses/",
    "content": "Courses for Exchange Students - Informatics - TUM - TUM School of Computation, Information and Technology\n\n1. Courses for Exchange Students\n1. Courses for Exchange Students\n\nHow to Design Your Study Program/Learning Agreement\n1. Courses for Exchange Students > How to Design Your Study Program/Learning Agreement\n1. Courses for Exchange Students\n----------------------------------------\n\n\n\n----------------------------------------\n\nImportant to know and to consider:\n1. Courses for Exchange Students > Important to know and to consider:\nWe expect all exchange students to take at least 60% of your workload (number of courses and ECTS credits) at TUM CIT Informatics.\nPlease always indicate the Module Code (INxxxx or CITxxxxxx) together with the course title in your study program or learning agreement.\nExchange students are allowed to take nearly any course of our subject-area (except IN5xxx, IN8xxx and INHNxxxx), as long as you meet the prerequisites and the capacities allow it. Check the guiding information below on how to search courses (=lectures, practical courses and seminars). All courses that are listed in the Exchange Program Informatics in TUMonline (see accordion \"How to find current courses\" below) are considered Informatics courses (excl. language courses). Only those courses count towards the 60% workload.\nThe full time workload is 30 ECTS per semester. Exchange students at TUM CIT Informtics are expected to take courses with at least 20 ECTS (excl. language courses) per semester. We recommend to spread the workload as explained below and to take a little less than 30 ECTS, if allowed by your home university.\nImportant to know and to consider:\n----------------------------------------\n\nAcademic Prerequisites for an Exchange at TUM CIT Informatics\n1. Courses for Exchange Students > Academic Prerequisites for an Exchange at TUM CIT Informatics\nOur subject-area offers more than 400 courses in English out of our 600+ courses per year. Most of our English taught courses are at an advanced or Master level. Bachelor's students with at least 2 years of prior studies in Computer Science, Computer Engineering or a similar subject can take courses at Master's level.\nThis means (in order to take English taught courses) you need to meet the following minimum requirements: Programming, Algorithms, Data Structures, Mathematics, Software Engineering. Preferably: Data Bases, Computer Architecture, Operating Systems, Networks, Automata, Formal Languages.\nAcademic Prerequisites for an Exchange at TUM CIT Informatics\n----------------------------------------\n\nAcademic calendar, examination periods and credits per semester\n1. Courses for Exchange Students > Academic calendar, examination periods and credits per semester\nThe academic calendar of TUM CIT Informatics is defined as follows:\nWinter semester: 1st October – 31st March\nLecture period:  early/mid October  – mid FebruaryExamination period of lectures: early February – early March (may differ in other departments)(see prospective exam periods of future semesters)\nSummer semester: 1st April – 30th September\nLecture period: early/mid April – mid July/early August (differs every year)Examination period of lectures: mid/end July – early/mid August (may differ in other departments)(see prospective exam periods of future semesters)\nThe TUM academic calendar divides our academic year in two semesters. Please consider the different teaching and examination periods of each TUM School/Subject area when planning your exchange stay! Depending on the lecture start, the examination period differs from year to year, in particular with regard to the summer semester. It is crucial that exchange students are present in Munich in time for the very beginning of the lecture period. If possible, arrive earlier.\nA regular semester has 30 ECTS credits, for exchange students we recommend a workload of 20-25 ECTS. Please see the section about courses (=lectures, practical courses and seminars) for more information. Practical courses and seminars are examined by project work, presentations and essays respectively during and at the end of the lecture period. In contrast, only lectures are examined by a written exam during the examination period.\nAcademic calendar, examination periods and credits per semester\n----------------------------------------\n\nLecture and Exam Periods of Future Semesters\n1. Courses for Exchange Students > Lecture and Exam Periods of Future Semesters\nAll lecture and examination periods may differ in other schools/subject-areas!\nWinter Semester 2023/24: 1st October 2023 – 31st March 2024\nLecture period: 16th October 2023 – 9th February 2024Examinations at TUM CIT Informatics: 5th February 2024 – 2nd March 2024\nSummer Semester 2024: 1st April 2024 – 30th September 2024\nLecture period: 15th April 2024 – 19th July 2024Examinations at TUM CIT Informatics: 15th July 2024 – 10th August 2024 (tbc)\nWinter Semester 2024/25: 1st October 2024 – 31st March 2025\nLecture period: 14th October 2024 – 7th February 2025Examinations at TUM CIT Informatics: 3rd February 2025 – 1st March 2025 (tbc)\nSummer Semester 2025: 1st April 2025 – 30th September 2025\nLecture period: 23rd April 2025 – 25th July 2025Examinations at TUM CIT Informatics: 21st July 2025 – 16th August 2025 (tbc)\nWinter Semester 2025/26: 1st October 2025 – 31st March 2026\nLecture period: 13th October 2025 – 6th February 2026 (tbc)Examinations at TUM CIT Informatics: 2nd February 2026 – 28th February 2026 (tbc)\nSummer Semester 2026: 1st April 2026 – 30th September 2026\nLecture period: 13th April 2026 – 17th July 2026 (tbc)Examinations at TUM CIT Informatics: 13th July 2026 – 8th August 2026 (tbc)\nNote: Due to the large number of exams and rooms required, the general timeframes given above are subject to change, there might be exceptions. Please check the exact dates of the examinations for your individual courses. The examination dates are issued during the first few weeks of the course.\nLecture and Exam Periods of Future Semesters\n----------------------------------------\n\nHow to Find Current Courses\n1. Courses for Exchange Students > How to Find Current Courses\nIn TUMonline, you find all courses of TUM CIT Informatics available for exchange students. Courses are divided into lectures, practical courses and seminars. Lectures are additionally sortet by topic. A good indicator for your course search is the previous academic year, as most courses will be offered again. Our pdf guideline on \"How to find courses\" gives you a step-by-step overview on how to navigate in TUMonline.\nOnly a subset of our modules (lectures/courses) is taught during winter or summer semester, so check the indicated teaching cycle.\nNote: IN9xxx courses (support electives/soft skills) are in very high demand and regular students often have first pick. Courses starting with IN8xxx, IN5xxx and xxHNxxxx are not open for exchange students.\nOnce you have read and understood the context information above, you are well equipped to navigate the Exchange Program Informatics  in TUMonline.\nHow to Find Current Courses\n----------------------------------------\n\nPublication of Courses and Preview of lectures\n1. Courses for Exchange Students > Publication of Courses and Preview of lectures\nKeep in mind that the courses at TUM CIT Informatics are published in late-July for winter semester and beginning of February for summer semester. The TUM application deadline for exchange programs is prior to the publication of the courses for your semester at TUM CIT Informatics. So you have to indicate a first choice of courses in your study program or learning agreement on the base of the previous academic year.\nCheck the courses that were offered in the academic year prior to your stay at TUM CIT Informatics. Courses are usually offered again in the next cycle. The previous academic year is a reliable indicator, but prepare some substitute courses.\nThe Timeline/Checklist helps you to plan and prepare your stay at TUM CIT Informatics.\nPublication of Courses and Preview of lectures\n----------------------------------------\n\nYour Course Choice (Study Program/Learning Agreement)\n1. Courses for Exchange Students > Your Course Choice (Study Program/Learning Agreement)\nWe offer more than 600 courses per year, more than 70% are taught in English at an advanced level. Because exchange students of TUM Informatics are not limited to a specific BSc or MSc program, there is no specific schedule to follow, allowing you great flexibility. You can study across degree programs, but you must fulfill the specific prerequisites of the course. (Only IN5xxx, IN8xxx and xxHNxxxx modules are not open for exchange students.)\nConsequently, the chances are quite high that courses you choose will overlap and your study program is likely to be changed. Consider some fall-back options, in case this happens. After the publication of courses in July or February for the upcoming semester, then is the time to prepare your study program or to fill in your learning agreement respectively. Please always indicate the module code (INxxx or CITxxxxxxx) together with the course title in your study program or learning agreement. Only the courses listed in the Exchange Program Informatics count to the course offer of the subject area Informatics and for the 60% workload and courses in Informatics.\nSpread the workload by choosing a variety of courses. There are lectures, practical courses and seminars at TUM Informatics. Lectures are between 3-8 ECTS credits, whereas a practical course is worth 10 ECTS credits and a seminar 5 ECTS credits.\nRecommendation: A good study program consists of a mix of type of courses, not only lectures, but a practical course and/or a seminar, as well as an additional language course or soft skill course. Only few lectures have a capacity limit, some previously popular courses are no longer offered.\nNote: Places in practical courses and seminars are allocated to students via a matching platform. You will have to apply for these courses in July for winter semester and in February for summer semester. So make sure that you have a list of interesting topics for practical courses and seminars ready. Via the matching, you can get max. one place in a practical course and one place in a seminar per semester. It is worth the effort! Logins to the matching tool will be sent the week before the matching (in February or July), so watch out and check your spam folder. We will also have a webinar on the details of the matching procedure in February/July.\nYour Course Choice (Study Program/Learning Agreement)\n----------------------------------------\n\nApplication to TUM: Course Wish List (no learning agreement required!)\n1. Courses for Exchange Students > Application to TUM: Course Wish List (no learning agreement required!)\n(1) For your application at TUM in May or October respectively, please submit a \"wish list of courses\" (.docx) or an unsigned online learning agreement (download pdf with \"revision\"). The respective document does not need to be signed by your home coordinator yet. Please consider the courses with limited capacities or courses that are no longer available.\n(2) After admission you will receive more information from TUM CIT Informatics in mid-/end July or mid/late January on how to proceed.\n(3) TUM CIT Informatics will sign official study programs, like Online Learning Agreements (OLA), not before mid-August (winter semester) or late February (summer semester). Then the results of the matching for practical/lab courses and seminars will be published.\n(4) Later changes of courses, in particular changes of lectures, are possible until the end of the second week of the lecture period (end of October or end of April respectively).\nApplication to TUM: Course Wish List (no learning agreement required!)\n----------------------------------------\n\nWhat is a practical course; what is a seminar; what is a lecture?\n1. Courses for Exchange Students > What is a practical course; what is a seminar; what is a lecture?\n- A practical course always offers 10 ECTS and is usually a software project in a specific subject area (e.g. data bases, security), including group work and presentations, which are used to grade the whole course in place of an examination. These practical or lab courses are interesting, up-to-date and \"fun\" courses to apply your knowledge in a team. Students often get good grades. Therefore they are popular and places are allocated via a matching due to a capacity limit per practical course (ca. 20-30 students).\n- A (advanced) seminar equals 5 ECTS and you get a scientific paper with a (academically demanding) topic in Informatics. You search for more papers on specific aspects of the topic, present the constituent aspects of the topic in both an essay and a presentation of it in front of the group (ca. 20 students). It is usually graded according to your paper, your talk, and regular, active attendance during the seminar. Seminars are popular and places are allocated via a matching due to a capacity limit per seminar.\n- In contrast a lecture is a course taught by a lecturer, often with many students in a large lecture hall. A lecture is followed up by usually only one written or oral exam after the lecture period and is sometimes accompanied by exercises and homework. The amount of given ECTS credits varies (see module catalog). Most Informatics-lectures (98%) do not have an attendee limit and you register for them with semester start in TUMonline.\nEvery semester we offer around 60+ practical courses and 70+ seminars with topics in all our different subject areas. All courses at TUM Informatics are listed in TUMonline, divided by type of course, with their specific module code.\n- practical courses: IN0012 for Bachelor level and IN2106 for Master level\n- seminars: IN0014 for Bachelor level and IN2107 for Master level\n- lectures have individual module codes (INxxxx or CITxxxxxxx)\nTip: Prepare a list of practical courses and/or seminar topics that are interesting to you, for the matching just after the publication of courses about 3 months prior the semester start. More information about our study and course system as well as the checklist/timeline for your exchange is given at the paragraph 'plan your exchange'.\nPlease always indicate the module code together with the course title in your study program or learning agreement respectively. Courses at TUM Informatics have to be at least 60% of your workload.\nWhat is a practical course; what is a seminar; what is a lecture?\n----------------------------------------\n\nECTS Credit System and TUM Grading\n1. Courses for Exchange Students > ECTS Credit System and TUM Grading\nTUM ECTS Credit SystemAt TUM CIT Informatics 1 ECTS credit equals 30 hours of work. A regular semester consists of 30 ECTS credits with 14 weeks of teaching. For more information about our credits system check the TUM website.\nIf your home university allows, TUM CIT Informatics agrees to a lower workload than 30 ECTS for exchange students. Check the previous paragraphs and our advice on study programs.\nThe TUM grading system is as follows (the grading methods differ and are fixed by the lecturer):\nGrading of ExaminationsThe student’s grades in each individual examination are expressed by the examiner according to the following scale:Grade 1 \"very good\" = excellent performance;Grade 2 \"good\" = performance well above average;Grade 3 \"satisfactory\" = average performance;Grade 4 \"sufficient\" = performance meets the standards in spite of deficiencies;Grade 5 \"fail\" = performance does not meet the standards because of substantial deficiencies.For the purpose of a more differentiated assessment, the above grades may be raised or lowered by 0.3; the grades 0.7 and 5.3 are not possible.If a module consists of several module examination components, the module grade will be calculated as the weighted average of the individual components. The averaged grades will have only one decimal place, all further decimal places will be disregarded without rounding.The module grades are:up to 1.5 \"very good\";1.6 to 2.5 \"good\";2.6 to 3.5 \"satisfactory\";3.6 to 4.0 \"sufficient\";from 4.1 \"fail\".\nECTS Credit System and TUM Grading\n----------------------------------------\n\nFinal thesis - constraints and advice\n1. Courses for Exchange Students > Final thesis - constraints and advice\nRequirement: come for two semesters! When having the wish to write a thesis as an exchange student at TUM CIT Informatics, we expect you to come for two semesters. Then you have the time to organize your thesis in person for your second semester during the first months in Munich. Contact us for advice in advance!\nIt is very common and a lot easier to find a thesis by talking directly to the possible supervisors. Many exchange students have been successful in finding a project then. Indicate in your application to TUM that you intend to do a thesis in your second semester and name some researchers of chairs/labs of interest. In this case, you don't have to be in contact with the researchers at the point of time of application, but later during your first semester.\nAt TUM CIT Informatics theses are usually supervised by Ph.D. students (less often also by Postdocs or directly by the professor). They are the main contact person for you.\nIn case you want to pursue a thesis during your exchange stay at TUM CIT Informatics, you have to follow the regular TUM rules for theses on bachelor's and master's level. The rules for theses can not be adapted on our side with regard to amount of ECTS credits or level, only on the side of your home university. Please discuss this with the coordinator/supervisor at your home university.\nAt TUM CIT Informatics a Bachelor’s Thesis is worth 15 ECTS (duration of four months) or 25 ECTS (duration of 5 months). A Master’s Thesis lasts for 6 months and is worth 30 ECTS. A thesis has to be registered and submitted in time and according to our rules. The rules of your home university do not apply at TUM. Please contact us for more information and advice.\nPlease gather information about our research groups (chairs) yourself. Some chairs have specific offers for theses, others expect you to get in contact with them and are open to negotiate the subject for a final thesis project. Do not contact more than two researchers/groups at once to avoid misunderstandings and chaotic coordination. Be very precise in contacting our staff and attach your transcripts and CV to your request.\nFinal thesis - constraints and advice\n----------------------------------------\n\nEverything read? Then go to \"2. Application for Exchange\"\n1. Courses for Exchange Students > Everything read? Then go to \"2. Application for Exchange\"\nEverything read? Then go to \"2. Application for Exchange\"\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}