{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/informatics/",
    "content": "Informatics - Examinations - TUM - TUM School of Computation, Information and Technology\n\nExaminations at TUM Informatics\nExaminations at TUM Informatics\nExaminations at TUM Informatics\n----------------------------------------\n\nPlease keep in mind: You have to register to all exams including practical courses and seminar courses.\nThe only exceptions are practical courses and seminar courses with the following module numbers:\nIN0012, IN0014, IN2106, IN2107, IN2128, IN2129, IN2130 and IN2131.\nFor the above modules, you will be automatically registered by the organising chair.\n\n----------------------------------------\n\nRegistration in TUMonline - please keep deadlines in mind!\nExaminations at TUM Informatics > Registration in TUMonline - please keep deadlines in mind!\nPlease keep deadlines in  mind and register in time! If you have problems registering for exams, please consult your TUMonline brochure or the website www.it.tum.de/it/tumonline/. If you still have problems, please contact the secretary of the examination board of your degree program directly by email before the end of the registration period.\nYou can find this information under your degree program and under Contacts for Examination Matters.\nLate registration for exams is not possible. If you were not registered for an exam, neither the ECTS points nor the grade will be credited and you will have to repeat the exam.\nRegistration in TUMonline - please keep deadlines in mind!\n----------------------------------------\n\nMidterm and early exams\nExaminations at TUM Informatics > Midterm and early exams\n\nMidterm and early exams ( i.e. after block courses)\nExaminations at TUM Informatics > Midterm and early exams > Midterm and early exams ( i.e. after block courses)\nThese usually have separate registration periods and are announced well in advance. Students who are registered for the midterm exam in TUMonline are automatically registered for the final exam. All others must register for the final exam in TUMonline themselves.\n\nCurrent dates\nExaminations at TUM Informatics > Midterm and early exams > Midterm and early exams ( i.e. after block courses) > Current dates\nBasic Principles: Operating Systems and System Software        IN0009                13.12.2024          16:00     17:45\nBasic Principles: Operating Systems and System Software for Games Students            IN0034                  13.12.2024          16:00     17:45\nRegistration in TUMonline: 15.11.24-02.12.24\nBusiness Analytics and Machine Learning             IN2028                  20.12.2024          16:00     19:00\nRegistration in TUMonline: 15.11.24-06.12.24\nMidterm and early exams\n----------------------------------------\n\nWhen do exams take place?\nExaminations at TUM Informatics > When do exams take place?\nEach TUM semester is divided in lecture period and lecture-free period. Exams of the Department of Informatics normally start around the end of the lecture period until the third week of the lecture-free period (incl. Saturdays!) at the latest. Retake exams (taken by students who fail the first time) are usually held at the beginning of the next semester, either in the last three weeks of the lecture-free period or in the first week of lectures. From the TUM semester dates (here), prospective exam periods of TUM Informatics can be derived.\nDue to the large number of exams and rooms required, the general timeframes given on this website are subject to change. Please check the exact dates of the examinations for your individual courses. The examination dates are issued during the first few weeks of the course.\nPlease take a look at the information below to learn more about exam registration, deadlines, and withdrawal guidelines. Note: If you do not register for an exam via TUMonline, the credits will not count towards to your ECTS account.\nWhen do exams take place?\n----------------------------------------\n\nDeregistration from exams and withdrawal for medical reasons\nExaminations at TUM Informatics > Deregistration from exams and withdrawal for medical reasons\n\nDeadlines\nExaminations at TUM Informatics > Deregistration from exams and withdrawal for medical reasons > Deadlines\nYou can deregister from the exam via TUMonline until the end of the registration period. This does not apply if you are obliged to retake an exam. Registration for written exams can be cancelled up to 7 days before the exam.\nBe aware that a 5,0 will be shown in your grade report if you do not cancel in time.\nIf the examination regulations of your program allow for other withdrawals (e.g. early withdrawal), please contact your secretary of the examination board, see Your Contacts for Examination Matters.\nIf you encounter any problems deregistering from an exam, please contact your secretary of the examination board immediately, see Your Contacts for Examination Matters.\n\nWithdrawals for Medical Reasons\nExaminations at TUM Informatics > Deregistration from exams and withdrawal for medical reasons > Withdrawals for Medical Reasons\nThe following degree programs do not restrict the number of times an examination can be repeated:\n- Bachelor's in Informatics\n- Bachelor's in Informatics: Games Engineering\n- Bachelor's in Information Systems\n- all Master's degree programs lasting 4 semesters\nTherefore, you need to provide medical evidence of your inability to sit an examination only in exceptional cases, e.g. if you envisage problems obtaining sufficient credit points during your program. If you cannot sit an examination due to illness, you need to provide a medical certificate as soon as possible to prove you were unable to take the exam. You should keep this medical certificate safe until the end of your program as you may need to present it to the examination board. If you are uncertain whether a medical certificate meets the regulations, please check with the academic advising Informatics.\nSee also the requirements for the medical certificate on the university page about withdrawing from examinations and the list of approved medical examiners.\nDeregistration from exams and withdrawal for medical reasons\n----------------------------------------\n\nCredit transfer\nExaminations at TUM Informatics > Credit transfer\nFor information on the transfer of credits from your previous studies, a consecutive degree program, or from an exchange semester abroad, please visit the page \"Transfer of Credits\".\nCredit transfer\n----------------------------------------\n\nPractical courses and seminar courses\nExaminations at TUM Informatics > Practical courses and seminar courses\nInformation on practical courses and seminar courses and on the allocation of places via the Matching platform is available at \"Practical courses & seminar courses\".\nPractical courses and seminar courses\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}