{
    "link": "https://www.cit.tum.de/en/cit/studies/students/examination-matters-modules/",
    "content": "Examination Matters & Modules - TUM - TUM School of Computation, Information and Technology\n\nExamination Matters and Modules\nExamination Matters and Modules\nExamination Matters and Modules\n----------------------------------------\n\nAcademic year\nExamination Matters and Modules > Academic year\nThe academic year at German universities always begins on October 1 of a year and ends on September 30 of the following year; it is divided into two semesters. Within a semester are the lecture and examination periods followed by a \"lecture-free period\". The exact dates of current and future semesters for the start and end of lectures as well as semester breaks and holidays can be found on the central TUM websites.\n\nSemester Structure\nExamination Matters and Modules > Academic year > Semester Structure\nWinter semester: begins on October 1 and ends on March 31 Lecture period: approx. mid-October to mid-February\nSummer semester: begins on April 1 and ends on September 30 Lecture period: approx. mid-April to mid-July\n\nExams\nExamination Matters and Modules > Academic year > Semester Structure > Exams\nMathematics: in the first to the third week of the lecture period Informatics: in the last week of the lecture period until the third week of the lecture-free period Electrical and Computer Engineering: in the first to the third week of the lecture-free period\n\nRetake exams\nExamination Matters and Modules > Academic year > Semester Structure > Retake exams\nMathematics: last three lecture-free weeks Informatics: last three lecture-free weeks or in the first lecture week of the following semester Electrical and Computer Engineering: at the end of the following semester; Attention! Exception are the repeat examinations of the GOP, these take place in the last three lecture-free weeks.\nAcademic year\n----------------------------------------\n\nCurrent Dates and Deadlines\nExamination Matters and Modules > Current Dates and Deadlines\n\nExamination period at the beginning of the winter term 2024 (retake examinations from summer term 2024):\nExamination Matters and Modules > Current Dates and Deadlines > Examination period at the beginning of the winter term 2024 (retake examinations from summer term 2024):\nExams will take place from September 30th, 2024 - October 19th, 2024\nRegistration for the exams is open from September 9th, 2024 to September 23rd, 2024. (applies to mathematics/computer science)Examination dates for oral examinations will be announced by the respective lecturer.\nDeadline for Grades: October 31, 2024 (all examinations)\n\nCurrent examination dates and registration periods in winter term 2024/25 (CIT)\nExamination Matters and Modules > Current Dates and Deadlines > Current examination dates and registration periods in winter term 2024/25 (CIT)\n\nExamination period at the end of the winter semester 2024/25:\nExamination Matters and Modules > Current Dates and Deadlines > Current examination dates and registration periods in winter term 2024/25 (CIT) > Examination period at the end of the winter semester 2024/25:\nExams will take place from February 10, 2025 - March 1, 2025 (mathematics/computer science)\nRegistration for the exams is open for the entire CIT from November 18th, 2025 - January 15th, 2025\nElectrical Engineering: February 10th 2025 - April 17th 2025\nMidterm and early exams in Computer Science (see IN)\n\nExamination period at the beginning of summer term 2025 (repeat exams; Mathematics/Computer Science):\nExamination Matters and Modules > Current Dates and Deadlines > Current examination dates and registration periods in winter term 2024/25 (CIT) > Examination period at the beginning of summer term 2025 (repeat exams; Mathematics/Computer Science):\nExams will take place from April 7th, 2025 to April 19th, 2025\nRegistration for the exams is open from March 17, 2025 - March 31, 2025\nDeadline for Grades: May 9, 2025\nDeviations from the respective deadlines are possible\nYou can find the exact exam dates in TUMonline from the start of each lecture.\nPlease note: Other schools may have different dates!\nExamination dates for oral examinations will be announced by the respective lecturer.\nWe wish you much success for your exams!\n\n\nExamination Matters and Modules > Current Dates and Deadlines >\nCurrent Dates and Deadlines\n----------------------------------------\n\nBasic Information on exam registration\nExamination Matters and Modules > Basic Information on exam registration\n- Registration for examination must be done via TUMonline.\n- Registration for a course does NOT mean you are automatically registered for the respective examination.\n- Separate, advance registration must be made via TUMonline EVERY time you take an examination (including retake exams). The only exception are mid-term exams. If you registered for a mid-term exam, then you will be automatically registered for the final exam.\n- Taking an examination does not replace registration. If you do not register for an exam in TUMonline, the credits will not count towards to your degree program.\n- Please pay attention to further information given by your lecturers and teaching staff. Additional on-site registration may be necessary for some examinations.\n- Don't forget to check if your registration has been succesfull befor the end of the registration period. How you can find out to which examinations you are registrated please look at bulletpoint \"How can I see the exams I am registered for?\"\nBasic Information on exam registration\n----------------------------------------\n\nHow to register for exams in TUMonline\nExamination Matters and Modules > How to register for exams in TUMonline\n\n1. Log in to the TUMonline portal\nExamination Matters and Modules > 1. Log in to the TUMonline portal\n- You need a myTUM account to log in to the TUMonline portal. If you have forgotten your password or the answer to your security question, please contact TUM IT support.\n- Log in with your myTUM ID (xxxx@mytum.de) and myTUM password\n- If your myTUM ID is rejected, please try your LRZ ID and your myTUM password. Your LRZ ID can be viewed at: portal.mytum.de > Login > Meine Einstellungen > Accountinformationen\n- If log in fails with your LRZ ID, please try to reset your myTUM password within the myTUM portal.\n- If you are still not able to log in, please contact TUM IT support.\n\n2. Register for an examination in TUMonline\nExamination Matters and Modules > 2. Register for an examination in TUMonline\nSee this page for information about logging in and registering for examinations.Explanations for registration and other topics around TUMonline: Videos of the TUM Student Info\nThe registration system automatically marks all registrations as \"provisional\".\nIf your examinations do not appear in your curriculum tree, please use the \"Prüfungs An-/Abmeldung\" for registration (see information sheet). Please search for the module ID of the related course using the search field next to \"Prüfung\".\nThe examination registration for resits in TUMonline doesn´t work! What can I do? Step by step instruction as PDF\nDetails:\n- Check if the exam you intend to repeat has already been graded, if not, be patient and try again after a few days. Only if the grades have been submitted and you have not passed, you can register for the repetition!\n- If the exam has been graded and you failed, but you still can not register, refer to http://www.it.tum.de/en/tumonline/ or the TUMonline brochure.\n- If you are still facing difficulties, contact the Secretary of Examination Board of your degree program by E-Mail before end of registration period.\nHow to register for exams in TUMonline\n----------------------------------------\n\nHow can I see the exams that I registered for?\nExamination Matters and Modules > How can I see the exams that I registered for?\nThere are different options to check if you are actually registered for an exam: - \"My studies\" application under \"Registration for exams\"\n- \"Exams\" application under \"My exams\"\n- \"Student file\" application (business card) in the \"all exams\" tab\n- \"Study status/study plan\" application: navigate to the exam (green circle) and check whether a check mark appears in the selected column\nHow can I see the exams that I registered for?\n----------------------------------------\n\nGrading\nExamination Matters and Modules > Grading\nGrades\n1.0, 1.3:  \"very good\" = excellent performance\n1.7, 2.0, 2.3:  \"good\" = performance well above average\n2.7, 3.0, 3.3:  \"satisfactory\" = average performance\n3.7, 4.0:  \"sufficient\" = performance meets the standards in spite of deficiencies\n4.3, 4.7, 5.0:  \"fail\" = performance does not meet the standards because of substantial deficiencies.\nGrading\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "general"
}