{
    "link": "https://www.tum.de/studium/studienabschluss/abschlussarbeit",
    "content": "-->\nAbschlussarbeit schreiben – mit Erfolg\nFür die meisten Studierenden ist die Abschlussarbeit die erste große Arbeit ihres Studiums. Sie ist wesentlich umfangreicher und an­spruchsvoller als Haus- oder Seminararbeiten, die während des Studiums geschrieben wurden,  und benötigt deshalb auch mehr Planung.\n\n    Formales: Was es unbedingt zu beachten gibt\nHier finden Sie Hinweise zu den rechtlichen Rah­men­be­din­gun­gen, die es bei der Er­stel­lung Ihrer Ab­schluss­ar­beit unbedingt zu beachten gilt. Formales Bitte beachten Sie : Die Ausführungen gelten für die Bachelor’s und Master’s Thesis. Die rechtlichen Rah­men­be­din­gun­gen für die Diplomarbeit finden Sie in den §§ der ADPO und in der FPSO Ihres Studiengangs.\n\n    Tipps und Tricks\nHier haben wir für Sie einige Tipps, Literatur und Links zu­sammengestellt, die Ihnen dabei helfen sollen, Ihre Ab­schlussarbeit erfolgreich zu erstellen. Tipps und Tricks\nUmgang mit gendersensiblen Formulierungen im Studium\nBitte beachten Sie: Das kürzlich ergangene Verbot für bayerische Schulen, Hochschulen und Behörden, Sonderzeichen im Zusammenhang mit geschlechtergerechter Sprache zu benutzen, bezieht sich ausschließlich auf die dienstlichen Aufgaben der staatlichen Einrichtungen selbst; individuelle Sprache, Dokumente, Texte und Kommunikationskanäle in Studium und Lehre sind davon nicht betroffen .\nStudierenden steht es frei, ob und in welcher Form Sie gendersensible Sprache nutzen. Die Verwendung oder Nichtverwendung gendersensibler Sprache hat keinerlei Einfluss auf die Bewertung von Prüfungen, Seminar- und Abschlussarbeiten .\n\n        English Writing Center und Schreibberatung Deutsch als Fremdsprache\nDas English Writing Center und die Schreibberatung können die ganze TUM Community nutzen. Hier bekommen Studierende, Professoren und Mitarbeiter eine Einzelberatung beim Schreiben von englischen oder deutschen Texten, die genau auf ihre Bedürfnisse zu­ge­schnit­ten ist. Die Angebote sind kostenfrei, und es können bis zu 12 Termine pro Semester vereinbart werden.\nElektronische Veröffentlichung\nDie Universitätsbibliothek bietet die Möglichkeit, Abschlussarbeiten elektronisch zu veröffentlichen. Informationen dazu finden Sie auf den Seiten der Bibliothek .\nThemenbörse\nSie suchen ein Thema für Ihre Bachelor- oder Masterarbeit? In unserer Themenbörse finden Sie Ausschreibungen aller Fachrichtungen.\nStudienberatung und -information\n+49 89 289 22245 studium spam prevention @tum.de\nBitte beachten Sie die E-Mail-Etikette .\nBeratungstermine bei der Allgemeinen Studienberatung nach Vereinbarung\nService Desk\nCampus München Arcisstraße 21, Raum 0144 80333 München\nMontag, 9:00 – 12:00 Uhr Dienstag, 13:00 – 16:00 Uhr (nur Studieninformation) Mittwoch, 9:00 – 12:00 Uhr Freitag, 9:00 – 12:00 Uhr",
    "type": "TUM",
    "study_program": "general"
}