{
    "link": "https://www.tum.de/studium/im-studium/das-studium-organisieren/pruefungen-und-ergebnisse",
    "content": "-->\nPrüfungen und Prüfungsergebnisse\nHier erhalten Sie Informationen rund um das Thema Prüfungen, Prüfungsergebnisse und Leistungsnachweise. Generell gilt aber:\nBitte informieren Sie sich immer in der für Sie gültigen Prüfungs- und Studienordnung!\n  - Prüfungs- und Studienordnung\n  - Anlaufstellen\n  - Prüfungsinformationen der Schools\n  - An- und Abmeldungen zu Prüfungen\n  - Rücktritt von Prüfungen – Einreichen von Attesten\n  - Notenbekanntgabe und Bescheide\n  - Abschlussdokumente Umgang mit gendersensiblen Formulierungen im Studium\nBitte beachten Sie: Das kürzlich ergangene Verbot für bayerische Schulen, Hochschulen und Behörden, Sonderzeichen im Zusammenhang mit geschlechtergerechter Sprache zu benutzen, bezieht sich ausschließlich auf die dienstlichen Aufgaben der staatlichen Einrichtungen selbst; individuelle Sprache, Dokumente, Texte und Kommunikationskanäle in Studium und Lehre sind davon nicht betroffen .\nStudierenden steht es frei, ob und in welcher Form Sie gendersensible Sprache nutzen. Die Verwendung oder Nichtverwendung gendersensibler Sprache hat keinerlei Einfluss auf die Bewertung von Prüfungen, Seminar- und Abschlussarbeiten .\n\n    Prüfungs- und Studienordnungen\nAn der TUM gelten die Allgemeine Prüfungs- und Studienordnung für Bachelor- und Masterstudiengänge (APSO) und die Allgemeine Diplomprüfungsordnung (ADPO) für auslaufende Diplom-Studiengänge in Verbindung mit der jeweiligen Fachprüfungs- und Studienordnung (FPSO). Ob Sie nach ADPO oder APSO studieren, finden Sie im ersten Paragraphen Ihrer FPSO.\nDie APSO und die ADPO enthalten verbindliche Verfahrensregelungen für alle Diplom- bzw. Bachelor- oder Masterstudiengänge der TUM. Darauf aufbauend regeln die FPSOen der einzelnen Studiengänge der TUM die studiengangsbezogenen Voraussetzungen für die Zulassung zu den Prüfungen, die Prüfungsanforderungen sowie den Studienverlauf. Sie finden alle Satzungen in der Satzungsdatenbank der TUM . Bitte informieren Sie sich in den für Sie geltenden Studien- und Prüfungsordnungen, da Sie dort wichtige Regelungen z.B. zur Studienfortschrittskontrolle finden.\nBei Nichteinhaltung dieser Regelungen können schwerwiegende Folgen (bis zum endgültigen Nichtbestehen des Studiengangs) auftreten.\n\n    Anlaufstellen\nAn der TUM gibt es für Sie drei wichtige Anlaufstellen im Bereich Prüfungen:\n1. Die Studiensekretariate der Schools sind zuständig für die Planung der studienbegleitenden Prüfungen, Prüfungsan- und -abmeldung, Atteste und Rücktritte, Notenverwaltung und Freigabe der Ergebnisse.\n2. An der TUM gibt es für jeden Studiengang Prüfungsausschüsse. Die Prüfungsausschüsse sind an den Schools angesiedelt und zuständig für Härte- und Sonderfallanträge und für die Anerkennung von Prüfungs- und Studienleistungen.\n3. Der Arbeitsbereich Graduation Office and Academic Records des TUM Center for Study and Teaching erstellt die Prüfungsbescheide pro Semester, die Studienabschlussdokumente sowie Studienabschlussbescheinigungen und weitere Bescheinigungen (z.B. für Rentenversicherung, Kindergeld) an den jeweiligen Standorten.\nBeglaubigungen von TUM-internen Abschlussdokumenten werden ausschließlich am Campus Weihenstephan vorgenommen.\n\n    Kontakt: Graduation Office and Academic Records\nPersönliche Termine sind nach vorheriger Absprache möglich.\nWir empfehlen die Zusendung der Abschlussdokumente per Post .\nBei Fragen wenden Sie sich bitte an die zuständigen Ansprechpersonen des TUM Center for Study and Teaching – Graduation Office and Academic Records am\nCampus München Campus Garching Campus Weihenstephan\nbzw. an die Ansprechpersonen der TUM School of Medicine and Health Klinikum rechts der Isar .\n\n    Prüfungsinformationen der Schools\nHier finden Sie Links zu den prüfungsrelevanten Seiten der Schools und deren Ansprechpersonen (oft Studiensekretariate):\n  - TUM School of Computation, Information and Technology Frühere Fakultät für Elektrotechnik und Informationstechnik Frühere Fakultät für Informatik Frühere Fakultät für Mathematik\n  - TUM School of Engineering and Design\n  - TUM School of Life Sciences\n  - TUM School of Management\n  - TUM School of Medicine and Health Frühere Fakultät für Medizin Frühere Fakultät für Sport- und Gesundheits­wissenschaften\n  - TUM School of Natural Sciences\n  - TUM School of Social Sciences and Technology Vor der Prüfung kommt das Lernen\nDie TUM bietet ein umfang­reiches Kurs­programm zur Förderung von Selbst- und Lern­kompetenzen an.\nDie Themen umfassen zum Beispiel Selbst­management und -motivation, Methoden zur Planung und Zeiteinteilung des Arbeits­prozesses oder Stressbewältigung.\nPrüfungsangst?\nDas Lern- und Prüfungscoaching der TUM sowie die Psychosoziale und Psychotherapeutische Beratung des Studierendenwerks München Oberbayern können weiterhelfen.\nTermine und Fristen\nSemester- und Vorlesungszeiten, vorlesungsfreie Tage, Bewerbungs- oder Immatrikulationzeiträume – alle Termine und Fristen im Semesterüberblick .\nStudienberatung und -information\n+49 89 289 22245 studium spam prevention @tum.de\nBitte beachten Sie die E-Mail-Etikette .\nBeratungstermine bei der Allgemeinen Studienberatung nach Vereinbarung\nService Desk\nCampus München Arcisstraße 21, Raum 0144 80333 München\nMontag, 9:00 – 12:00 Uhr Dienstag, 13:00 – 16:00 Uhr (nur Studieninformation) Mittwoch, 9:00 – 12:00 Uhr Freitag, 9:00 – 12:00 Uhr",
    "type": "TUM",
    "study_program": "general"
}