{
    "link": "https://www.tum.de/en/studies/application/master/application-master",
    "content": "-->\nHow to apply for a Master’s Degree Program – Step by Step\nYou would like to apply to a Master’s degree program at the Technical University of Munich (TUM)? Here, you will find all the information you need.\n\n        Chart: Application for Master’s degree programs\n\n        1. You prepare your application\n  - Be aware of the general requirements for graduate studies and our assessment procedures.\n  - In the online application, you will be asked to upload all required documents for admission. Find out which documents you need , and prepare them beforehand – for example, you will need a letter of motivation or an essay in most cases.\n        1.1 Note for international applicants\nYou are applying with a qualification for graduate studies acquired outside of the EU/EWR? Be sure to observe these additional steps before starting your online application:\n  - Check your qualification for graduate studies\n  - Provide proof of your language skills\n  - Apply for your preliminary documentation via uni-assist within the application period\n  - Learn about the specific requirements for applicants from certain countries\n  - Be aware of possible visa requirements\n        2. You apply via TUMonline\nThe first step is the application via our portal TUMonline . Our application wizard will guide you step by step through the online application procedure. If you apply for more than one degree program , please submit a separate application for each program .\nAfter submitting the online application, you can view its status any time in your TUMonline account .\nPlease note: We can only consider your application if you upload all required documents and submit the complete application within the application period .\nAll documents required for admission have to be uploaded in PDF format to the online application form. Depending on the degree program, the required documents include:\n  - Bachelor’s certificate and bachelor’s diploma . If you don’t have the required documents at the time of application, please provide your Transcript instead.\n  - your CV – please note that it has to be current and must not contain gaps. Feel free to use the template provided by the European Union .\n  - your passport\n  - where necessary, verification of language skills in German or English\n  - where required, letter of motivation , essay , etc.\n  - where required, preliminary documentation by uni-assist (see Special Requirements for International Applicants ). If you have applied for a VPD but it is not yet available, you can confirm the timely competion of the application for the VPD by submitting our form instead. Yo can then submit the final document as soon as you receive it.\nYou do not have to submit any hardcopies before your application is reviewed and you receive an offer of admission . Please upload all documents to TUMonline before the end of the application deadline. Documents submitted via email cannot be processed.\nDocuments issued in German or English need not be translated. Documents not issued in German or English must be translated by a sworn translator into either German or English. Please merge both the original and the translation and upload them as one PDF file.\n\n        3. We review your application\nOnly when all required application documents have been filled out completely and received by the specified deadline, will they be processed by the Admissions and Enrollment Office. Due to the large number of applicants the process may take several weeks. Check the status of your application in your TUMonline Account . You will also be notified about important updates to your application account via email, so be sure to check your email account and your spam folder regularly.\nLearn more about the status options shown in TUMonline.\n\n        3.1 You complete the aptitude assessment\nMaster degree programs are subject to aptitude assessment . As soon as all required documents have been submitted and processed, applicants will receive an email including an invitation and useful information about the aptitude assessment procedure.\nAptitude Assessment is a two-step procedure:\n  - In the initial stages , the grades you obtained during your bachelor's program, as well as your written documents, will be evaluated using a point system . Depending on the amount of points accumulated , applicants are either immediately admitted , rejected or invited to a 20 minute admissions interview conducted by the department . In some cases, telephone interviews are carried out for international students.\n  - The interview represents the second stage of the procedure  and helps determine whether the applicant is capable of successfully completing the desired course of study. You will find more information in appendix 2 of the Academic and Examination Regulations of your desired degree program.\n        4.1 We notify you about your admission\nYou will receive an email confirmation of your admission to a degree program at TUM. The offer of admission will also appear in your TUMonline Account . So be sure to check your inbox, your spam folder and your TUMonline account regularly.\n\n        4.2 You accept your spot\nThe admission procedure that follows your acceptance of admission will also take some time. Therefore, accept your admission offer as soon as possible ! You can do this in your TUMonline Account . Upon accepting your admission offer, you have the option to download your admission notification in TUMonline.\nIf you have applied to more than one program and have not yet received an admissions offer for your preferred course of study, please wait to confirm your acceptance. Otherwise, please accept your study place in TUMonline as soon as possible . You can accept the study place by the enrollment deadline. But we recommend you do so before the semester begins, to complete the enrollment process by the deadline.\nYou have received an admission offer, but due to some reason have to postphone the start of your studies? Here you will find everything you need to know about reserving your spot.\n\n        5. You submit the application and all documents for enrollment\nAs soon as you accept your spot, you will be able to submit the required documents for enrollment. Enrollment is the step that makes you a student of TUM.\nTo complete your enrollment, we need all documents for enrollment in the correct form.\nA list of the required documents will be displayed in your TUMonline account. Please note that all documents required as notarized hardcopies always have to be submitted by post.\nAll documents not originally issued in German or English need to be translated . TUM does not assume any liability for unsolicited original certificates. Please note that all hardcopies are digitalized and destroyed after the end of the application period.\nFor some master's degrees, you may hand in your degree certificate until the end of the second semester, provided that you submit a transcript of records within the designated application period. To find out whether this is possible for a certain program, please consult the academic and examination regulations . If you wish to use your degree certificate as proof of your language skills, you necessarily need to submit it by the end of the application period for a program.\nPlease note: Consideration of whether an extended deadline can be granted is not possible until your application has been received.\nMore information:\n  - Glossary of Documents\n  - Notarization of Documents\n  - Translation of Documents\n  - Recognition of Credits\n        6. You pay the semester fee\nAfter accepting your admission offer, please transfer your student union fees and, if applicable, the tuition fees for international students from third countries .\nAll information you need about the fees and the bank transfer process can be found in your TUMonline account .\n\n        7. We complete your enrollment\nAs soon as\n  - all documents are registered and labeled as correct in your TUMonline account ,\n  - TUM received a digitally transmitted confirmation of your insurance status by a statutory health insurance company,\n  - you accepted an offer of admission ,\n  - and transfered your semester fees and, if applicable, the tuition fees for international students from third countries .\nyou will be enrolled at TUM and notified by e-mail . Please remember to check your TUMonline account regularly to keep up-to-date. For technical reasons it may take up to 24 hours until your status of enrollment is verified in your account.\nYou can find an overview of the necessary steps for enrollment here: Enrollment via TUMonline .\nAfter enrollment you can download your student documents in your TUMonline account . These include\n  - proof of enrollment,\n  - confirmation of payment of fees.\nPlease note:\nEnrollment for the summer semester is in February at the earliest, for the winter semester not before August. Enrollment is valid from the beginning of the semester on April 1 (summer semester) or October 1 (winter semester).\n\n        8. You pick up your Student Card\nThe student card is student I.D., library card, and electronic payment card – and therefore an important prerequisite for studying at TUM.\nHow to get your Student Card\n\n        What’s next?\nCongratulations – you can start your studies! Ahead of the first lecture there are still things to be taken care of: From registering at the university library to finding a place to live. Here you will find valuable tips and services to help you get started.\n\n    Start the online application\nAny Questions?\nPlease refer to TUM’s extensive advisory service anytime.\nGlossary of Documents\nEverything you need to know about documents required for application\nFAQs about your studies at TUM\nFind answers to the most frequently asked questions .\nDates and Deadlines\nLecture period, lecture-free days, or enrollment periods – all semester dates and deadlines at a glance .\nStudent Advising and Information Services\n+ 49 89 289 22245 studium spam prevention @tum.de\nPlease observe the e-mail etiquette .\nPersonal advising sessions with General Student Advising by appointment\nService Desk\nCampus Munich Arcisstraße 21, Room 0144 80333 München\nMonday, 9 a.m. – 12 p.m. Tuesday, 1 p.m. – 4 p.m. (Student Information only) Wednesday, 9 a.m. – 12 p.m. Friday, 9 a.m. – 12 p.m.",
    "type": "TUM",
    "study_program": "general"
}