{
    "link": "https://www.tum.de/studium/im-studium/das-studium-organisieren/beurlaubung",
    "content": "-->\nBeurlaubung\nSie können sich für eine bestimmte Zeit während Ihres Studiums aus wichtigen Gründen freistellen lassen. Man spricht dann von einer Beurlaubung. Hier erfahren Sie, was Sie dazu wissen müssen.\n\n        Rechtsgrundlagen\nDie Beurlaubung ist in den §§ 11 und 12 der Immatrikulations-, Rückmelde-, Beurlaubungs- und Exmatrikulationssatzung der Technischen Universität München i.V.m. Art. 93 Abs. 2 und 3 Bayerisches Hochschulinnovationsgesetz geregelt.\n\n        Aus welchen Gründen kann ich mich beurlauben lassen?\nFür eine Beurlaubung während des Studiums müssen wichtige Gründe vorliegen. Anerkannte Gründe sind:\n  - eine ärztlich bescheinigte Krankheit Eine Beurlaubung aufgrund von Krankheit soll in der Regel zwei Semester je Person (nicht je Studiengang) nicht überschreiten. In Einzelfällen kann einmalig ein drittes Urlaubssemester genehmigt werden, wenn ein ärztliches Attest vorliegt, das bescheinigt, dass die Studierfähigkeit nach dem dritten Beurlaubungssemester aller Voraussicht nach wieder hergestellt ist, oder wenn Therapiemaßnahmen bis in das dritte Semester seit Beurlaubung hinein anhalten. Für ein viertes oder weiteres Semester wird grundsätzlich keine Beurlaubung mehr genehmigt.\n  - Mutterschutz oder Elternzeit Eine Beurlaubung aufgrund von Mutterschutz oder Elternzeit erfolgt für höchstens sechs Semester je Person. Die Beurlaubung ist grundsätzlich möglich, solange das jüngstes Kind das 8. Lebensjahr nicht vollendet hat.\n  - die Pflege eines nahen Angehörigen\n  - ein Studium an einer Hochschule im Ausland\n  - ein in der Fachprüfungsordnung vorgeschriebenes Praktikum außerhalb der Hochschule, das nicht alleine in der vorlesungsfreien Zeit absolviert werden kann\n  - ein freiwilliges Praktikum oder eine ähnliche Verpflichtung. Hier ist eine Beurlaubung allerdings nur möglich, wenn die School zustimmt und für den Studierenden durch eine Ablehnung ein unverhältnismäßiger Nachteil droht. Bitte beachten Sie, dass bei einer Beurlaubung aufgrund eines Praktikums zusätzliche Bearbeitungszeiten in den Schools entstehen können. Erkundigen Sie sich daher frühzeitig bei Ihrer School nach den entsprechenden Fristen.\n  - eine begrenzte Phase besonders zeitintensiven Engagements in einem TUM Student Club. Die Beurlaubung ist möglich, wenn ein besonders hoher Aufwand besteht, der sich über mehr als die Hälfte der Vorlesungszeit erstreckt, und sollte ein Semester nicht überschreiten. Bitte wenden Sie sich an studentclubs spam prevention @tum.de .\n  - eine Unternehmensgründung . Diese muss durch einen Auszug aus dem Handelsregister belegt werden. Alternativ ist auch der Nachweis durch einen Entwurf des Businessplans und eine positive Stellungnahme durch TUM Forschungsförderung und Technologietransfer TUM ForTe möglich.\nWeitere Gründe können nach einer Prüfung im Einzelfall ebenfalls zugelassen werden. Wirtschaftliche Gründe werden allerdings nicht anerkannt.\n\n        Wann und wie lange kann ich mich beurlauben lassen?\n  - Der Antrag auf Beurlaubung muss spätestens am ersten Vorlesungstag des entsprechenden Semesters gestellt werden, in dem Sie sich beurlauben lassen möchten. Nachweise, z.B. den Praktikumsvertrag, können Sie nachreichen.\n  - Wenn der Grund nicht vorhersehbar war, beispielsweise bei einer Erkrankung, dann kann der Antrag auch noch bis zu 5 Wochen nach dem Vorlesungsbeginn gestellt werden.\n  - Eine Beurlaubung wird in der Regel für ein Semester gewährt und soll eine Dauer von 2 Semestern je Person (nicht je Studiengang) nicht überschreiten. Eine Beurlaubung aufgrund von Mutterschutz oder Elternzeit erfolgt für höchstens sechs Semester je Person. Die Beurlaubung ist grundsätzlich möglich, solange das jüngstes Kind das 8. Lebensjahr nicht vollendet hat.\n  - Im ersten Fachsemester können Sie sich nur beurlauben lassen, wenn die Gründe vor der Immatrikulation noch nicht absehbar waren. Eine Ausnahme gibt es nur im ersten Fachsemester der konsekutiven Masterstudiengänge an der TUM.\n  - Rückwirkend ist keine Beurlaubung möglich .\n        Wie kann ich eine Beurlaubung beantragen?\n  - Sie müssen Ihren Antrag auf Beurlaubung schriftlich mit dem entsprechenden Formular bei der Abteilung Bewerbung und Immatrikulation einreichen. Das Formular für die Beurlaubung finden Sie in Ihrem TUMonline-Account unter dem Menüpunkt „Dokumente“.\n  - Ihr Antrag muss zwischen dem Beginn der Rückmeldefrist des entsprechenden Semesters bis spätestens zum ersten Vorlesungstag gestellt werden. Nachweise, wie z.B. den Praktikumsvertrag, können Sie auch nachreichen.\n  - Zusammen mit Ihrem Antrag reichen Sie die Unterlagen ein, mit denen Sie den Grund Ihrer Beurlaubung nachweisen. Bei Erkrankungen benötigen Sie ein ärztliches Attest. Auf Verlangen müssen Sie auch ein Attest eines Vertrauensarztes vorlegen.\n  - Die Unterlagen zum Nachweis können Sie bis zum Ende der jeweiligen Immatrikulationsfrist nachreichen . Wenn sie nicht fristgerecht eingereicht werden, kann die Beurlaubung nicht genehmigt werden. Der Antrag muss dann nicht gesondert zurückgezogen werden.\n  - Bitte reichen Sie Antrag und Unterlagen nach Möglichkeit zusammen ein, etwa in derselben E-Mail.\n  - Den handschriftlich unterschriebenen Antrag schicken Sie zusammen mit den entsprechenden Unterlagen entweder per E-Mail an studium spam prevention @tum.de oder mit der Post an Technische Universität München Abteilung Bewerbung und Immatrikulation Arcisstraße 21 80333 München\nWichtige Information zum Einreichen von ärztlichen Attesten :\n  - Atteste , die in Deutschland in deutscher Sprache ausgestellt wurden, können Sie zusammen mit dem Antrag elektronisch per E-Mail an studium spam prevention @tum.de schicken. Eine Beglaubigung ist nicht notwendig.\n  - Atteste , die nicht in Deutschland oder nicht in deutscher Sprache ausgestellt wurden, müssen Sie als Original oder als beglaubigte Kopie in Papierform zusammen mit einer deutsch- oder englischsprachigen Übersetzung eines vereidigten Übersetzers mit der Post an die oben genannte Adresse schicken. Originale oder beglaubigte Kopien können nicht per E-Mail eingereicht werden.\n        Was bedeutet eine Beurlaubung für mich?\n  - Der Semesterbeitrag muss auch während einer Beurlaubung bezahlt werden.\n  - Während einer Beurlaubung bleiben Ihre Rechte und Pflichten als Studierender unberührt. Die einzige Ausnahme ist die Verpflichtung zum ordnungsgemäßen Studium. Eine Teilnahme an Lehrveranstaltungen und Erstprüfungen ist während der Beurlaubung nicht möglich. Ausnahmen gelten jedoch bei einer Beurlaubung wegen Mutterschutz, Elternzeit , oder der Pflege naher Angehöriger.\n  - Sie können weiterhin an Hochschulwahlen teilnehmen.\n  - Wiederholungsprüfungen können Sie weiterhin ablegen.\n  - Achtung: Bestehende Fristen laufen weiter! Sie sollten sich daher rechtzeitig informieren, ob gegebenenfalls Prüfungfristverlängerungen möglich sind. Dies gilt auch bei Beurlaubungen wegen Auslandssemester und Praktika. Informationen dazu erhalten Sie beim jeweiligen Prüfungsausschuss.\n  - Während einer Beurlaubung können Sie kein BAföG beziehen. Wenn Sie ein Stipendium erhalten, dann informieren Sie sich vor einer Beurlaubung bei Ihrem Stipendiengeber, ob das Stipendium auch während einer Beurlaubung weiter ausgezahlt wird. Zu Stipendien der TUM und dem Deutschlandstipendium finden Sie weitere Informationen in unserer Stipendienübersicht . Auch die Zahlung von Kindergeld kann betroffen sein – weitere Informationen erhalten Sie bei Ihrer zuständigen Familienkasse .\n        Wann wird von einer Beurlaubung abgeraten?\nUnter bestimmten Bedingungen wird davon abgeraten, einen Antrag auf Beurlaubung zu stellen:\n  - Sie haben die Grundlagen- und Orientierungsprüfungen (GOP) im ersten Studienjahr noch nicht abgelegt.\n  - Sie haben Prüfungsauflagen im Rahmen eines Masterstudiengangs noch nicht erfüllt.\n  - Sie sind dabei, Ihre Abschlussarbeit zu schreiben. Während einer Beurlaubung dürfen keine Abschlussarbeiten angemeldet oder abgegeben werden – Ausnahme ist ein Zweitversuch.\n  - Sie haben eine vorläufige Zulassung zum Masterstudium und müssen innerhalb einer festen Frist Unterlagen nachreichen. Diese Frist gilt unabhängig von der Beurlaubung.\n        Zählen Urlaubssemester als Fachsemester?\nBeurlaubungssemester zählen grundsätzlich nicht als Fachsemester . Dies gilt auch bei Beurlaubungen wegen Auslandssemester oder Praktika außerhalb der Hochschule. Sie können allerdings nach einem Beurlaubungssemester einen Antrag auf Anerkennung der Leistungen stellen, die Sie während der Beurlaubung erbracht haben – z.B. an einer anderen Hochschule oder in einem Praktikum. Wenn Leistungen in einem Umfang von mindestens 30 Credits anerkannt werden, erfolgt eine Höherstufung im Fachsemester; ab 22 darüber hinausgehenden Credits wird ein weiteres Semester angerechnet.\nFür Teilzeitstudiengänge gelten anteilige Regelungen . Ausnahmen gelten für Studiengänge mit einer abweichenden Regelung in Bezug auf die benötigten Credits zum erfolgreichen Abschluss (z.B. B.Sc. Architektur oder B.Sc. Ingenieurwissenschaften) – bitte wenden Sie sich bei Fragen an Ihren zuständigen Prüfungsausschuss. Einen Antrag auf Anerkennung der im Beurlaubungssemester erbrachten Leistungen können Sie nur einmal in dem Fachsemester an der TUM stellen, das sich der Beurlaubung anschließt.\nBeantragung der Beurlaubung\nSie können die Beurlaubung per E-Mail an studium spam prevention @tum.de beantragen. Bitte dazu den Antrag ausdrucken, unterschreiben und als PDF einscannen. Wenn Sie einen PDF-Antrag auf Beurlaubung per E-Mail einschicken, schreiben Sie bitte in den Betreff der E-Mail: „Antrag auf Beurlaubung“ und fügen Sie Ihre TUM-Matrikelnummer hinzu . Damit kann die Bearbeitung Ihres Antrages erheblich beschleunigt werden. Bitte schicken Sie auch die Nachweise für die Beurlaubung direkt als PDF-Anhänge mit (Geburtsurkunde, Praktikumsvertrag, Atteste o.ä.).\nTermine und Fristen\nSemester- und Vorlesungszeiten, vorlesungsfreie Tage, Bewerbungs- oder Immatrikulationzeiträume – alle Termine und Fristen im Semesterüberblick .\nStudienberatung und -information\n+49 89 289 22245 studium spam prevention @tum.de\nBitte beachten Sie die E-Mail-Etikette .\nBeratungstermine bei der Allgemeinen Studienberatung nach Vereinbarung\nService Desk\nCampus München Arcisstraße 21, Raum 0144 80333 München\nMontag, 9:00 – 12:00 Uhr Dienstag, 13:00 – 16:00 Uhr (nur Studieninformation) Mittwoch, 9:00 – 12:00 Uhr Freitag, 9:00 – 12:00 Uhr",
    "type": "TUM",
    "study_program": "general"
}