{
    "link": "https://www.tum.de/studium/bewerbung/master/bewerbung-master",
    "content": "-->\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nSo bewerben Sie sich für einen Masterstudiengang.\n\n        Übersichtsgrafik: Bewerbung für Masterstudiengänge\n\n        1. Sie bereiten Ihre Bewerbung vor\n  - Informieren Sie sich über die Voraussetzungen für ein Studium und die Auswahlverfahren\n  - Bei der Onlinebewerbung müssen Sie alle Dokumente für die Zulassung hochladen. Informieren Sie sich vorab, welche Dokumente Sie benötigen – und bereiten Sie zum Beispiel Ihr Motivationsschreiben und den Essay bereits vor.\n        1.1 Hinweis für internationale Bewerberinnen und Bewerber\nSie haben den Studienabschluss, mit dem Sie sich bewerben, außerhalb der EU oder EWR erworben? Dann beachten Sie zusätzlich die folgenden Schritte vor der Onlinebewerbung:\n  - Überprüfen Sie Ihre Masterzugangsberechtigung\n  - Weisen Sie Ihre Sprachkenntnisse nach\n  - Beantragen Sie Ihre Vorprüfungsdokumentation vor Ende der Bewerbungsfrist\n  - Informieren Sie sich über die Sonderregeln für bestimmte Länder\n  - Informieren Sie sich, ob Sie ein Visum benötigen\n        2. Sie bewerben sich über TUMonline\nDer erste Schritt ist die Onlinebewerbung . Sie erfolgt über unser Portal TUMonline. Wenn Sie sich für mehrere Studiengänge bewerben, dann legen Sie für jeden Studiengang eine eigene Onlinebewerbung an.\nDer Bewerbungsassistent führt Sie Schritt für Schritt durch die Onlinebewerbung. Die erforderlichen Dokumente für die Zulassung laden Sie während der Onlinebewerbung im PDF-Format hoch. Wenn Sie Ihre Onlinebewerbung abgeschlossen haben, dann können Sie jederzeit den Status Ihrer Bewerbung in TUMonline überprüfen.\nBitte beachten Sie: Ihre Bewerbung kann nur bearbeitet werden, wenn alle notwendigen Unterlagen vor Ende der Bewerbungsfrist vorliegen.\nZu den weiteren geforderten Unterlagen gehören, abhängig vom gewählten Studiengang:\n  - Bachelor-Zeugnis und Bachelor-Urkunde . Falls diese Unterlagen zum Zeitpunkt der Bewerbung noch nicht vorliegen, dann reichen Sie stattdessen Ihr Transcript ein.\n  - Ihr Lebenslauf – dieser muss lückenlos und aktuell sein. Gerne können Sie die Vorlage der Europäischen Union nutzen.\n  - gegebenenfalls Sprachnachweise Deutsch oder Englisch\n  - Ihr Personalausweis oder Reisepass\n  - gegebenenfalls Motivationsschreiben , Essay etc.\n  - gegebenenfalls Vorprüfungsdokumentation (siehe Sonderregeln für Internationale Bewerber ). Wenn Sie eine Vorprüfungsdokumentation beantragt haben, dann können Sie dies in der Onlinebewerbung durch unser Formblatt bestätigen. Reichen Sie das Dokument dann nach, sobald es Ihnen vorliegt.\nFür eine Zulassung müssen Sie keine Unterlagen in Papierform einreichen. Laden Sie alle Dokumente vor Ende der Bewerbungsfrist in TUMonline hoch. Einsendungen per E-Mail können nicht angenommen werden.\nDokumente, die im Original in deutscher oder englischer Sprache ausgestellt wurden, müssen nicht übersetzt werden. Dokumente, die in einer anderen Sprache ausgestellt wurden, müssen von einem vereidigten Übersetzer ins Deutsche oder ins Englische übersetzt werden. Bitte fügen Sie das Original und die Übersetzung zu einer PDF-Datei zusammen und laden Sie die zusammengefügte PDF-Datei hoch.\n\n        3. Wir prüfen Ihre Bewerbung\nWenn Ihre Onlinebewerbung rechtzeitig und vollständig eingeht, wird sie im nächsten Schritt geprüft. Aufgrund der hohen Zahl an Bewerbungen kann dieser Vorgang einige Wochen dauern. In Ihrem TUMonline Account sehen Sie den aktuellen Stand. Bei wichtigen Änderungen oder Rückfragen werden Sie auch per E-Mail informiert. Bitte überprüfen Sie daher auch regelmäßig Ihren Spam-Ordner.\nEine Erklärung der Angaben zum Status Ihrer Bewerbung finden Sie hier.\n\n        3.1 Sie nehmen am Eignungsverfahren teil\nDer Zugang zu den Masterstudiengängen erfolgt durch ein Eignungsverfahren . Sie erhalten eine E-Mail mit der Einladung und weiteren Informationen zum Verfahren, sobald Ihre Unterlagen eingegangen sind und geprüft wurden.\nDas Eignungsverfahren ist ein zweistufiger Prozess:\n  - In der ersten Stufe werden die Bachelor-Note und schriftlichen Unterlagen mittels eines Punktesystems ausgewertet. Je nach Höhe der erreichten Punktzahl werden Sie entweder sofort zugelassen, abgelehnt oder zu einem e twa 20minütigen Auswahlgespräch direkt von der Fakultät eingeladen. Für internationale Bewerberinnen und Bewerber finden teilweise Telefoninterviews statt.\n  - Das Gespräch stellt die zweite Stufe des Eignungsverfahrens dar. Dadurch soll festgestellt werden, ob Sie die richtigen Voraussetzungen mitbringen, um Ihr Studium erfolgreich abzuschließen. Weitere Informationen finden Sie auch in Anlage 2 der Fachprüfungsordnungen der Studiengänge .\n        4.1 Wir informieren Sie über Ihre Zulassung\nWenn Sie zum Studium an der TUM zugelassen werden, erhalten Sie eine Nachricht per E-Mail . Prüfen Sie daher regelmäßig Ihren Posteingang und Ihren Spam-Ordner. Die Zulassung wird auch direkt in Ihrem TUMonline-Account sichtbar.\n\n        4.2 Sie nehmen Ihren Studienplatz an\nAuch die Schritte nach der Annahme des Studienplatzes nehmen einige Zeit in Anspruch - nehmen Sie Ihren Studienplatz daher so bald wie möglich an. Dies erledigen Sie in Ihrem TUMonline Account . Danach können Sie, ebenfalls in TUMonline, Ihren Zulassungsbescheid herunterladen.\nSollten Sie sich für mehrere Studiengänge bewerben , und noch keine Zulassung für Ihren bevorzugten Studiengang erhalten haben, dann warten Sie bitte mit der Annahme eines anderen Studienplatzes. Ansonsten gilt: Bitte nehmen Sie den Studienplatz möglichst früh an , idealerweise bis zum Semesterbeginn, damit Sie Ihre Einschreibung fristgerecht und ohne Schwierigkeiten beginnen können. Die Annahme des Studienplatzes ist möglich bis zur Einschreibungsfrist, wir empfehlen jedoch den Studienplatz so früh wie möglich anzunehmen.\nSie haben eine Zulassung erhalten, können Ihr Studium aber nicht in diesem Semester beginnen? Informieren Sie sich über Ihre Möglichkeiten zur Rückstellung eines Studienplatzes .\n\n        5. Sie reichen die Dokumente für die Einschreibung ein\nSobald Sie den Studienplatz angenommen haben, können Sie die Unterlagen für die Einschreibung einreichen. Erst mit der Einschreibung, auch Immatrikulation genannt, sind Sie Studierende oder Studierender der TUM. Um Sie einschreiben zu können, benötigen wir alle Unterlagen für die Einschreibung.\nEine Liste der benötigten Dokumente finden Sie in Ihrem TUMonline Account . Dort sehen Sie auch, in welcher Form Sie die Dokumente einreichen müssen. Beglaubigte Kopien müssen immer in Papierform eingereicht werden .\nDokumente, die nicht auf deutsch oder englisch ausgestellt wurden, müssen übersetzt werden. Die TUM übernimmt für unaufgefordert eingereichte Originalzeugnisse keine Haftung. Die eingereichten Unterlagen werden digitalisiert und im Anschluss an die Bewerbungsphase vernichtet.\nBei manchen Masterstudiengängen können Sie Ihr Studienabschlusszeugnis bis zum Ende des zweiten Fachsemesters nachreichen, wenn bis zum Ende der Bewerbungsfrist ein Fächer- und Notentranscript von bisherigen Studien (Transcript of Records) vorliegt. Ob diese Möglichkeit bei einem Studiengang besteht, ist in der Fachprüfungs- und Studienordnung festgelegt. Wenn Sie Ihr Studienabschlusszeugnis als Nachweis Ihrer Sprachkenntnisse einreichen möchten, muss es in jedem Fall bis zum Ende der Bewerbungsfrist vorliegen.\nBitte beachten Sie: Die Prüfung, ob eine Nachreichfrist gewährt werden kann, ist erst möglich, nachdem Ihre Bewerbung eingegangen ist.\nWeitere Informationen:\n  - Dokumentenglossar mit Erklärungen zu den einzelnen Dokumenten\n  - Informationen zur Beglaubigung von Dokumenten\n  - Informationen zur Übersetzung von Dokumenten\n  - Informationen zur Anerkennung von Leistungen\n        6. Sie zahlen den Semesterbeitrag\nNachdem Sie Ihren Studienplatz angenommen haben, ist der nächste Schritt die Einzahlung der Semesterbeiträge und ggf. der Studiengebühren für internationale Studierende aus Drittstaaten .\nInformationen zu den Beiträgen und zur Überweisung finden Sie ebenfalls in Ihrem TUMonline-Account .\n\n        7. Wir immatrikulieren Sie\nSobald\n  - in Ihrem TUMonline-Account alle Dokumente verbucht und als korrekt markiert sind,\n  - Sie eine Zulassung erhalten und Ihren Studienplatz angenommen ,\n  - die TUM eine digitale Meldung über Ihren Versichertenstatus von einer gesetzlichen Krankenkasse erhalten hat\n  - und Sie die Semesterbeiträge und ggf. die Studiengebühren für internationale Studierende aus Drittstaaten bezahlt haben,\nwerden Sie an der TUM immatrikuliert (als Studierender eingeschrieben). Die Mitteilung darüber erhalten Sie wieder per E-Mail. Vergessen Sie nicht, auch Ihren TUMonline-Account weiterhin auf aktuelle Mitteilungen zu prüfen. Aus technischen Gründen kann es bis zu 24h dauern, bis Ihre Immatrikulation dann auch in Ihrem Account umgesetzt ist.\nEine Übersicht, welche Schritte für die Immatrikulation notwendig sind finden Sie hier: Immatrikulation über TUMonline .\nNach der Einschreibung können Sie in Ihrem TUMonline-Account die Studienunterlagen herunterladen. Dabei handelt es sich um etwa\n  - die Immatrikulationsbescheinigung\n  - und die Zahlungsbestätigungen Ihrer Beiträge.\nBitte beachten Sie:\nDie Immatrikulation erfolgt für das Sommersemester frühestens im Februar, für das Wintersemester nicht vor August. Gültig wird die Immatrikulation mit Beginn des Semesters zum 1. April (Sommersemester) bzw. zum 1. Oktober (Wintersemester).\n\n        8. Sie holen Ihre Student Card ab\nDie Student Card ist Studentenausweis, Bibliotheksausweis und Geldkarte in einem – und damit eine wichtige Voraussetzung für Ihr Studium an der TUM.\n\n        Wie geht es weiter?\nHerzlichen Glückwunsch - Sie können in Ihr Studium starten. Vor der ersten Vorlesung gibt es immer noch einiges zu erledigen: Von der Anmeldung an der Universitätsbibliothek bis zur Wohnungssuche. Wir haben einige Hinweise und Angebote für Sie zusammengestellt, die Ihnen den Einstieg erleichtern.\n\n    Zur Onlinebewerbung über TUMonline\nHaben Sie noch Fragen?\nDas umfangreiche Beratungsangebot der TUM steht Ihnen jederzeit zur Verfügung\nDokumentenglossar\nWas ist was? Alle Dokumente für die Bewerbung im Überblick\nFAQs rund ums Studium\nHäufig gestellte Fragen zum Studium: Hier geht’s zu den FAQ .\nTermine und Fristen\nSemester- und Vorlesungszeiten, vorlesungsfreie Tage, Bewerbungs- oder Immatrikulationzeiträume – alle Termine und Fristen im Semesterüberblick .\nStudienberatung und -information\n+49 89 289 22245 studium spam prevention @tum.de\nBitte beachten Sie die E-Mail-Etikette .\nBeratungstermine bei der Allgemeinen Studienberatung nach Vereinbarung\nService Desk\nCampus München Arcisstraße 21, Raum 0144 80333 München\nMontag, 9:00 – 12:00 Uhr Dienstag, 13:00 – 16:00 Uhr (nur Studieninformation) Mittwoch, 9:00 – 12:00 Uhr Freitag, 9:00 – 12:00 Uhr",
    "type": "TUM",
    "study_program": "general"
}