{
    "link": "https://www.tum.de/studium/hilfe-und-beratung/faq",
    "content": "-->\nFAQ\nDie häufigsten Fragen rund um Bewerbung und Studium an der TUM.\n  - Bewerbung und Zulassung\n  - Onlinebewerbung (TUMonline)\n  - Bewerbungsunterlagen\n  - VPD und uni-assist\n  - Studienunterlagen\n  - Prüfungen und Prüfungsergebnisse\n  - Studienbeiträge und Semesterticket\n  - Studienplan und Curriculum Support\nSie haben ein technisches Problem oder eine Frage zu den IT-Diensten? Hier finden die die FAQ des IT Service Zentrums und den direkten Kontakt zum IT Support.\n\n    Die häufigsten Fragen\n\n        Was kann ich an der TUM studieren?\nAn der TUM gibt es neben Bachelor- und Masterstudiengängen aus vielen verschiedenen Fachrichtungen auch Angebote zur Studienorientierung, weiterbildende Studiengänge, Zertifikate, Promotionsprogramme und vieles mehr. Hier geht es zu unserem Studienangebot.\n\n        Welche Angebote gibt es für internationale Studierende?\nAn der TUM gibt es ein vielfältiges Angebot für internationale Studierende. Informieren Sie sich!\n\n        Welche Noten brauche ich? Was ist der NC an der TUM?\nDie Zulassung zu den meisten Studiengängen der TUM ist nicht über einen NC geregelt. Das bedeutet, dass kein bestimmter Notenschnitt für eine Zulassung vorausgesetzt wird.\nIm Regelfall erfolgt die Entscheidung über die Zulassung nicht anhand einer vorher festgelegten Mindestnote. Es werden mehrere Faktoren berücksichtigt, diese werden von jeder Fakultät für den Studiengang einzeln festgelegt. Die Note ist also nur einer von mehreren Faktoren, die berücksichtigt werden.\nEs werden deshalb keine Warte- oder Nachrückplätze oder ein Losverfahren angeboten . Alle Bewerberinnen und Bewerber, die das Zulassungsverfahren erfolgreich durchlaufen, erhalten eine Zulassung zum Studiengang. In diesen Fällen gibt es keine feste Anzahl an Studienplätzen.\nWelche Aspekte für die Zulassung zu einem bestimmten Studiengang eine Rolle spielen, können Sie in der entsprechenden Satzung nachlesen. Bei Fragen hilft Ihnen auch die Studienfachberatung des Studiengangs gerne weiter. Die Dokumente und auch die Kontaktdaten der Studienfachberatung finden Sie auf den Seiten unseres Studienangebots.\n\n        Wie muss ich mich krankenversichern?\nUm in Deutschland studieren zu können, brauchen Sie eine Krankenversicherung. Diese müssen Sie nachweisen, bevor Sie an einer Universität eingeschrieben werden können. Mehr Infos dazu finden Sie hier.\n\n        Wo kann ich einen BAföG-Antrag stellen?\nFür den BAföG-Antrag ist das Amt für Ausbildungsförderung zuständig. Weitere Informationen zur Antragstellung erhalten Sie auf unseren Seiten und beim Studierendenwerk München Oberbayern .\n\n        Wer hilft mir bei der Wohnungssuche?\nDie Vergabe von Zimmern in Studentenwohnheimen erfolgt durch das Studierendenwerk – weitere Angebote und Informationen rund um die Wohnungssuche haben wir hier für Sie zusammengestellt .\n\n        Wann beginnt das Semester? Wann sind Semesterferien?\nAlle wichtigen Informationen zu Terminen und Fristen finden Sie hier .\n\n    Bewerbung und Zulassung\n\n        Kann ich auch ohne Abitur an der TUM studieren?\nUnter bestimmten Voraussetzungen ist ein Studium an der TUM auch ohne Abitur möglich - zum Beispiel mit einer fachgebundenen Hochschulreife, oder auch für die Gruppe der Meisterinnen und Meister oder beruflich Qualifizierte. Weitere Informationen finden Sie hier.\n\n        Welche Zulassungsarten gibt es?\nEs gibt an der TUM Studiengänge mit\n  - Voranmeldung (\"zulassungsfrei\")\n  - Numerus Clausus (NC)\n  - Eignungsfeststellungsverfahren bzw. Eignungsverfahren\n  - Studienorientierungsverfahren\nHier finden Sie weitere Informationen zu den Zulassungsarten und auch dazu, was sie für eine Bewerbung konkret bedeuten .\n\n        Kann ich ohne Sprachnachweis eine bedingte Zulassung bekommen?\nAn der TUM wird keine bedingte Zulassung angeboten.\nWenn Sie an der TUM studieren möchten, dann müssen Sie alle Voraussetzungen für einen Studiengang erfüllen. Das bedeutet, dass Sie bis zum Ende der Bewerbungsfrist für einen Studiengang auch einen Nachweis über das geforderte Sprachniveau einreichen müssen. Wenn Sie noch nicht über ausreichende Sprachkenntnisse verfügen, dann können wir Ihre Bewerbung leider nicht berücksichtigen.\nAlle Voraussetzungen für Zulassung zu einem bestimmten Studiengang finden Sie auf den Seiten unseres Studienangebots. Dort finden Sie auch die Fachprüfungs- und Studienordnung mit den genauen Regelungen des Studiengangs, für den Sie sich interessieren.\nAn der TUM werden keine Deutschkurse für Studieninteressierte angeboten.\n\n        Welche Noten brauche ich? Was ist der NC an der TUM?\nDie Zulassung zu den meisten Studiengängen der TUM ist nicht über einen NC geregelt. Das bedeutet, dass kein bestimmter Notenschnitt für eine Zulassung vorausgesetzt wird.\nIm Regelfall erfolgt die Entscheidung über die Zulassung nicht anhand einer vorher festgelegten Mindestnote. Es werden mehrere Faktoren berücksichtigt, diese werden von jeder Fakultät für den Studiengang einzeln festgelegt. Die Note ist also nur einer von mehreren Faktoren, die berücksichtigt werden.\nEs werden deshalb keine Warte- oder Nachrückplätze oder ein Losverfahren angeboten . Alle Bewerberinnen und Bewerber, die das Zulassungsverfahren erfolgreich durchlaufen, erhalten eine Zulassung zum Studiengang. In diesen Fällen gibt es keine feste Anzahl an Studienplätzen.\nWelche Aspekte für die Zulassung zu einem bestimmten Studiengang eine Rolle spielen, können Sie in der entsprechenden Satzung nachlesen. Bei Fragen hilft Ihnen auch die Studienfachberatung des Studiengangs gerne weiter. Die Dokumente und auch die Kontaktdaten der Studienfachberatung finden Sie auf den Seiten unseres Studienangebots.\n\n        Kann ich mit A-Levels oder IGCSE an der TUM studieren?\nWenn Sie sich mit A-Levels oder IGCSE an der TUM bewerben, dann müssen Sie bestimmte Voraussetzungen erfüllen. Es handelt sich dabei um Vorgaben der Kultusministerien der Länder.\nBitte beachten Sie, dass wir Ihren Abschluss nur im Rahmen einer Bewerbung prüfen können. Im Vorfeld können wir leider keine Aussage dazu treffen, ob Ihr Abschlusszeugnis Sie für ein Studium an der TUM qualifiziert.\nGrundsätzlich gelten folgende Voraussetzungen für die Bewerbung mit A-Levels oder IGCSE – bitte beachten Sie, dass es sich dabei um einen Überblick handelt, der nicht verbindlich ist. Genaue Informationen dazu, welche Bedingungen für eine Bewerbung mit IGCSE oder A-Levels gelten, finden Sie in der ANABIN-Datenbank und bei der Zeugnisanerkennungsstelle für den Freistaat Bayern.\n  - Für den Zugang von Studienbewerber:innen mit Sekundarschulabschlüssen aus dem Vereinigten Königreich: England, Wales und Nordirland zum Studium an deutschen Hochschulen gelten ab dem Sommersemester 2024 folgende Bewertungsvorschläge:\nDas Zeugnis General Certificate of Education – Advanced Level (GCE AL) eröffnet den direkten, fachgebundenen Hochschulzugang, sofern die Grundvoraussetzungen sowie die fachspezifischen Voraussetzungen erfüllt sind:\n1.1  Grundvoraussetzungen Nachzuweisen sind drei Prüfungsfächer, die voneinander unabhängig sein und allgemeinbildenden, nicht berufsbildenden Inhalt haben müssen, und mindestens mit der Note C bestanden wurden.\nUnter diesen Prüfungsfächern müssen folgende Fächer vertreten sein:\n  - 2 Fächer aus: eine Sprache, Geschichte, Geographie, Sozialkunde/Politik, Wirtschaft, Mathematik, Biologie, Chemie, Physik, Informatik\n  - 1 weiteres allgemeinbildendes, von den zwei oben gewählten Fächern unabhängiges Fach\n1.2  Fachspezifische Anforderungen für einzelne Studienbereiche\nGeistes- und rechtswissenschaftliche Studiengänge:\n  - 1 A-Level aus: Sprache, Geschichte, Geographie, Sozialkunde/Politik, Wirtschaft\n  - bei Wirtschafts- und Sozialwissenschaften zusätzlich ein GCE-Advanced Level im Fach Mathematik\nSozial- und wirtschaftswissenschaftliche Studiengänge:\n  - 1 A-Level aus: Geschichte, Geographie, Sozialkunde/Politik, Wirtschaft;\n  - 1 A-Level aus: Mathematik, Biologie, Chemie, Physik, Informatik\nNaturwissenschaftliche Studiengänge:\n  - 2 A-Level aus: Mathematik, Biologie, Chemie, Physik, Informatik\nMathematische und technische Studiengänge:\n  - 1 A-Level in Mathematik;\n  - 1 A-Level aus: Biologie, Chemie, Physik, Informatik\nMedizinische Studiengänge, einschließlich Pharmazie:\n  - 3 A-Level aus: Mathematik, Biologie, Chemie, Physik, Informatik\nStudiengänge, die diesen Fachrichtungen nicht zugeordnet werden können:\n  - Über fachspezifische Anforderungen entscheidet die zulassende Hochschule.\n1.3  Zusätzliche Maßgaben, die die Anforderungen gemäß Ziffer 1.2 nicht ersetzen\na) Berufsbildendes A-Level:\nEinzelne A-Level-Fächer mit berufsbildendem Inhalt können als drittes Fach berücksichtigt werden gemäß „Liste C: Zulässige berufsbildende A Level-Fächer (Fach 3)“.\nIn diesem Fall wird die Auswahl der Studiengänge auf die Fachrichtung des berufsbildenden A-Level-Fachs eingeschränkt.\nb) Bei der Bewertung wird im Regelfall ein insgesamt mindestens 12-jähriger Schulbesuch vorausgesetzt.\n  - In den Fällen, in denen eine Beratung durch die zuständigen deutschen Stellen auf der Grundlage der bis dahin geltenden Bewertungsvorschläge erfolgt ist, wird im Rahmen des Vertrauensschutzes entschieden, ob eine Einstufung nach den Bewertungsvorschlägen Vereinigtes Königreich: England, Wales und Nordirland von 1997 in der Fassung von 2001 oder nach den Bewertungsvorschlägen Vereinigtes Königreich: England, Wales und Nordirland in der neuen Fassung günstiger ist.\n3. Auswirkungen des verkürzten gymnasialen Bildungsganges (G8)\nDauer des Schulbesuchs:\nIm Regelfall wird bei der Bewertung von 12 aufsteigenden Schuljahren ausgegangen. Sofern diese Bedingung nicht erfüllt ist, gibt es folgende Alternativen:\na) Zur Anerkennung als Hochschulzugangsberechtigung ist das erfolgreiche Ablegen einer zusätzlichen Prüfung gemäß der „Rahmenordnung für den Hochschulzugang mit ausländischen Bildungsnachweisen, für die Ausbildung an den Studienkollegs und für die Feststellungsprüfung“ (Beschluss der Kultusministerkonferenz vom 15.04.1994 in der jeweils geltenden Fassung) erforderlich. Die Anerkennung als Hochschulzugangsberechtigung wird auch möglich durch ein erfolgreiches Hochschulstudium von mindestens einem Jahr in einem Land, dessen Reifezeugnisse in Deutschland den Hochschulzugang direkt oder nach einem einjährigen erfolgreichen Studium eröffnen.\nb) Zur Anerkennung als unmittelbare Hochschulzugangsberechtigung sind im Zeugnis der zuletzt besuchten deutschen Schule durchschnittlich „gute“ Leistungen nachzuweisen.\n\n        Nimmt die TUM SAT an? Was ist der Mindestwert? Welche AP Kurse muss ich haben?\nWenn Sie sich mit SAT an der TUM bewerben, dann müssen Sie bestimmte Voraussetzungen erfüllen. Es handelt sich dabei um Vorgaben der Kultusministerien der Länder.\nGenaue Informationen dazu, welche Bedingungen für eine Bewerbung mit SAT gelten, finden Sie in der ANABIN-Datenbank und bei der Zeugnisanerkennungsstelle für den Freistaat Bayern .\nBitte beachten Sie, dass wir Ihren Abschluss nur im Rahmen einer Bewerbung prüfen können. Im Vorfeld können wir leider keine Aussage dazu treffen, ob Ihr Abschlusszeugnis Sie für ein Studium an der TUM qualifiziert.\n\n        Brauche ich GRE oder GATE? Wie viele Punkte muss ich haben?\nBei der Bewerbung für einige Studiengänge ist der GRE oder GATE verpflichtend, wenn die akademische Vorbildung (z.B. der Bachelorabschluss) in bestimmten Ländern erworben wurde. In anderen Fällen kann der GRE oder GATE optional eingereicht werden, und kann die Chancen auf eine Zulassung im Eignungsverfahren verbessern.​​​​​​\nGenaue Informationen erhalten Sie bei der Studienfachberatung des Studiengangs, für den Sie sich bewerben. Die Kontaktdaten finden Sie in unserem Studienangebot .\nDerzeit benötigen Sie GRE oder GATE bei der Bewerbung für folgende Studiengänge:\n  - Alle Masterstudiengänge im Professional Profile Informatics sowie der Masterstudiengang M.Sc. Data Engineering and Analytics an der TUM School of Computation, Information and Technology : GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 164, AW 4,0.\n  - M.Sc. Automotive Engineering : GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 164, AW 4,0.\n  - M.Sc. Computational Mechanics: GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien erworben haben.\n  - M.Sc. ESPACE und M.Sc. Umweltingenieurwesen : GATE oder GRE (general) kann optional eingereicht werden.\n  - M.Sc. Mathematics in Data Science: GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 157, AW 3,5.\n  - M.Sc. Materials Science and Engineering : GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 157, AW 3,0.\n  - M.Sc. Matter to Life : GRE (subject) mit Mindestpunktzahl 700.\n  - M.Sc. Mechatronics, Robotics and Biomechanical Engineering : GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 164, AW 4,0.\n  - M.Sc. Medizintechnik : GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 164, AW 4,0.\n  - M.Sc. Risk and Safety : GRE (general) oder GATE, wenn Sie Ihre Masterzugangsberechtigung (z.B. Bachelorabschluss) in Indien, Bangladesch, Pakistan, China oder dem Iran erworben haben. Mindestpunkte: QR 157, AW 3,0.\nBitte beachten Sie: Diese Informationen dienen dem Überblick, und sind nicht verbindlich. Genaue Informationen dazu, ob Sie den GRE oder GATE einreichen müssen, und welche Punktzahlen notwendig sind, finden Sie in der Fachprüfungs- und Studienordnung des jeweiligen Studiengangs.\nBei einer Bewerbung wird auch der GRE at Home angenommen.\n\n        Was ist der Unterschied zwischen Zulassung und Immatrikulation?\nUm ein Studium an der TUM beginnen zu können, müssen Sie zugelassen und immatrikuliert , also eingeschrieben, sein.\nZulassung bedeutet, dass Sie die formellen und fachlichen Voraussetzungen für einen Studienplatz erfüllen. Die Zulassung ist die Voraussetzung für die Immatrikulation.\nImmatrikulation bedeutet, dass Sie als Studierende oder Studierender an der Universität aufgenommen werden. Erst mit der Immatrikulation besitzen Sie den Studierendenstatus, und können sich z.B. für Lehrveranstaltungen und Prüfungen anmelden, die Universitätsbibliothek benutzen usw.\nBei einer Bewerbung wird unterschieden zwischen Unterlagen, die Sie für die Zulassung zu einem Studium einreichen müssen (zulassungsrelevante Dokumente) und zwischen denen, die für die Immatrikulation vorliegen müssen (immatrikulationsrelevante Dokumente).\nWelche Dokumente das bei Ihnen konkret sind, kann je nach Vorbildung, Herkunft und Studiengang unterschiedlich sein. Sie erhalten eine individuelle Liste Ihrer zulassungsrelevanten und immatrikulationsrelevanten Dokumente in TUMonline.\nBitte beachten Sie, dass für das Einreichen der zulassungsrelevanten Dokumente andere Fristen gelten können als für die immatrikulationsrelevanten Dokumente. Die entsprechenden Informationen finden Sie auf den Seiten des Studiengangs , für den Sie sich bewerben möchten.\n\n        Kann ich mit meinem Schulabschluss an der TUM studieren?\nNeben einer Begeisterung für das Fach gelten für jeden Studiengang bestimmte inhaltliche und formelle Voraussetzungen, die Sie für eine erfolgreiche Bewerbung erfüllen müssen.\nDazu können neben einer Hochschulzugangsberechtigung (für Bachelorstudiengänge) oder einem ersten Hochschulabschluss (für Masterstudiengänge) zum Beispiel ausreichende Fremdsprachenkenntnisse oder bestimmte fachliche Vorkenntnisse zählen.\nErst im Rahmen einer regulären Bewerbung, wenn uns alle Ihre Unterlagen vorliegen, kann ihre Qualifikation geprüft werden. Vorher ist leider keine verbindliche Einschätzung möglich.\nDie TUM entscheidet nicht darüber, ob ein bestimmter Schulabschluss zum Studium in Deutschland berechtigt . Dies wird von den Kultusministerien der Länder beschlossen.\nUm herauszufinden ob Ihre Hochschulzugangsberechtigung (ihr höchster Schulabschluss) Sie zum Studium in Deutschland berechtigt, können Sie in Online Datenbanken nachlesen.\nBitte wählen Sie das Land und die Art des Schulabschlusses in der Zulassungsdatenbank des DAAD aus. Weitere Informationen finden Sie in der ANABIN Datenbank\n. Falls Ihr Abschluss Sie zum Studium in Ihrem Heimatland, aber nicht in Deutschland ausreichend qualifiziert, gibt es die Option einer Bewerbung für das Studienkolleg ​​​​​​​, zwei Semester Vorbereitungsstudium für internationale Studieninteressierte.\n\n        Kann ich an der TUM Deutsch lernen?\nDie TUM bietet keine Sprachkurse zur Vorbereitung auf das Studium, oder um das notwendige Sprachniveau für einen Studiengang zu erreichen . Wenn Sie bereits an der TUM studieren, dann können Sie Ihre Sprachkenntnisse über unser Sprachenzentrum weiter ausbauen.\nUm Sprachkurse am Sprachenzentrum der TUM belegen zu können, müssen Sie bereits als Studierende der TUM eingeschrieben sein .\n\n        Kann ich an der TUM Medizin studieren?\nDie TUM bietet nur den klinischen Teil des Medizinstudiums an. Dabei handelt es sich um den zweiten Teil des Medizinstudiums.\nDas bedeutet, dass Sie kein Medizinstudium an der TUM beginnen können.\nBeim ersten Teil des Medizinstudiums kooperieren wir mit der LMU. Dort können Sie sich für den ersten, den vorklinischen Teil eines Medizinstudiums bewerben. Studierende, die den vorklinischen Teil ihres Medizinstudiums an der LMU abgeschlossen haben, können ihr Studium im klinischen Abschnitt an der TUM fortsetzen.\nExterne Bewerbungen für den klinischen Abschnitt können wir nur berücksichtigen, wenn nach Übernahme der LMU-Studierenden noch Studienplätze frei sind. In den letzten Jahren konnten keine externen Studierenden für den klinischen Abschnitt zugelassen werden. Das Medizinstudium an der TUM wird ausschließlich auf Deutsch durchgeführt.\n\n        Was ist ein Eignungs(feststellungs)verfahren?\nBeim Eignungsfestellungsverfahren für Bachelorstudiengänge bzw. Eignungsverfahren für Masterstudiengänge handelt es sich um ein zweistufiges Verfahren, in dem die Studierenden für bestimmte Studiengänge anhand ihrer fachlichen und persönlichen Eignung ausgewählt werden.\nWeitere Informationen dazu finden Sie hier .\n\n        Was muss ich als internationaler Bewerbender beachten?\nWenn Sie über eine internationale Hochschulzugangsberechtigung verfügen, dann müssen Sie diese vor einer Bewerbung für einen Bachelorstudiengang durch uni-assist e.V. überprüfen lassen. So wird festgestellt, ob Sie direkt zu einem Studium an einer deutschen Universität zugelassen werden, oder erst das Studienkolleg besuchen müssen.\nWeitere Informationen zur Bewerbung mit internationaler Hochschulzugangsberechtigung.\n\n        Was kann ich mit meinem Bachelor studieren? Welche Bachelor brauche ich für einen bestimmten Master?\nWelche Masterstudiengänge Sie studieren können, hängt davon ab, welches Vorwissen Sie schon in Ihrem Bachelorstudiengang erworben haben.\nErst im Rahmen einer regulären Bewerbung, wenn uns alle Ihre Unterlagen vorliegen, kann ihre Qualifikation geprüft werden. Vorher ist leider keine verbindliche Einschätzung möglich.\nEine erste Orientierung finden Sie auf der Homepage eines Studienganges oder in der Fachprüfungs- und Studienordnung. Beides finden Sie in unserem Studienangebot.\nDa es international sehr viele unterschiedliche Bachelorstudiengänge angeboten werden, empfehlen wir Ihnen, sich bei Fragen und Unsicherheiten vor einer Bewerbung an die zentrale Studienberatung oder auch an die Studienfachberatung für bestimmte Studiengänge zu wenden. Die Kontaktdaten finden Sie ebenfalls im Studienangebot .\n\n    Onlinebewerbung (TUMonline)\n\n        Wie funktioniert die Onlinebewerbung?\nDie Onlinebewerbung für Studiengänge der TUM erfolgt über das Portal TUMonline.\nHier finden Sie alles, was Sie dazu wissen müssen.\n\n        Was sind die Bewerbungsfristen?\nIn unserer Übersicht der Studiengänge sehen Sie, wann Sie sich für einen Studiengang bewerben können. Außerhalb dieser Bewerbungsfristen ist eine Bewerbung nicht möglich.\nDie Studiengänge an der TUM starten regulär im Wintersemester (Oktober), oft wird auch eine Bewerbung zum Sommersemester (April) angeboten. Ob eine Bewerbung zum Winter- oder Sommersemester möglich ist, sehen Sie in unserer Übersicht der Studiengänge oder in der Fachprüfungs- und Studienordnung.\nDie Fristen für jeden Studiengang finden Sie in unserer Übersicht der Studiengänge . Bitte wählen Sie einen Studiengang aus, und scrollen Sie bis „Welche Bewerbungsfristen muss ich beachten?„\nWenn ihr Studiengang noch nicht in TUMonline zur Bewerbung angeboten wird, dann prüfen Sie bitte ob die Bewerbungsfristen schon begonnen haben. Wenn keine Bewerbungsfrist für das Sommersemester angegeben ist, dann ist im Regelfall nur eine Bewerbung zum Wintersemester möglich.\n\n        Was muss ich vor der Onlinebewerbung noch wissen?\nInformieren Sie sich vor einer Onlinebewerbung über die Voraussetzungen und die Dokumente, die Sie für eine erfolgreiche Bewerbung mitbringen müssen .\nEs ist auch nicht sinnvoll, eine Onlinebewerbung zu starten, bevor Ihnen die Noten Ihres schulischen Abschlusszeugnisses (z.B. Abitur) vorliegen. Die Studienplätze werden nicht nach Reihenfolge der Bewerbung, sondern nach Eignung vergeben.\n\n        Wo finde ich meine Bewerbernummer?\nIhre Bewerbernummer finden Sie in Ihrem TUMonline Account.\nRufen Sie dazu in TUMonline in Ihrer Visitenkarte den Bereich „Bewerbungen“ auf. Sie gelangen auf eine Seite mit einer Übersicht über Ihre Bewerbungen, auf der Sie ganz oben Ihre Bewerbernummer sehen.\nDie Bewerber- und Antragsnummern werden erst generiert, wenn eine Onlinebewerbung eingereicht wird. Sie können diese Nummern anschließend in alle Dokumente eintragen, falls diese benötigt werden. Anschließend können Sie die Dokumente in Ihrer Bewerbung hochladen. Die Dokumente können nach dem Absenden der Bewerbung bis zum Ende der Bewerbungsfrist nachgereicht wird. Bitte nutzen Sie dafür den Bewerbungsstatus in TUMonline .\n\n        Was bedeuten die Statusangaben in TUMonline?\n\n            Angaben zum Bewerbungsstatus\nIn TUMonline kommen Sie durch einen Klick auf \"Bewerbungen\" zur Seite \"Meine Bewerbungen\". Dort sehen Sie vier Statusanzeigen zu jedem Studiengang, für den Sie sich beworben haben:\n  - Bewerbungsabgabe\n  - Zulassung\n  - Studienplatz\n  - Einschreibung\nHier finden Sie alle Informationen dazu, welche Statusmeldungen für die einzelnen Punkte möglich sind, und was Sie bedeuten.\n\n            Angaben zum Dokumentenstatus\nIn der Übersichtsseite zu einer Bewerbung mit dem Titel \"Bewerbung - Status\" finden Sie zudem eine genaue Auflistung aller Dokumente, die Sie einreichen müssen - jeweils verbunden mit dem Status ihrer Bearbeitung. Folgende Statusmeldungen sind möglich:\n  - nicht eingereicht : Das bedeutet, dass wir Ihre Unterlagen noch nicht erhalten haben. In der Bewerbungsphase kann es einige Wochen in Anspruch nehmen, bis alle Unterlagen bearbeitet werden konnten.\n  - eingegangen : Das bedeutet, dass ein Dokument bei uns angekommen ist - wir aber noch keine Möglichkeit hatten, es zu prüfen.\n  - nicht ok: Das bedeutet, dass das Dokument nicht den Anforderungen entspricht. Genaue Informationen, was nicht ok ist, sind in der Detailansicht des Dokuments hinterlegt.\n  - nachzureichen bis : Das bedeutet, dass Sie bis zu einem bestimmten Datum Zeit haben, das Dokument nachzureichen.\n  - ok: Das bedeutet, dass dieses Dokument ok ist, und Sie nichts weiter tun müssen.\nEine detaillierte Übersicht über den Bewerbungs- und Dokumentenstatus finden Sie hier.\n\n        Wie kann ich die Änderung meiner Staatsangehörigkeit mitteilen?\nWenn sich Ihre Staatsangehörigkeit ändert, dann schicken Sie das Formular zur Mitteilung einer Änderung der Staatsangehörigkeit per E-Mail an studium spam prevention @tum.de .\nBitte beachten Sie, dass wir einen Scan einer amtlichen Urkunde oder eines Identitätsdokuments (z.B. des Personalausweises) als Nachweis benötigen.\nFormular zur Mitteilung einer Änderung der Staatangehörigkeit (PDF, 1,1MB)\n\n        Brauche ich für das Studium einen Laptop?\nFür ein erfolgreiches Studium wird regelmäßig ein Computer mit Internetzugang benötigt – idealerweise ein Laptop oder Notebook zum mobilen Arbeiten. Ohne diese technische Ausstattung ist zum Beispiel die Teilnahme an digitalen Lehrveranstaltungen oder digitalen Prüfungen, die Arbeit an Forschungsprojekten oder auch das Verfassen von wissenschaftlichen Arbeiten nicht oder nur sehr eingeschränkt möglich.\nStudierende, die kein solches Gerät besitzen oder für die die Anschaffung eine zu hohe finanzielle Belastung darstellt, können sich beim Studentenwerk München oder auch bei den Beratungsangeboten der TUM über Möglichkeiten der finanziellen Unterstützung informieren. Beachten Sie auch unsere Stellenangebote für Studentische Hilfskräfte .\n\n    Bewerbungsunterlagen\n\n        Welche Unterlagen muss ich bei der Bewerbung einreichen?\nWelche Unterlagen Sie für die Bewerbung benötigen, hängt von diversen Faktoren ab: Vom Studiengang, für den Sie sich bewerben, von Ihrer Vorbildung, der Art Ihres letzten Abschlusses und so weiter.\nEine verbindliche und vollständige Liste erhalten Sie nach Abschluss der Onlinebewerbung - diese wird individuell für Sie erstellt.\nZu den geforderten Unterlagen können gehören:\n  - Eine Hochschulzugangsberechtigung (bei einer Bewerbung für einen Bachelorstudiengang)\n  - Ein erster Universitätsabschluss, meist ein Bachelorzeugnis (bei einer Bewerbung für einen Masterstudiengang)\n  - Nachweise über Wehrdienst, freiwilliger Zivildienst etc.\n  - Nachweise über Praktika, Berufserfahrung etc.\n  - Sprachnachweise\n  - Lebenslauf\n  - Motivationsschreiben, Essay etc.\n        Wann müssen meine Unterlagen wo angekommen sein?\nDie wichtigste Frist ist die Bewerbungsfrist. Diese kann von Studiengang zu Studiengang variieren - die Fristen finden Sie auf den Studiengangsseiten .\nInnerhalb dieser Frist müssen Sie sich online bewerben und den Antrag auf Zulassung bzw. Immatrikulation wie auch Ihre Dokumente hochladen.\n\n        Kann ich Unterlagen nachreichen?\nOb und bis wann Sie einzelne Dokumente nachreichen oder nachträglich hochladen können, hängt vom Studiengang ab, für den Sie sich bewerben.\nDie Fristen für das Einreichen der Dokumente auf Ihrer individuellen Checkliste finden Sie in der Übersicht der Studiengänge und nach der Onlinebewerbung in Ihrem TUMonline-Account.\n\n        Kann ich den Sprachnachweis nachreichen?\nWenn Ihr Sprachnachweis bis zum Ende der Bewerbungsfrist nicht vorliegt, dann können wir Ihre Bewerbung leider nicht berücksichtigen. Nach Ende der Frist können wir keine Unterlagen mehr annehmen.\n\n        Muss ich nach der Onlinebewerbung auch noch Papierunterlagen einreichen?\nFür die Zulassung müssen Sie keine Unterlagen in Papierform einreichen.\nWenn Sie eine Zulassung zum Studium erhalten, dann müssen Sie einige Unterlagen als beglaubigte Kopien in Papierform einreichen – zum Beispiel Zeugnisse oder Urkunden. Genaue Informationen dazu finden Sie in Ihrem TUMonline Account, wenn Sie eine Zulassung erhalten und Ihren Studienplatz angenommen haben.\n\n        Wo kann ich Zeugniskopien beglaubigen lassen?\nPrinzipiell gilt: Dokumente, die von der TUM ausgestellt wurden, müssen bei einer Bewerbung an der TUM nicht extra beglaubigt werden.\nDokumente und Zeugnisse, die nicht von der TUM ausgestellt wurden, können Sie bei der ausstellenden Institution, einer Behörde oder einem Notar beglaubigen lassen. Wenn das Original nicht in deutscher oder englischer Sprache verfasst ist, muss ein amtlich beglaubigter Übersetzer herangezogen werden.\nWeitere Informationen finden Sie hier .\n\n        Was ist der Unterschied zwischen einer Studienabschlussurkunde und einem Studienabschlusszeugnis?\n  - Eine Studienabschluss urkunde bestätigt, dass Sie Ihr Studium an einer Hochschule erfolgreich abgeschlossen haben und Ihnen der entsprechende akademischen Titel verliehen wird.\n  - Ein Studienabschluss zeugnis dokumentiert Ihre Abschlussnoten in den belegten Fächern.\nIn Deutschland werden Studienabschlussurkunde und Studienabschlusszeugnis als separate Dokumente ausgegeben. In anderen Ländern werden die Verleihung des Titels und die Abschlussnoten teilweise in einem einzigen Dokument ausgewiesen.\n\n        Wo finde ich mehr Infos zu einzelnen Dokumenten?\nIn unserem Dokumentenglossar sind alle Unterlagen erklärt, die Sie für die Bewerbung benötigen. Dort sehen Sie auch, in welcher Form (beglaubigte Kopie etc.) Sie die einzelnen Dokumente einreichen müssen.\n\n    VPD und uni-assist\n\n        Ich habe eine VPD für eine andere Universität. Kann ich mich damit bewerben?\nNein, das ist leider nicht möglich – sie benötigen eine VPD, die auf eine Bewerbung an der TUM ausgestellt ist.\n\n        Kann ich eine Bachelor-VPD für die Masterbewerbung nutzen – und umgekehrt?\nNein, denn die VPD für Bachelor und Master sind vollkommen unterschiedliche Dokumente:\n  - Die Bachelor VPD prüft und konvertiert Ihren Schulabschluss in das deutsche Notensystem.\n  - Die Master VPD prüft und konvertiert Ihren Bachelorabschluss in das europäische ECTS System.\n        Wann kann ich die VPD beantragen? Ich kann bei uni-assist das richtige Semester nicht auswählen.\nDie Auswahl des Semesters bei uni-assist ist nicht relevant für die TUM. Bitte wählen Sie immer das aktuelle Semester aus, damit Sie eine VPD beantragen können. Die VPD bleibt auch in Zukunft gültig.\n\n        Ich finde meinen Masterstudiengang bei uni-assist nicht. Wenn ich einen Studiengang bei uni-assist wähle, komme ich nicht weiter.\nWährend des Bewerbungsprozesses bei uni-assist wählen Sie bitte keinen bestimmten Masterstudiengang aus. Bitte wählen Sie nur die TUM aus und \"Alle Fächer\".\n\n    Studienunterlagen\n\n        Wo finde ich meine Studienunterlagen?\nIn TUMonline finden Sie unter dem Punkt \"Dokumente\" in Ihrer Visitenkarte Ihre\n  - Immatrikulationsbescheinigung\n  - Bescheinigung für den MVV / die Deutsche Bahn\n  - Studienverlaufsbescheinigung\n  - Rentenbescheinigung\nZur Anleitung (TUM-Wiki des IT-Support)\n\n        Ich kann meine Studienunterlagen nicht herunterladen – was kann ich tun?\nDer Punkt \"Dokumente\" in Ihrer Visitenkarte in TUMonline wird sichtbar, sobald Sie immatrikuliert bzw. rückgemeldet sind, und Ihre Studienbeiträge für das entsprechende Semester vollständig bezahlt haben.\nWenn Sie dennoch Probleme mit dem Download haben, dann wenden Sie sich mit einer genauen Beschreibung des Problems und Ihrer Bewerbernummer an studium spam prevention @tum.de.\n\n        Die Daten in meinen Studienunterlagen sind falsch – was kann ich tun?\nWenn die Daten in Ihren Unterlagen fehlerhaft sind, dann liegt die Ursache in der Regel bei den Angaben, die Sie in Ihrem Account hinterlegt haben.\nBitte wenden Sie sich zur Korrektur unter Angabe Ihres Namens, Ihrer Bewerber- bzw. Matrikelnummer und einer genauen Beschreibung des Fehlers an studium@tum.de\n\n    Prüfungen und Prüfungsergebnisse\n\n        Wie melde ich mich für Prüfungen an?\nDie Anmeldung für Prüfungen erfolgt über TUMonline.\n  - Klicken Sie in Ihrer TUMonline-Visitenkarte auf den Punkt \" Studienstatus/Studienplan \" und wählen Sie die betreffende Prüfung aus Ihrem Studienplan aus.\n  - Wenn Sie sich für eine Prüfung anmelden möchten, die nicht zu Ihrem Studienplan gehört, wählen Sie in Ihrer Visitenkarte den Punkt \" Prüfungs-An/Abmeldung \". Dort können Sie über den Button \"Anmelden\" die betreffende Prüfung suchen und sich anmelden.\n  - Anleitung des IT-Supports zu Prüfungen (TUM-Wiki)\nWenn Sie Probleme mit der Prüfungsanmeldung haben, wenden Sie sich bitte unter Angabe von Name und Matrikelnummer sowie genauer Problembeschreibung an it-support spam prevention @tum.de .\n\n        Wie bekomme ich einen Ausdruck meiner Studienleistungen?\nKlicken Sie in ihrer Visitenkarte in TUMonline auf den Punkt \" Studienerfolgsnachweis \". Dort können Sie sich einen Kontoauszug oder Leistungsnachweis für alle von ihnen erbrachten Leistungen herunterladen und ausdrucken.\n\n        Die Prüfungsanmeldung funktioniert nicht – was kann ich tun?\n  - Die Angaben zur Prüfung sind nicht korrekt (Nummer, Titel, Datum).\n  - Die Prüfung ist noch nicht angelegt worden, oder nicht für die Web-Anmeldung freigeschaltet.\n  - Die Fristen für die Prüfung sind abgelaufen, die Prüfung ist dadurch nicht mehr sichtbar oder der Anmeldung Button ist ausgeblendet.\n  - Die Prüfung hat noch keinen Prüfungstermin und ist dadurch nicht sichtbar.\nLösung: Bitte wenden Sie sich an das jeweilige Studiensekretariat Ihrer Fakultät und schildern Sie das Problem.\n\n    Studienbeiträge und Semesterticket\n\n        Welche Beiträge muss ich an der TUM zahlen?\nFür ein reguläres Studium werden nur der Studentenwerksbeitrag sowie der Solidarbeitrag für das Semesterticket erhoben. Informationen zu den aktuellen Beträgen finden Sie auf unseren Seiten .\nFür bestimmte weiterbildende Studiengänge können gesonderte Gebühren anfallen.\n\n        Muss ich die Beiträge auch zahlen, wenn ich beurlaubt bin oder mich exmatrikuliert habe?\nGrundsätzlich gilt: Während eines Urlaubssemesters müssen Sie die Beiträge zahlen. Wenn Sie sich exmatrikulieren, im laufenden Semester Ihre StudentCard bereits validiert oder Prüfungen abgelegt haben, dann ist eine Rückerstattung ebenfalls nicht möglich.\nWeitere Informationen:\n  - Beurlaubung\n  - Rückerstattung von Beiträgen\n  - Exmatrikulation\n        Ich studiere zwei Studiengänge (Doppelstudium) – muss ich dann zweimal zahlen?\nDen Studentenwerksbeitrag und den Solidarbeitrag für das Semesterticket müssen Sie nur einmal bezahlen. Wenn Sie an verschiedenen Universitäten eingeschrieben sind, dann müssen Sie die Zahlung der Beiträge an einer anderen Hochschule nachweisen, um an der TUM davon befreit zu werden.\n\n        Ich studiere ein Lehramt, und bin an der LMU und der TUM eingeschrieben. Wo muss ich meine Beiträge zahlen?\nHier sieht das Bayerische Hochschulgesetz vor, dass Sie Ihre Beiträge an der Hochschule bezahlen, bei der der Schwerpunkt des Lehrangebots liegt.\nDerzeit gilt:\n  - Lehramt an Grundschulen, Realschulen, Mittelschulen, Sonderschulen oder Gymnasien: Zahlung bei LMU\n  - Lehramt an beruflichen Schulen: Zahlung an TUM.\nZum Nachweis Ihrer Beitragszahlung an der LMU schicken Sie bitte Ihre Immatrikulationsbescheinigung der LMU und den Zahlungsnachweis aus dem LMU-Onlineportal als PDF-Datei an studium(at)tum.de . Bitte geben Sie dabei immer Ihre TUM-Matrikelnummer mit an, damit wir Ihre Anfrage korrekt zuordnen können.\n\n        Kann ich mich vom Solidarbeitrag befreien lassen?\nNur schwerbehinderte Studierende können einen Antrag auf Befreiung vom Solidarbeitrag stellen. Weitere Informationen und den entsprechenden Antrag finden Sie auf unsere Seiten.\n\n        Welche Fristen gelten für die Zahlung?\nWenn Sie sich neu für ein Studium bewerben, dann müssen Sie Ihre Beiträge zahlen, um immatrikuliert zu werden. Zahlen Sie daher so bald wie möglich nach Erhalt der Zulassung.\nWenn Sie bereits an der TUM studieren, dann haben Sie bis zum 15.02. für das Sommersemester und bis 15.08. für das Wintersemester Zeit, um Ihre Beiträge zu bezahlen und rückgemeldet zu werden.\nDie Fristen, Beitragshöhen und die entsprechenden Kontodaten finden Sie auf unseren Seiten .\n\n        Wo finde ich mein Beitragskonto?\nIhr Beitragskonto finden Sie in Ihrer TUMonline-Visitenkarte unter dem Punkt \"Studienbeitragskonto\". ( Anleitung ) Das Konto listet Ihre bereits bezahlten und noch fälligen Beitragszahlungen auf und bietet Ihnen Informationen zur Überweisung. Bei Fragen und Problemen wenden Sie sich bitte an studium spam prevention @tum.de .\n\n        Welche Leistungen umfasst das Semesterticket?\nSie können unter der Woche von 18 bis 6 Uhr morgens, also in den Randzeiten, und am Wochenende und an Feiertagen das komplette MVV-Netz nutzen. Als Ticket genügt eine validierte StudentCard. Wer das Ticket zur täglichen Fahrt in die Universität nutzen will, kauft die „IsarCard Semester.“Dieses Aufpreisticket berechtigt dann zusammen mit der StudentCard und einem amtlichen Lichtbildausweis zu beliebig vielen Fahrten mit allen MVV-Verkehrsmitteln im MVV-Gesamtnetz zu jeder Uhrzeit.\n\n        Was ist die IsarCard Semester, und wo bekomme ich sie?\nDie IsarCard Semester ist ein Ticket vom MVV speziell für Studierende in München. Dieses Aufpreisticket berechtigt Sie zusammen mit der StudentCard und einem amtlichen Lichtbildausweis zu beliebig vielen Fahrten mit allen MVV-Verkehrsmitteln im MVV-Gesamtnetz zu jeder Uhrzeit.\nSie erhalten die IsarCard Semester beim MVV .\n\n    Studienplan und Curriculum Support\n\n        Ich habe meinen Bachelor abgeschlossen, und mich für den Master eingeschrieben – TUMonline zeigt aber noch den Bachelor an. Warum?\nSie sehen in TUMonline Ihren Studienstatus von *heute*. Dieses *heute* zählt noch zum aktuellen Semester. Die Immatrikulation für den Master zählt ab dem nächsten Semester.\nDie Anzeige im Studienstatus ändert sich also mit Beginn des jeweiligen Semesters. Im Wintersemester zum 1.10., im Sommersemester zum 1.4.\n\n        Wo sehe ich alle aktuellen Studiengänge und Studienpläne?\nIn der Applikation \"Studienangebot\" in TUMonline sind alle laufenden und auslaufenden Studiengänge im aktuellen Studienjahr aufgeführt. Über den Namen der jeweiligen SPO-Version (also die Studien- und Prüfungsordnung, nach der Sie studieren) können Sie den Studienplan und den Semesterplan einsehen.\n\n        Was ist ein Modul und eine Lehrveranstaltung? Wo ist der Unterschied?\nModule sind die übergeordneten Einheiten innerhalb eines Studiums - sie bestehen aus einem thematisch aufeinander abgestimmten Lehrangebot, das wiederum aus Lehrveranstaltungen besteht. Der Leistungsnachweis innerhalb eines Moduls erfolgt durch Prüfungen.\nLehrveranstaltungen finden jeweils in einem Semester statt, während ein Modul auch Lehrveranstaltungen und Prüfungen enthalten kann, sie über mehrere Semester verteilt stattfinden.\nEin Beispiel:\n  - Modul A Prüfung XY im Wintersemester 2 Leistung XY Lehrangebot Lehrveranstaltung 1 im Sommersemester 1 Lehrveranstaltung 2 im Wintersemester 1\nDas Lehrangebot kann dabei den gleichen Titel haben wie das Modul - muss aber nicht.\n\n        Wo finde ich eine Übersicht aller Module?\nIn der Applikation \"Modulhandbuch\" in TUMonline können Sie alle veröffentlichten Modulbeschreibungen einsehen. Klicken Sie dazu auf die betreffende Einrichtung (TUM/Fakultät/Lehrstuhl/...).\nSo geht's\nVirtuelle Beratungsangebote\nWebinare, Videos und virtuelle Beratung: Die Allgemeinen Studienberatung bietet auch virtuell Unterstützung an bei Fragen zum Studium an der TUM.\nStudienberatung und -information\n+49 89 289 22245 studium spam prevention @tum.de\nBitte beachten Sie die E-Mail-Etikette .\nBeratungstermine bei der Allgemeinen Studienberatung nach Vereinbarung\nService Desk\nCampus München Arcisstraße 21, Raum 0144 80333 München\nMontag, 9:00 – 12:00 Uhr Dienstag, 13:00 – 16:00 Uhr (nur Studieninformation) Mittwoch, 9:00 – 12:00 Uhr Freitag, 9:00 – 12:00 Uhr",
    "type": "TUM",
    "study_program": "general"
}