{
    "link": "https://www.tum.de/en/studies/during-your-studies/organizing-your-studies/examinations",
    "content": "-->\nExaminations\nBelow you will find a wealth of information covering examinations, registration guidelines and examination schedules.\nYou should nevertheless consult the academic and examination regulations that apply to your degree program!\n  - Academic and examination regulations\n  - Points of contact\n  - School-specific examination information\n  - Examination registration and cancellation\n  - Withdrawing from examinations – medical certificates\n  - Publication of grades and examination certificates\n  - Graduation documents Use of multi-gender spelling in the context of study and teaching\nPlease note: The recently issued prohibition on the use of special characters in connection with gender-sensitive language in Bavarian schools, universities and authorities relates exclusively to the official tasks of the institutions themselves ; the prohibition does not extend to personal speech, documents, texts, and communication in study and teaching .\nStudents are free to decide whether and in what form they want to use gender-sensitive language. The use or non-use of gender-sensitive language has no influence on the assessment of examinations, seminar papers, or theses .\n\n    Academic and Examination Regulations\nAll examinations at TUM are governed under the General Academic and Examination Regulations for Bachelor's and Master's Programs (APSO) and the General Diploma Examination Regulations (ADPO) for discontinued diploma degree programs, in conjunction with the Study and Examination Regulations (FPSO) for the respective school. Section 1 of your FPSO stipulates whether your course of study falls under ADPO or APSO.\nThe APSO and ADPO contain binding procedural regulations for all diploma degree and bachelor's or master's degree programs at TUM. The FPSOs for the individual TUM degree programs then govern the program-specific prerequisites for examination approvals, the examination requirements and the course of study.\nAll statutes and regulations can be found in TUM’s statute database .\nPlease consult the academic and examination regulations that apply you to make sure that you are aware of important regulations such as progress monitoring.\nNonadherence to these regulations can have serious consequences, including failing the entire course of study.\n\n    Contact\nWhen it comes to examinations, there are three important points of contact at TUM: 1. The office of student affairs of each TUM school is responsible for organizing course work examinations in the individual degree programs, examination registration and cancellation, certificates and withdrawals, administration of grades and the publication of examination results.\n2. Each course of study has a corresponding examination committee resident within the schools. The committees are responsible for reviewing hardship and exception applications as well as recognizing credit and degree program requirements.\n3. The Graduation Office and Academic Records department creates the Notification of Examination Results on a semester basis, graduation documents and preliminary degree certificates as well as benefits statements such as verifications for pension insurance and family/child allowances.\nCertified copies of TUM-internal graduation documents are exclusively issued by the TUM Certification Office on Campus Weihenstephan.\n\n    Contact: Graduation Office and Academic Records\nPersonal appointments are possible by prior arrangement.\nWe recommend receiving the final documents by mail .\nIf you have any questions, please contact the responsible contact persons at the TUM Center for Study and Teaching – Graduation Office and Academic Records at the\nCampus Munich Campus Garching Campus Weihenstephan\nor the contact persons at the TUM School of Medicine and Health Klinikum rechts der Isar\n\n    School-specific Examination Information\nFor more information about examinations within the individual schools, including points of contact, follow the links below:\n  - TUM School of Computation, Information and Technology Former TUM Department of Electrical and Computer Engineering Former TUM Department of Informatics Former TUM Department of Mathematics\n  - TUM School of Engineering and Design\n  - TUM School of Life Sciences\n  - TUM School of Management\n  - TUM School of Medicine and Health Former TUM Department of Sport and Health Sciences Former TUM School of Medicine\n  - TUM School of Natural Sciences\n  - TUM School of Social Sciences and Technology Learning to Learn: Approaches to Preparing for Exams\nTUM offers an extensive program of courses to enhance self-competencies and learning skills .\nTopics include self-management and motivation, methods for planning and time management of the work process, stress management, etc.\nExam anxiety?\nTUM’s Academic Coaching or the Psychosocial and Psychotherapeutic Counselling Service of the Munich Student Union can help.\nDates and Deadlines\nLecture period, lecture-free days, or enrollment periods – all semester dates and deadlines at a glance .\nStudent Advising and Information Services\n+ 49 89 289 22245 studium spam prevention @tum.de\nPlease observe the e-mail etiquette .\nPersonal advising sessions with General Student Advising by appointment\nService Desk\nCampus Munich Arcisstraße 21, Room 0144 80333 München\nMonday, 9 a.m. – 12 p.m. Tuesday, 1 p.m. – 4 p.m. (Student Information only) Wednesday, 9 a.m. – 12 p.m. Friday, 9 a.m. – 12 p.m.",
    "type": "TUM",
    "study_program": "general"
}