{
    "link": "https://www.tum.de/en/studies/graduation/documents",
    "content": "-->\nCertificate, Diploma & Co.: TUM Graduation Documents\nCongratulations, you have successfully finished your program! Learn all about the graduation documents that prove your achievements.\nWhen you graduate, you will receive a number of documents that contain your final grade, certify your academic degree and provide future employers with further information about the program you completed. You can find out how the documents are issued to you and what information they contain in detail on this page.\n\n            FAQs: What is what?\nCertificate, diploma supplement, transcript and co.\nMore\n            Downloads\nRequest for the delivery of documents, request to issue replacements, and powers of attorney\nMore\n            Contacts\nFind the right contact person for your query\nMore\n    FAQs: What is what? Certificate, diploma, and co.\n\n        When is a program completed?\nThe graduation date (= certificate date) is the date of the last successfully completed examination and/or coursework. This is often the colloquium or the oral examination for the final thesis (cf. § 25 Para. 1 APSO).\nIn accordance with Section 18 (1) APSO, students must be enrolled in the relevant degree program for the entire duration of the thesis (Bachelor's thesis or Master's thesis) up to the date of submission. This also applies if the processing time has been extended for reasons for which the student is not responsible.\nFor all other examinations , however, the time up to the first week of the lecture period is part of the examination period of the previous semester. In this case, students only need to be enrolled until the end of the previous semester. For examinations that take place before the end of the first week of the new semester, there is no obligation to be enrolled. This also applies to the obligatory colloquium (Bachelor) or the obligatory presentation (Master) that is usually associated with the final thesis. Students who submitted their thesis in the previous semester and hold the colloquium or presentation by the end of the first week of lectures no longer need to be enrolled.\nFurther information on exmatriculation after passing the final examination\n\n        How are the final documents handed out?\nAs soon as the last examination has been entered in TUMonline, please check all the details that are important your graduation documents: Personal data, allocation of credits, title of your thesis. Then confirm to your contact person at your school that all information is correct . Your school will then give its approval and your graduation documents will be prepared by the Graduation Office and Academic Records of the TUM Center for Study and Teaching.\nIt will take approximately 4-6 weeks for your graduation documents to be issued.\nWhen your documents are ready for delivery, you will be informed by mail. This letter is also the first official notification of your graduation. Keep this document in a safe place, as it may be necessary for child benefit matters, for example.\nYou can also collect your graduation documents in person by prior appointment. Please get in touch with your contact person; the details are available on this page under Contact: Graduation Office and Academic Records .\nAs an alternative, graduation documents are sent by registered mail . Please send the appropriate request by e-mail or post to the Graduation Office and Academic Records at your campus:\n  - Munich Campus: Application for delivery of graduation documents Munich Campus\n  - Garching Campus: Application for delivery of degree documents Garching Campus\n  - Freising-Weihenstephan Campus: Request for delivery of graduation documents Weihenstephan Campus\n  - Campus Straubing: Please send your request to the responsible contact person at the Campus Freising.\n  - Heilbronn Campus: Management degree programs: Please address your application to the responsible contact person at the Munich campus. Information Engineering: Please submit your application to the responsible contact person at the Garching campus.\nIf your degree documents are to be sent to a person other than yourself, you can indicate this in the application for delivery of degree documents. A power of attorney is not necessary.\nHowever, if you want someone else to collect your degree documents from the Graduation Office and Academic Records on your campus, you must give them a power of attorney, which must be presented at the time of collection.\n  - Template - Authorization to collect final documents (PDF, 0.1 MB)\n        What final documents will you receive?\n\n        Degree Certificate\nContent: Overall grade, predicate as well as grade and topic of the Bachelor's or Master's thesis. Language: German and English Date: Date of the last successfully completed examination and/or coursework (cf. § 25 Para. 1 APSO) Signed by Chairperson of the Examination Board\n\n        Diploma\nContent: Certification of the academic degree awarded (e.g. Bachelor of Sciences, Master of Sciences). The academic degree may only be used once the certificate has been issued (cf. § 26 APSO). Language: German and English Date: Same as certificate (Date of the last successfully completed examination and/or coursework) Signed by: President of TUM\n\n        Diploma Supplement\nContent: Information on the degree and the associated qualifications as well as information on the bearer of the certificate. Language : English Date: Same as certificate (Date of the last successfully completed examination and/or coursework) Signed by Chairperson of the Examination Board\n\n        Transcript of Records (ToR)\nContent: Documentation of academic achievements, which are specified according to a Europe-wide standard. Successfully completed courses and modules with ECTS credits and grades. Language: German and English Date: Same as certificate (Date of the last successfully completed examination and/or coursework) Signed by: Chairperson of the Examination Board and the person responsible in the Graduation Office and Academic Records department.\n\n        Grading Table\nYou will receive the grading table as annex to the final documents.\nContent: Grade table showing the relative classification of the individual overall grade/predicate in comparison to the academic achievements of other graduates of the same degree program. Language: German and English Date: Date of issue Signed by: not signed\n\n        Where can I have my documents certified?\nThe Graduation Office and Academic Records at the Weihenstephan Campus only certifies official degree documents obtained at TUM.\nPlease send your requests by e-mail with the subject \"Beglaubigungsstelle Weihenstephan\" to studium(at)tum.de and include your matriculation number.\nCertified copies can only be made on the basis of the original.\nThe following fees apply:\n  - Certificate, transcript of records and diploma supplement: 5€ (total)\n  - Grading table: 5€\nCertification Office for TUM graduation documents\nDepartment Graduation Office and Academic Records Campus Weihenstephan Alte Akademie 1 85354 Freising Opening hours : Monday - Thursday, 8.30 a.m. - 12.00 p.m. Personal appointments are only possible by prior arrangement .\nAlternatively, certifications can be obtained at any office with a seal, for example at the local district administration office or town hall.\nConfirmed transcripts of records can be issued at any time by your contact person in the Graduation Office and Academic Records at the relevant campus.\n\n        Where can I apply for a replacement of lost or damaged TUM documents?\nThe Graduation Office and Academic Records at the Weihenstephan Campus will issue a replacement in the event of loss or damage to official graduation documents obtained at TUM.\nPlease use the application for a replacement for this purpose. Send it by e-mail to studium(at)tum.de with the subject \"Beglaubigungsstelle Weihenstephan\" and include your matriculation number.\nFor final documents from different degree programs, please use a separate application for each degree program .\nThere is a flat processing fee of €25 per application.\nReplacement Office for TUM graduation documents\nGraduation Office and Academic Records Campus Weihenstephan Alte Akademie 1 85354 Freising Opening hours : Monday - Thursday, 8.30 a.m. - 12.00 p.m. Personal appointments are only possible by prior arrangement.\n\n        How do I obtain a preliminary certificate?\nThe Graduation Office and Academic Records of the TUM Center for Study and Teaching can provide you with a preliminary certificate if required. This certificate can be issued as soon as your school confirms your degree to the Graduation Office and Academic Records. It is also referred to as a provisional certificate or provisional degree and contains all the important information about the degree program:\n  - Graduate's personal information\n  - Degree program\n  - Date of certificate\n  - Academic degree (may only be used once the certificate has been issued)\n  - Overall grade\nGraduation certificates are sent by post . Please send the relevant application by e-mail or post to the Graduation Office and Academic Records department at your campus. For the Straubing campus, please send your application to the responsible contact person at the Weihenstephan campus. For Campus Heilbronn, please send the relevant application to the Graduation Office and Academic Records in Munich for Management degrees and to the office in Garching for the Information Engineering degree.\n\n    Downloads\n\n        Request for postal delivery of graduation documents\nDownload\n        Request to issue replacement documents\nDownload\n        Request for postal delivery of a preliminary degree certificate\nDownload\n        Power of attorney for the pick-up of final documents\nDownload\n    \n\n    Contact: Graduation Office and Academic Records\n+ 49 89 289 22245 studium spam prevention @tum.de\nPlease observe the e-mail etiquette .\nPersonal advising sessions with General Student Advising by appointment\nService Desk\nCampus Munich Arcisstraße 21, Room 0144 80333 München\nMonday, 9 a.m. – 12 p.m. Tuesday, 1 p.m. – 4 p.m. (Student Information only) Wednesday, 9 a.m. – 12 p.m. Friday, 9 a.m. – 12 p.m.",
    "type": "TUM",
    "study_program": "general"
}