{
    "link": "https://www.tum.de/studium/bewerbung/bachelor/bewerbung-bachelor",
    "content": "-->\nBewerbung für einen Bachelorstudiengang – Schritt für Schritt\nSo bewerben Sie sich für einen Bachelorstudiengang, ein Lehramtsstudium oder ein Orientierungsprogramm.\n\n    Übersichtsgrafik: Bewerbung für Bachelorstudiengänge\n\n    Tutorial: Bewerbung über TUMonline\n\n    Externen Inhalt anzeigen\nAn dieser Stelle sind Inhalte eines externen Anbieters (Quelle: www.xyz.de ) eingebunden. Beim Anzeigen können Daten an Dritte übertragen oder Cookies gespeichert werden, deshalb ist Ihre Zustimmung erforderlich.\nMehr Informationen und die Möglichkeit zum Widerruf finden Sie unter www.tum.de/datenschutz .\nIch stimme zu\n        1. Sie bereiten Ihre Bewerbung vor\n  - Informieren Sie sich über die Voraussetzungen für ein Studium und die Auswahlverfahren\n  - Bei der Onlinebewerbung müssen Sie alle Dokumente für die Zulassung hochladen. Informieren Sie sich vorab, welche Dokumente Sie benötigen – und bereiten Sie zum Beispiel Ihr Motivationsschreiben und den Essay bereits vor.\n        1.1 Hinweis für internationale Bewerberinnen und Bewerber\nSie bewerben sich mit einer internationalen Hochschulzugangsberechtigung ? Dann beachten Sie zusätzlich die folgenden Schritte vor der Onlinebewerbung:\n  - Überprüfen Sie Ihre Hochschulzugangsberechtigung\n  - Weisen Sie Ihre Sprachkenntnisse vor Ende der Bewerbungsfrist nach\n  - Beantragen Sie Ihre Vorprüfungsdokumentation bis 15.07. für das Wintersemester oder bis 15.01. für das Sommersemester\n  - Informieren Sie sich über die Sonderregeln für bestimmte Länder\n  - Informieren Sie sich, ob Sie ein Visum benötigen\n        2. Sie bewerben sich über TUMonline\nDer erste Schritt ist die Onlinebewerbung . Sie erfolgt über unser Portal TUMonline . Wenn Sie sich für mehrere Studiengänge bewerben, dann legen Sie für jeden Studiengang eine eigene Onlinebewerbung an.\nDer Bewerbungsassistent führt Sie Schritt für Schritt durch die Onlinebewerbung. Die erforderlichen Dokumente für die Zulassung laden Sie während der Onlinebewerbung im PDF-Format hoch . Wenn Sie Ihre Onlinebewerbung abgeschlossen haben, dann können Sie jederzeit den Status Ihrer Bewerbung in TUMonline überprüfen.\nBitte beachten Sie: Ihre Bewerbung kann nur bearbeitet werden, wenn alle notwendigen Unterlagen vor Ende der Bewerbungsfrist vorliegen.\nZu den weiteren geforderten Unterlagen gehören, abhängig vom gewählten Studiengang:\n  - Ihre Hochschulzugangsberechtigung\n  - Ihre Vorprüfungsdokumentation , wenn Sie sich mit einer internationalen Hochschulzugangsberechtigung bewerben. Wenn das Dokument noch nicht vorliegt, können Sie die rechtzeitige Beantragung durch unser Formblatt in bestätigen.\n  - alle relevanten Unterlagen zur Vorbildung - schulisch , beruflich , studiumsbezogen etc.\n  - die Nachweise über die benötigten Sprachkenntnisse\n  - Ihr Lebenslauf - dieser muss lückenlos und aktuell sein. Gerne können Sie die Vorlage der Europäischen Union nutzen.\n  - Ihr Personalausweis oder Reisepass\n  - falls relevant Nachweise über Wehrdienst, Bundesfreiwilligendienst, freiwilliges ökologisches Jahr etc.\n  - je nach Studiengang Nachweise über Praktika , soziales Engagement etc.\n  - je nach Studiengang Motivationsschreiben , Essay etc.\nFür eine Zulassung müssen Sie keine Unterlagen in Papierform einreichen. Laden Sie alle Dokumente vor Ende der Bewerbungsfrist in TUMonline hoch. Einsendungen per E-Mail können nicht angenommen werden.\n\n        3. Wir prüfen Ihre Bewerbung\nWenn Ihre Onlinebewerbung rechtzeitig und vollständig eingeht, wird sie im nächsten Schritt geprüft. Aufgrund der hohen Zahl an Bewerbungen kann dieser Vorgang einige Wochen dauern. In Ihrem TUMonline-Account sehen Sie den aktuellen Stand. Bei wichtigen Änderungen oder Rückfragen werden Sie auch per E-Mail informiert. Bitte überprüfen Sie daher auch regelmäßig Ihren Spam-Ordner.\nEine Erklärung der Angaben zum Status Ihrer Bewerbung finden Sie hier.\nWie es weitergeht, hängt vom Studiengang ab, für den Sie sich bewerben.\n\n        3.1 Studiengänge mit Eignungsfeststellungsverfahren\nWenn der Zugang zu Ihrem Studiengang über ein Eignungsfeststellungsverfahren geregelt ist, dann folgt an dieser Stelle ein zweistufiges Verfahren:\n  - Ihre Abiturnote sowie fachspezifische Einzelnoten werden mit einem Punktesystem ausgewertet. Wie die Berechnung funktioniert sehen Sie In der Satzung eines Studienganges.\n  - Je nach Höhe der erreichten Punktzahl werden Sie entweder sofort zugelassen , abgelehnt , oder zu einem etwa 20minütigen Auswahlgespräch direkt von der Fakultät oder School eingeladen. Die Einladung erhalten Sie per E-Mail.\nBitte beachten Sie: Die Anzahl der Studienplätze ist nicht beschränkt. Wir nehmen alle Bewerber und Bewerberinnen, die wir für geeignet halten. Ein Nachrücken nach einer Ablehnung ist nicht möglich.\n\n        3.2 Studiengänge mit Studienorientierungsverfahren\nWenn der Studiengang über ein Studienorientierungsverfahren verfügt, dann folgt an dieser Stelle ein zweistufiges Verfahren. Durch dieses Verfahren können Bewerberinnen und Bewerber selbst besser einschätzen, ob ein Studiengang die richtige Wahl für sie ist.\n  - Ihre Abiturnote und fachspezifische Einzelnoten werden mit einem Punktesystem ausgewertet. Wie die Berechnung funktioniert sehen Sie In der Satzung des Studiengangs.\n  - Je nach Höhe der erreichten Punktzahl werden Sie entweder sofort zugelassen oder zu einem verpflichtenden, etwa 20minütigen Gespräch direkt von der Fakultät oder School eingeladen. Die Einladung erhalten Sie per E-Mail.\nDas Ergebnis des Gesprächs bestimmt, ob Sie eine Empfehlung für den entsprechenden Studiengang erhalten. So sollen Sie bei der Studienwahl unterstützt werden. Die Zulassung zum Studium ist aber nicht vom Ergebnis des Studienorientierungsverfahrens abhängig.\n\n        3.3 Studiengänge ohne Zulassungsbeschränkung\nBei Studiengängen ohne Zulassungsbeschränkung erhalten Sie einen Zulassungsbescheid per E-Mail, wenn\n  - Ihre Bewerbungsunterlagen vollständig und fristgerecht angekommen sind\n  - Ihre Bewerbungsunterlagen von uns geprüft wurden.\nEs findet kein weiterer Auswahlprozess statt.\n\n        4.1 Wir informieren Sie über Ihre Zulassung\nWir informieren Sie per E-Mail über Ihre Zulassung. Lesen Sie Ihre E-Mails daher regelmäßig, und überprüfen Sie auch Ihren Spam-Ordner. Die Zulassung wird auch direkt in Ihrem TUMonline-Account sichtbar.\n\n        4.2 Sie nehmen Ihren Studienplatz an\nNehmen Sie Ihren Studienplatz so bald wie möglich in Ihrem TUMonline-Account an. So haben Sie genug Zeit für die weiteren Schritte bis zur Immatrikulation.\nSie haben eine Zulassung erhalten, können Ihr Studium aber nicht in diesem Semester beginnen? Informieren Sie sich über Ihre Möglichkeiten zur Rückstellung eines Studienplatzes .\n\n        5. Sie reichen die Dokumente für die Einschreibung ein\nSobald Sie den Studienplatz angenommen haben, können Sie die Unterlagen für die Einschreibung einreichen. Erst mit der Einschreibung, auch Immatrikulation genannt, sind Sie Studierende oder Studierender der TUM. Um Sie immatrikulieren zu können, benötigen wir alle Unterlagen für die Einschreibung.\nEine Liste der benötigten Dokumente finden Sie in Ihrem TUMonline-Account . Dort sehen Sie auch, in welcher Form Sie die Dokumente einreichen müssen. Beglaubigte Kopien müssen immer in Papierform eingereicht werden .\nSie müssen für die Einschreibung auf jeden Fall eine gültige Krankenversicherung nachweisen.,\nDokumente, die nicht auf deutsch oder englisch ausgestellt wurden, müssen übersetzt werden. Die TUM übernimmt für unaufgefordert eingereichte Originalzeugnisse keine Haftung. Die eingereichten Unterlagen werden digitalisiert und im Anschluss an die Bewerbungsphase vernichtet.\nWeitere Informationen:\n  - Dokumentenglossar mit Erklärungen zu den einzelnen Dokumenten\n  - Informationen zur Beglaubigung von Dokumenten\n  - Informationen zur Übersetzung von Dokumenten\n  - Informationen zur Anerkennung von Leistungen\n        6. Sie zahlen den Semesterbeitrag\nDer nächste Schritt die ist Zahlung der Semesterbeiträge und ggf. der Studiengebühren für internationale Studierende aus Drittstaaten .\nInformationen zu den Beiträgen und zur Überweisung finden Sie auch in Ihrem TUMonline-Account .\n\n        7. Wir immatrikulieren Sie\nWenn\n  - in Ihrem TUMonline-Account alle Dokumente verbucht und als korrekt markiert sind,\n  - Sie eine Zulassung erhalten und Ihren Studienplatz angenommen ,\n  - die TUM eine digitale Meldung über Ihren Versichertenstatus von einer gesetzlichen Krankenkasse erhalten hat\n  - und Sie die Semesterbeiträge und ggf. die Studiengebühren für internationale Studierende aus Drittstaaten bezahlt haben,\nwerden Sie an der TUM immatrikuliert (als Studierender eingeschrieben). Die Information darüber erhalten Sie wieder per E-Mail und in Ihrem TUMonline-Account . Aus technischen Gründen kann es bis zu 24h dauern, bis Ihre Immatrikulation in Ihrem Account vollzogen ist.\nBei Studiengängen mit Dialogorientiertem Serviceverfahren (Numerus Clausus) haben Sie ab dem Datum der Zulassung 14 Tage Zeit , um alle Voraussetzungen für die Immatrikulation (Schritte 4.2 bis 6) zu erfüllen.\nEine Übersicht, welche Schritte für die Immatrikulation notwendig sind, finden Sie hier: Immatrikulation über TUMonline .\nNach der Einschreibung können Sie in Ihrem TUMonline-Account die Studienunterlagen herunterladen. Das sind etwa\n  - die Immatrikulationsbescheinigung\n  - und die Zahlungsbestätigungen Ihrer Beiträge.\nBitte beachten Sie:\nDie Immatrikulation erfolgt für das Sommersemester frühestens im Februar, für das Wintersemester nicht vor August. Gültig wird die Immatrikulation mit Beginn des Semesters zum 1. April (Sommersemester) bzw. zum 1. Oktober (Wintersemester).\n\n        8. Sie erhalten Ihre Student Card\nDie Student Card ist Studentenausweis, Bibliotheksausweis und Geldkarte in einem – und damit eine wichtige Voraussetzung für Ihr Studium an der TUM.\nWo und wann Sie Ihre Student Card bekommen\n\n        9. Wie geht es weiter?\nHerzlichen Glückwunsch - Sie können in Ihr Studium starten. Vor der ersten Vorlesung gibt es immer noch einiges zu erledigen: Von der Anmeldung an der Universitätsbibliothek bis zur Wohnungssuche. Wir haben einige Hinweise und Angebote für Sie zusammengestellt, die Ihnen den Einstieg erleichtern.\n\n    Zur Onlinebewerbung über TUMonline\nHaben Sie noch Fragen?\nDas umfangreiche Beratungsangebot der TUM steht Ihnen jederzeit zur Verfügung.\nDokumentenglossar\nWas ist was? Alle Dokumente für die Bewerbung im Überblick\nTermine und Fristen\nSemester- und Vorlesungszeiten, vorlesungsfreie Tage, Bewerbungs- oder Immatrikulationzeiträume – alle Termine und Fristen im Semesterüberblick .\nFAQs rund ums Studium\nHäufig gestellte Fragen zum Studium: Hier geht’s zu den FAQ .\nStudienberatung und -information\n+49 89 289 22245 studium spam prevention @tum.de\nBitte beachten Sie die E-Mail-Etikette .\nBeratungstermine bei der Allgemeinen Studienberatung nach Vereinbarung\nService Desk\nCampus München Arcisstraße 21, Raum 0144 80333 München\nMontag, 9:00 – 12:00 Uhr Dienstag, 13:00 – 16:00 Uhr (nur Studieninformation) Mittwoch, 9:00 – 12:00 Uhr Freitag, 9:00 – 12:00 Uhr",
    "type": "TUM",
    "study_program": "general"
}