{
    "link": "https://www.tum.de/en/studies/graduation/disenrollment",
    "content": "-->\nDisenrollment from University\nIf you are disenrolled from TUM, this means that you are no longer a student of the university. Disenrollment usually follows the graduation of your studies, but disenrollment can have other reasons as well.\n\n        Legal Basis\nDisenrollment is regulated in §§ 12, 13 and 14 of the Enrollment, Student Fees Payment, Leave of Absence and Disenrollment Regulations ( Immatrikulations-, Rückmelde-, Beurlaubungs- und Exmatrikulationssatzung) of the Technical University of Munich in conjunction with Article 49 Bavarian Higher Education Act (Bayerisches Hochschulgesetz).\n\n        Main Reasons for Disenrollment\nThe main reasons for disenrollment are:\n  - voluntary disenrollment\n  - passing the final examination\n  - ultimately failing a pre-, interim or final examination that is mandatory according to the examination regulations, or when students cannot meet the requirements for applying to take these examinations (irreversible failure)\n  - failure to meet the deadline for the payment of semester fees for re-enrollment\n        Voluntary Disenrollment\n  - If the student submits a request for disenrollment, this request is to be complied with. Please download the application form from your TUMonline account under “Documents”.\n  - As a rule, voluntary disenrollment takes place at the end of a semester unless you apply for immediate disenrollment. In this case, disenrollment occurs on the day the application is filed.\n        Disenrollment on Account of Passed Final Examination\n  - Disenrollment from the university occurs automatically at the end of the semester, in which the final graduation documents are completed . This only applies if the student has re-enrolled for this semester.\n  - Disenrollment occurs by virtue of law, an application for disenrollment is not necessary in this case.\nGenerally, you need to remain enrolled until you have taken your last exam.\nFor the final thesis , enrollment in the respective degree program is mandatory until completion and submission. This also applies if the period for writing the thesis was extended for reasons beyond your control.\nFor all other exams , you do not have to re-enroll if you take an examination which is allocated to the previous semester within the first week of the lecture period at the latest. This also applies for oral exams which are part of the mandatory examinations stipulated in the academic and examination regulations (i.e. the colloqium or presentation connected to your thesis).\n\n        Mandatory Disenrollment on Account of Irreversible Failure of Examination Requirements\n  - Students will be officially disenrolled from the university if they have failed to pass all required examinations (preliminary, intermediate or final) for the last time, as in accordance with the examination regulations, or if they have not fulfilled the requirements for application to one of these examinations for reasons within their control.\n  - In this case, mandatory disenrollment officially occurs. This means that the TUM must take the initial action and declare the disenrollment: the student is not required to take the initiative to disenroll.\n  - Upon ultimately failing the examination requirements of a degree program, students will be disenrolled. This will occur automatically at the end of the semester, in which the failure is determined.\n  - Please keep in mind to apply for a refund of semester fees on time.\n  - Information on irreversibly failing an examination\n        Disenrollment Due to Failure to Meet Deadline for the Payment of Semester Fees\n  - Mandatory disenrollment is effective when students have not met the deadline for the payment of semester fees according to the provisions of §9 of the Enrollment, Student fees Payment,  Leave of Absence and Disenrollment Regulations of the Technical University of Munich.\n  - Mandatory disenrollment will be officially declared, and, at the earliest date, this may occur at the end of the current semester.\n  - Therefore, please remember to pay the semester fees on time!\n        Legal Consequences\n  - Upon disenrollment, students lose their membership with the TUM and all rights and duties connected therewith. The Student Card and the Enrollment Certificate may no longer be used as of the date of disenrollment.\n  - As a rule, students lose their right to take part in examinations . You must be enrolled until you have taken your last exam in order to complete your studies properly. You will find binding regulations and possible exceptions in the Academic and Examination Regulations for your degree program. It is very important to note that this does not apply to repeat examinations because the time allowed for the repeat examination may not be interrupted by disenrollment (this applies only for students who are still studying under the General Diploma and Examination Regulations (ADPO)). In addition, retroactively, there may be an obligation, in accordance with the examination regulations, to perform an examination for which a student had registered before the disenrollment occurred.\n        Proceedings\n  - The application for disenrollment must be filed at the Admissions and Enrollment Office. You will find the application form in your TUMonline account.\n  - You must enclose your Student Card with the application.\n  - If disenrollment occurs by virtue of law or officially, students must immediately hand in their Student Card upon demand of the TUM.\n  - In the case of disenrollment due to irreversible failure of the exmination requirements of a degree program, you will receive a Notification of Irreversible Failure, appended with information on legal remedies. You will receive a separate notification of your disenrollment.\n  - Your TUMonline account remains active as an “alumni account” after your disenrollment. Access to this account is possible only with a mytum user name (tum or mytum email address).\n        Proof of Disenrollment\nThe proof of disenrollment can be downloaded from your TUMonline account via the section “Documents”.\nThe document is only available if you are no longer enrolled in any degree program at TUM. It cannot be issued if you have graduated from one degree program but are still enrolled in another.\nYour TUMonline account remains active as an “alumni account” after your disenrollment. Access to this account is then possible with a mytum user name (tum or mytum email address).\n\n        Contact\nPlease send your application or inquiry via post, fax or email to:\nTechnical University of Munich Admissions and Enrollment Office Arcisstraße 21 80333 Munich Telephone: 089/289-22245 Fax: 089/289-25414 E-mail: studium spam prevention @tum.de\nApplication for disenrollment by e-mail\nYou can apply for disenrollment from university by e-mail to studium spam prevention @tum.de . Please print out the application form, sign it and send a PDF scan. Please state “Antrag auf Exmatrikulation” and your TUM student number as the subject of the e-mail . This will speed up the processing of your application considerably.\nDates and Deadlines\nLecture period, lecture-free days, or enrollment periods – all semester dates and deadlines at a glance .\nStudent Advising and Information Services\n+ 49 89 289 22245 studium spam prevention @tum.de\nPlease observe the e-mail etiquette .\nPersonal advising sessions with General Student Advising by appointment\nService Desk\nCampus Munich Arcisstraße 21, Room 0144 80333 München\nMonday, 9 a.m. – 12 p.m. Tuesday, 1 p.m. – 4 p.m. (Student Information only) Wednesday, 9 a.m. – 12 p.m. Friday, 9 a.m. – 12 p.m.",
    "type": "TUM",
    "study_program": "general"
}