{
    "link": "https://www.tum.de/en/studies/during-your-studies/organizing-your-studies/getting-organized",
    "content": "-->\nGetting Organized\nLooking to start your studies at TUM relaxed and well-prepared?\nHere, you'll find valuable tips to help ease you into student life. And, of course, our TUM advisory services are always happy to help.\n\n        1. Enrollment\nYou will be enrolled at TUM,\n  - if all your documents are complete and marked as correct in your TUMonline-Account .\n  - if you have received your admission notification.\n  - if you have accepted your admission offer in your TUMonline-Account.\n  - if you have paid your tuition fees .\n  - if you were notified by e-mail. Please note: The enrollement phase begins at the end of July (winter semester) and the end of January (summer semester)! This means that you will not be enrolled before this time frame, even if you have fulfilled all of the requirements.\nAfter enrollment you can use your TUMonline visiting card under “Copies for students” to download the following student documents :\n  - Certificate of enrollment\n  - Certificates for the train\n  - Payment confirmation\n        2. Getting Your Student Card\nThe Student Card is a multifunctional chip card that acts as the TUM student I.D. It serves as your photo I.D., your library card (with barcode on the back), the semester ticket (public transport) and your student services electronic payment card (i.e. for the canteen and cafeteria). More information about when, where and how to get your Student Card is available here.\nYou need your Student Card to start your studies at TUM!\n\n        3. Keeping an Eye on Your TUMonline Student Account\nNow that you've submitted your application to the TUM through the TUMonline portal , you'll use TUMonline as your main source of information and administration while studying at the TUM. After enrollment you can download your proof on enrollment (i.e. for the state financial aid \"BaföG\" and the Deutsche Bahn), and a confirmation of your course schedule under \"Print Documents\" All important emails will be sent to your TUMonline address; you can register here for courses and exams , check the status of your student fees and download various certificates . Be sure to always keep your TUMonline contact information up-to-date!\n\n        4. Registering at the Library\nA thriving center of academic knowledge, the University Libraries will be a trusted source of support for you throughout your studies. Your Student Card is also your library card . You can enable library access for your Student Card in your TUMonline Account via the section Services - Library at the beginning of your first semester at TUM. Here, as well as on your Student Card, you will then also find your library user ID.\n\n        5. Attending Orientation\nHow do I set my course schedule and where do I register for exams? What are modules and credits?\nMany of the departments or student bodies offer an orientation before the start of classes. Attendance is highly recommended to help you stay on top of everything.\nInform yourself about whether your degree program offers an orientation and if necessary, contact your student body or departmental student advisor .\n\n        6. Brushing Up on Your Math Skills\nMathematics plays an important role in many of the TUM's degree programs. To help you prepare, the TUM Department of Mathematics offers preparatory classes open to interested freshmen in various subjects.\n\n        7. Securing Financial Aid\nThe cost of living in Munich is very high. Students can apply for financial support at the BaföG (state financial aid) grant office. You can also apply for scholarships or take out a loan.\n\n        8. Finding a place to live\nFinding housing in Munich is difficult, but not impossible. Only a few students manage to secure housing in the student union residence halls. Most find private housing. They live with a roommate, sublet or rent a studio apartment. How to find accommodation\n\n        9. Registering Your Address\nIn Germany, you are required to register your new address with the police if you plan on staying longer than three months. Once you've found a room or apartment to rent, you have one week to register your new address at the local registration office. As you are coming to Munich from abroad, there are a number of legal requirements you must comply with.\n\n        10. Applying for an Exemption from Radio and Television License Fees\nIt is possible to apply for an exemption from the license fee for the services provided by public service broadcasting in Germany, for example if you receive BAföG. For more information, refer to the homepage of public service broadcasting .\nIf you apply for an exemption based on BAföG, you will need a notarized copy of your BAföG notification. You can get this at the Munich Student Union .\n\n            Current information from the Munich Foreigners Office\nCurrent information from the Foreigners Office (Department of Public Order) on residence permits for international students\nPlease note: At the moment, all matters of the Foreigners Office in Munich are to be conducted in writing wherever possible. Processing time can currently take 6 – 8 weeks.\n\n        Communication with the Foreigners Office\n  - Applications are to be submitted by post. Online and drop-in appointments cannot take place in their previous form at present. Wherever possible, documents will be sent by post.\n  - To contact the Foreigners Office, you may use the recently introduced contact form, which also allows you to upload documents. The contact form is in German: contact form Foreigners Office You may find some additional information on this website in English: Information for new students arriving\n  - Since the end of March, the Foreigners Office has been contacting those persons whose residence permits are due to expire to request that they submit written applications for renewal. These standard letters are being mailed to the currently registered address . Students should ensure that their name is on their mailbox or add a “c/o” reference to the address under which they are registered at the Residence Registrations Office (Bürgerbüro) and inform those with power of attorney over their affairs.\n        Procedure for applying for the issuance or renewal of a residence permit\n  - Send the application with all required documents by mail, email or contact form to the department responsible for international students and professionals in science and research.\n  - The application form and information on the specific requirements for renewal, including the necessary supporting documents, can be found on the website of the City of Munich (in German): Ausländerbehörde: Studium, Sprachkurse und Forscher Ausländerbehörde: Service-Center für internationale Fachkräfte\n  - It is essential that students submit their applications for renewal BEFORE the current permit expires! Be sure to fill out the application completely and legibly.\n  - Once all documents have been submitted, the student will be given a personal appointment to apply for the residence permit (renewal).\n  - As soon as the application for renewal of the residence permit has been submitted, the legal fiction of the continued validity of the current residence permit beyond the expiration date applies. This means that the student’s legal residence is guaranteed for the duration of the processing of his or her application! If necessary, a certificate of legal fiction will be sent by post. The fee for the certificate (13 Euro) is paid in advance at the personal appointment. Dates and Deadlines\nLecture period, lecture-free days, or enrollment periods – all semester dates and deadlines at a glance .\nStudent Advising and Information Services\n+ 49 89 289 22245 studium spam prevention @tum.de\nPlease observe the e-mail etiquette .\nPersonal advising sessions with General Student Advising by appointment\nService Desk\nCampus Munich Arcisstraße 21, Room 0144 80333 München\nMonday, 9 a.m. – 12 p.m. Tuesday, 1 p.m. – 4 p.m. (Student Information only) Wednesday, 9 a.m. – 12 p.m. Friday, 9 a.m. – 12 p.m.",
    "type": "TUM",
    "study_program": "general"
}