{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-bioinformatik/",
    "content": "Bachelor Bioinformatik - TUM - TUM School of Computation, Information and Technology\n\nBioinformatik\nBioinformatik\n\nBachelor of Science (B.Sc.) – ein gemeinsamer Studiengang der Ludwig-Maximilians-Universität München und der Technischen Universität München\nBioinformatik > Bachelor of Science (B.Sc.) – ein gemeinsamer Studiengang der Ludwig-Maximilians-Universität München und der Technischen Universität München\nBioinformatik\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDer Bachelorstudiengang Bioinformatik verbindet Informatik mit Molekularbiologie, Biochemie und Genetik.\nDie Bioinformatik ist ein junges, aufstrebendes Studienfach und Forschungsgebiet, das die modernen Informationswissenschaften - wie Informatik, Mathematik und Statistik - mit den Lebenswissenschaften - Biologie, Chemie, Pharmazie, Medizin, Bio- und Lebensmitteltechnologie - verbindet. Bioinformatik beschäftigt sich mit Informatik-Fragestellungen, die sich aus der Anwendung von neuen Arbeitstechniken und einem rapide wachsenden Datenbestand in den Lebenswissenschaften ergeben. Sie gewinnt auch immer mehr Bedeutung in Medizin und Pharmaforschung.\nDurch das exponentielle Wachstum an biologischen Daten, die nationale und internationale Forschungsprojekte generieren, bietet sich hier ein herausragendes Anwendungsfeld für die moderne Bioinformatik. Erst der Einsatz von Informatikmethoden ermöglicht es, in den Biowissenschaften mathematische Modelle zu bilden und für die Analyse neuartiger und großer Datenmengen einzusetzen. Dabei gehen die potenziellen Einsatzmöglichkeiten der Informatik in den Biowissenschaften weit über ihre derzeitigen Anwendungen hinaus.\n\n----------------------------------------\n\nDen Bachelorstudiengang Bioinformatik bieten die Technische Universität München (TUM) und die Ludwig-Maximilians-Universität (LMU) gemeinsam an. Die Immatrikulation führt die LMU durch, die TUM organisiert die Prüfungsangelegenheiten.\n\n----------------------------------------\n\nEckdaten\nBioinformatik > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 6 Semester\nCredits: 180 ECTS\nHauptstandorte: München, Garching, Weihenstephan, Großhadern und Martinsried\nBeginn des Studiums: Nur zum Wintersemester möglich\nUnterrichtssprache: Deutsch und Englisch\nKosten: Semesterbeitrag, keine Studiengebühr\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nBioinformatik > Wie ist das Studium aufgebaut?\nDas Studium ist auf eine fächerübergreifende Ausbildung in Biologie, Chemie und Informatik ausgerichtet. In den ersten zwei Studienjahren lernen Studierende die grundlegenden Kenntnisse in den jeweiligen Disziplinen Mathematik, Informatik, Biologie und Chemie und bekommen eine umfassende Einführung in die Bioinformatik, die die Einzeldisziplinen zusammenführt.\nIm letzten Jahr des Bachelorstudiums liegt der Schwerpunkt in der Bioinformatik. Neben vertiefenden Lehrveranstaltungen in Informatik und molekularer Biologie verfassen Sie Ihre Bachelor-Arbeit.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nBioinformatik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in des Studiengangs Bioinformatik verfügen Sie über fundierte Grundkenntnisse in Informatik, Mathematik und den Naturwissenschaften. Diese umfassen in der Informatik zum Beispiel Programmierung, Algorithmen und Datenstrukturen, Automaten und formale Sprachen und in der Mathematik neben Kombinatorik und Algebra auch Analysis und Stochastik. In den Naturwissenschaften stehen die Bereiche Biologie, Chemie und Biochemie im Mittelpunkt.\nSie kennen die grundlegenden Ansätze und Methoden der Bioinformatik, die unter anderem die Voraussetzung für die Sequenzierung von Genomen oder die Vorhersage von Proteinstrukturen und –funktionen bilden. Durch Ihre Bachelorarbeit haben Sie zudem erste Erfahrungen darin, eigenständig aktuelle Aufgabenstellungen aus der Forschung zu bearbeiten.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nBioinformatik > Welche Karriere-Chancen habe ich im Anschluss?\nIn der Industrie gilt die Bioinformatik als Schlüsseltechnologie. Nicht zuletzt junge Biotechnologieunternehmen brauchen Fachkräfte mit spezifischen, interdisziplinären Kompetenzen. Die Industrie setzt die Methoden der Bioinformatik bereits ein. Da es aber nur wenige Absolvent:innen dieser fachübergreifenden Disziplin gibt, sind gut ausgebildete Bioinformatiker:innen begehrt.\nWenn Sie sich nach Abschluss des Bachelorstudiengangs Bioinformatik für den Berufseinstieg entscheiden, öffnen sich vielseitige Perspektiven in verschiedenen Branchen. Dazu zählen neben Biotechnologieunternehmen auch die Bereiche Pharma und Medizin sowie die Lebensmitteltechnologie. Weitere Optionen bieten die industrielle Forschung oder auch die informationstechnisch orientierte Grundlagenforschung in den Naturwissenschaften.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nKann ich mein Studium verkürzen?\nBioinformatik > Kann ich mein Studium verkürzen?\nStudierende mit einem Abschluss in einem naturwissenschaftlichen Studiengang wie Lebenswissenschaften, Mathematik oder Informatik können die Dauer des Bachelorstudiengangs Bioinformatik durch ein vereinfachtes Anerkennungsverfahren um bis zu drei Semester reduzieren. Mehr Informationen finden Sie unter Verkürzter Studiengang Bioinformatik.\nKann ich mein Studium verkürzen?\n----------------------------------------\n\nBewerbung und Zulassung\nBioinformatik > Bewerbung und Zulassung\nIn der Bioinformatik ist die Fähigkeit zum abstrakten, logischen und exakten Denken gefragt. Doch Sie müssen auch mit unvollständigen und widersprüchlichen Daten und Modellen umgehen können. Das erfordert Flexibilität und Kreativität. Gute Kenntnisse in Englisch sind wichtig, denn es ist die Fachsprache für Lehrbücher, Fachliteratur und die Kommunikation im Berufsleben.\nBewerbung und Zulassung\n----------------------------------------\n\nDie Bewerbung und Zulassung zum Studiengang Bioinformatik erfolgen über die LMU. Alle Informationen zum Bewerbungsverfahren erhalten Sie auf den Webseiten der LMU zum Studiengang Bioinformatik und des Studiengangs Bioinformatik.\nFür den Studiengang besteht eine örtliche Zulassungsbeschränkung.\n\n----------------------------------------\n\nIm Studium\nBioinformatik > Im Studium\nAuf diesen Seiten finden Sie die vom Prüfungsausschuss beschlossenen aktuellen und verbindlichen Modulkataloge. Weitere Informationen zum Studium, wie beispielsweise zu Stundenplänen und Studienplänen , finden Sie auf www.bioinformatik-muenchen.de .\nIm Studium\n----------------------------------------\n\nPrüfungen und Ordnungen\nBioinformatik > Prüfungen und Ordnungen\nDetaillierte Informationen Prüfungen im Bachelor Bioinformatik. Für alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\n- Fachprüfungs- und Studienordnung für den gemeinsamen Bachelorstudiengang Bioinformatik an der Ludwig-Maximilians-Universität München und an der Technischen Universität München Vom 14. März 2022\n- Fachprüfungs- und Studienordnung für den gemeinsamen Bachelorstudiengang Bioinformatik an der Ludwig-Maximilians-Universität München und an der Technischen Universität München Vom 17. Mai 2017\n- Fachprüfungs- und Studienordnung für den gemeinsamen Bachelorstudiengang Bioinformatik an der Ludwig-Maximilians-Universität München und an der Technischen Universität München Vom 26. Juni 2013\nPrüfungen und Ordnungen\n----------------------------------------\n\nPraktische Arbeit und Abschlussarbeit\nBioinformatik > Praktische Arbeit und Abschlussarbeit\nFür den Abschluss eines Bachelorstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Bachelorarbeit. Dafür haben Sie vier Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen.\nIm Studiengang Bachelor Bioinformatik arbeiten Sie sich im Modul \"Praktische Arbeit\" in ein wissenschaftliches Thema ein und formulieren es in einer Arbeit aus. Daraus kann die Bachelorarbeit hervorgehen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Praktische Arbeit und Bachelorarbeit.\nPraktische Arbeit und Abschlussarbeit\n----------------------------------------\n\nAbschluss\nBioinformatik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit bestanden haben, schließen Sie mit dem Bachelor of Science (B.Sc.) ab. Damit können Sie ins Berufsleben starten oder ein Masterstudium beginnen. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-bioinformatik"
}