{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-bioinformatik/pruefungsangelegenheiten/",
    "content": "Prüfungen Bachelor Bioinformatik - TUM - TUM School of Computation, Information and Technology\n\nPrüfungsangelegenheiten Bioinformatik\nPrüfungsangelegenheiten Bioinformatik\nPrüfungsangelegenheiten Bioinformatik\n----------------------------------------\n\nPrüfungsanmeldung\nPrüfungsangelegenheiten Bioinformatik > Prüfungsanmeldung\nEine Anmeldung über TUMonline ist für ALLE Module, die Sie während Ihres Studiums in Bioinformatik an der TUM und der LMU ablegen, erforderlich.\nInformieren Sie sich für jede Prüfung, die Sie ablegen möchten, am Anfang des Semesters zu den Anmeldemodalitäten. Für die Bioinformatik gibt es verschiedene Anmeldevarianten, die Sie alle im Blick haben müssen.\nPrüfungsanmeldung\n----------------------------------------\n\nTUM-Module\nPrüfungsangelegenheiten Bioinformatik > TUM-Module\nDie An- und Abmeldung aller TUM-Module erfolgt über TUMonline. Wenn Sie eine Prüfung an der TUM mitschreiben möchten, müssen Sie sich unbedingt innerhalb des Anmeldezeitraums für die entsprechende Prüfung anmelden. Es reicht nicht, wenn Sie sich zu der Lehrveranstaltung angemeldet haben. Es bedarf auf jeden Fall einer separaten Anmeldung für die Prüfung, damit die Note in TUMonline verbucht werden kann. Dies gilt auch, wenn es keine Klausur gibt, sondern eine andere Prüfungsform, wie eine Präsentation oder Hausarbeit. Beachten Sie die jeweiligen Prüfungszeiträume der Professional Profiles und Schools.\nTUM-Module\n----------------------------------------\n\nLMU-Klausuren\nPrüfungsangelegenheiten Bioinformatik > LMU-Klausuren\nFür alle LMU-Module ist eine Anmeldung über TUMonline, für die meisten zusätzlich eine Anmeldung an der LMU erforderlich. Die Einzelheiten zur Anmeldung an der LMU erfahren Sie in der Lehrveranstaltung. Wenn Sie sich nicht sicher sind, informieren Sie sich bitte rechtzeitig bei den Prüfer:innen.\nWeil die Prüfungs- und Abschlussverwaltung für die Bioinformatik an der TUM erfolgt, müssen alle Module, die Sie an der LMU ablegen, auch in TUMonline verbucht werden. Aus folgenden Gründen ist dies sehr wichtig:\n- Nur Prüfungen, die rechtzeitig in TUMonline sind, können für die Studienfortschrittskontrolle berücksichtigt werden. Der Fortschritt wird jedes Semester nach TUM-Notenschluss (Mai bzw. November) kontrolliert. Im selben Zeitraum werden die entsprechenden Bescheide (Standard- bzw. Endgültig-Nicht-Bestanden-Bescheide) verschickt. Wenn es also Leistungen gibt, die Sie an der LMU bestanden haben und die (noch) nicht in TUMonline sind, schreiben Sie unbedingt vor Ende April bzw. Oktober eine E-Mail an millider(at)tum.de. Geben Sie darin den Namen der Veranstaltung, der:s Prüfer:in und das Datum der Prüfung an. Die Note wird dann angefordert und möglichst zeitnah in TUMonline verbucht.\n- Leistungsnachweise, die beispielsweise für Bewerbungen um einen Job, einen Auslandsaufenthalt oder auch ein Stipendium gebraucht werden, werden aus TUMonline erstellt. Auf einem Leistungsnachweis sind nur die Leistungen vermerkt, die in TUMonline verbucht sind.\n- Ihr Zeugnis und Transcript of Records werden auch über TUMonline generiert. Diese können nur erstellt werden, wenn alle von Ihnen erbrachten Leistungen vollständig in TUMonline verbucht und richtig zugeordnet sind.\nSollte die LMU-Prüfung, zu der Sie sich anmelden wollen, nicht in TUMonline erfasst sein, schicken Sie bitte eine kurze E-Mail an Frau Millidere, damit die Prüfung angelegt werden kann. Schreiben Sie in der Mail bitte:\n- Modulnummer\n- Name des Moduls\n- Name der Prüferin/desPrüfers\n- Klausurdatum\n- Ihr Name\n- Ihre TUM-Matrikelnummer\nWenn die Anmeldung nicht funktionieren sollte oder wenn Sie Fragen hierzu haben, schreiben Sie bitte unbedingt vor Ablauf der Anmeldefrist eine E-Mail an millider(at)tum.de .\nLMU-Klausuren\n----------------------------------------\n\nBeachten Sie bitte: Wenn Sie in TUMonline für die reguläre Klausur angemeldet sind, können Sie sich erst dann für die Wiederholungsklausur anmelden, wenn das Ergebnis der zuerst geschriebene Klausur in TUMonline erfasst ist, auch wenn Sie die erste Klausur nicht mitgeschrieben haben sollten.\n\n----------------------------------------\n\nPrüfungsausschuss Bioinformatik\nPrüfungsangelegenheiten Bioinformatik > Prüfungsausschuss Bioinformatik\nDer Prüfungsausschuss Bioinformatik besteht zur Zeit aus\n- Prof. Dr. Burkhard Rost (Vorsitzender, TUM)\n- Prof. Dr. Ralf Zimmer (Stellv. Vorsitzender, LMU)\n- Prof. Dr. Mathias Wilhelm (TUM)\n- Prof. Dr. Volker Heun (LMU)\n- Prof. Dr. Dirk Metzler (LMU)\n- Prof. Dr. Dimitri Frischmann (TUM)\nEr wird unterstützt von\n- Willemijn van Gemert M.A. (Schriftführung, TUM)\nPrüfungsausschuss Bioinformatik\n----------------------------------------\n\nAktuelle Informationen und Beschlüsse des Prüfungsausschusses\nPrüfungsangelegenheiten Bioinformatik > Aktuelle Informationen und Beschlüsse des Prüfungsausschusses\nDie nächste Sitzung des Prüfungsausschusses Bioinformatik findet voraussichtlich am 16. Oktober 2024 statt. Anträge, die in der Sitzung behandelt werden sollen, müssen spätestens am 16. September 2024 bei der Schriftführung des Prüfungsausschusses Bioinformatik eingegangen sein.\nBitte senden Sie ihren Antrag per E-Mail von ihrer TUM-Mailadresse an w.van.gemert(at)tum.de. Alternativ können Sie den Antrag per Post zusenden. Die Adresse lautet:\nTechnische Universität MünchenSchool of Computation, Information and TechnologyServicebüro Studium Informatik (SB-S-IN)z.Hd. Willemijn van GemertBoltzmannstr. 3D-85748 Garching.\nDenken Sie bitte daran, Ihren Namen und Ihre TUM-Matrikelnummer zu nennen.\nAktuelle Informationen und Beschlüsse des Prüfungsausschusses\n----------------------------------------\n\nAntrag auf Aufnahme in den Wahlmodulkatalog\nPrüfungsangelegenheiten Bioinformatik > Antrag auf Aufnahme in den Wahlmodulkatalog\nMöchten Sie, dass ein Modul, das die LMU und/oder TUM anbieten, in den Wahlmodulkatalog ihrer Fachprüfungs- und Studienordnung aufgenommen wird, können Sie einen Antrag auf Aufnahme in den entsprechenden Wahlmodulkatalog stellen. Falls der Prüfungsausschuss entscheidet, das Modul im Wahlkatalog aufzunehmen kann das Modul daraufhin von allen Studierenden der gleichen Fachprüfungs- und Studienordnung eingebracht werden.\nDer Prüfungsausschuss Bioinformatik benötigt folgende Informationen:\n- Studiengang (Bachelor oder Master), Wahlbereich und Prüfungsordnungsversion, für die Sie die Aufnahme des Moduls beantragen\n- Modulnummer\n- Modulname\n- Modulbeschreibung des Moduls: Entweder ein Verweis auf eine online verfügbare Modulbeschreibung in TUMonline, auf einem offiziellen Server der LMU oder schriftlich im Format des TUM-Templates (das Template wird nur an Modulverantworlichen der LMU herausgegeben, dafür kontaktiert der Modulverantwortliche bitte Herr Dr. Lothar Richter)\n- Eine kurze Begründung, warum dieses Modul aus Ihrer Sicht eine sinnvolle Ergänzung zum Wahlmodulkatalog und damit für alle betroffenen Bioinformatikstudierenden ist\n- Die Zustimmung der/des Modulverantwortlichen zur Aufnahme des Moduls in den jeweiligen Modulkatalog des jeweiligen Studienganges\nBei Rückfrage wenden Sie sich bitte an Dr. Lothar Richter (richter@in.tum.de)\nAntrag auf Aufnahme in den Wahlmodulkatalog\n----------------------------------------\n\nEs wird pro Prüfungsausschusssitzung maximal 1 Antrag auf Aufnahme in den Modulkatalog pro Person geprüft!\n\n----------------------------------------\n\nAntrag auf Anerkennung\nPrüfungsangelegenheiten Bioinformatik > Antrag auf Anerkennung\nFür einen Antrag auf Anerkennung (Modul, welches an einer in- oder ausländischen Hochschule absolviert wird/wurde, dies kann auch LMU oder TUM sein, wenn Sie vor Ihrem Bioinformatikstudium, beispielsweise Informatik oder Biologie an der TUM oder der LMU studiert haben) müssen folgende Informationen bzw. Unterlagen bezüglich des Moduls dem Prüfungsausschuss Bioinformatik zur Verfügung gestellt werden:\n- Das ausgefüllte Excelsheet \"Antrag auf Anerkennung\" (Achtung: Bitte füllen Sie Seite 1 UND Seite 2 aus)\n- Schreiben Sie unbedingt auf Seite 2 des Excelsheet pro Modul, wofür Sie die Veranstaltung anerkennen lassen möchten. Hier gibt es grundsätzlich folgende Möglichkeiten:Als Freie Anerkennung in einem bestimmten Wahlbereich (beispielsweise im Wahlbereich Informatik, Mathematik und Statistik). In dem Fall schreiben Sie in der rechten Spalte: Freie Anerkennung im Wahlbereich \"XY\" (Für \"XY\" tragen Sie den tatsächlich gewünschten Wahlbereich ein z.B. Biologie/Chemie/Biochemie). Das Feld für die Modulnummer lassen Sie einfach frei.Für ein bestimmtes Pflicht- oder Wahl- oder Wahlpflichtfach der für Sie gültigen Fachprüfungsordnung. In dem Fall tragen Sie die Modulnummer und den Namen ein.\n- Als Freie Anerkennung in einem bestimmten Wahlbereich (beispielsweise im Wahlbereich Informatik, Mathematik und Statistik). In dem Fall schreiben Sie in der rechten Spalte: Freie Anerkennung im Wahlbereich \"XY\" (Für \"XY\" tragen Sie den tatsächlich gewünschten Wahlbereich ein z.B. Biologie/Chemie/Biochemie). Das Feld für die Modulnummer lassen Sie einfach frei.\n- Für ein bestimmtes Pflicht- oder Wahl- oder Wahlpflichtfach der für Sie gültigen Fachprüfungsordnung. In dem Fall tragen Sie die Modulnummer und den Namen ein.\n- Eine deutsche und/oder englische Modulbeschreibung der Module, die sie anerkennen lassen möchten (kein ganzes Modulhandbuch sondern nur die Beschreibungen von den Modulen die Sie sich tatsächlich anerkennen lassen möchten)\n- Individuelle Begründung, warum die Module in ihr Curriculum passen; im Master insbesondere mit Angabe von besuchten und geplanten Modulen mit ähnlichen bzw. komplementären Inhalten dieses Gebietes\n- Prüfungsform und -dauer (sofern nicht in der Modulbeschreibung vorhanden)\n- Einen Leistungsnachweis oder Transcript of Records auf Deutsch oder Englisch, worauf die von ihnen erbrachten Leistungen gelistet sind.\n- Aktuellen Leistungsnachweis aus TUMonline\n- Bitte beachten Sie, dass Sie in dem Studiengang wofür der Anerkennungsantrag gestellt wird tatsächlich immatrikuliert sind in dem Semester worin die Prüfungsausschusssitzung stattfindet.\nBitte kontaktieren Sie Prof. Heun bei inhaltlichen Fragen bezüglich der Anerkennungen.\nAntrag auf Anerkennung\n----------------------------------------\n\nVon Studierenden, die eine ausländische Hochschule besucht haben, benötigen wir zusätzlich einen offiziellen Nachweis über das Notensystem des Studiengangs an der ausländischen Hochschule. Aus der Notenskala muss eindeutig hervorgehen:\n- bestmögliche Note/Punktzahl (Note/Punktzahl, die erreicht wird, wenn man eine fehlerfreie Prüfung ablegt)\n- Note/Punktzahl, mit der ein Modul gerade noch als bestanden gilt\n- Note/Punktzahl, ab der die Prüfung als nicht bestanden gilt\n- Sollten keine ECTS auf dem Transcript der ausländischen Hochschule ausgewiesen sein, so benötigen wir auch einen offiziellen Nachweis über den Workload in Credits der Hochschule pro Jahr.\n\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-bioinformatik"
}