{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-bioinformatik/praktische-arbeit-bachelorarbeit/",
    "content": "Praktische Arbeit und Bachelorarbeit - Bachelor Bioinformatik - TUM - TUM School of Computation, Information and Technology\n\nPraktische Arbeit und Bachelorarbeit\nPraktische Arbeit und Bachelorarbeit\nPraktische Arbeit und Bachelorarbeit\n----------------------------------------\n\nHinweise zum Modul \"Praktische Arbeit (IN2294)\"\nPraktische Arbeit und Bachelorarbeit > Hinweise zum Modul \"Praktische Arbeit (IN2294)\"\nIn der aktuellen Fachprüfungs- und -studienordnung für den Bachelorstudiengang Bioinformatik gibt es das Modul \"Praktische Arbeit\". Das Ziel dieses Moduls ist die selbständige Einarbeitung in das Gebiet und die konkrete Ausformulierung eines Themas, aus dem dann die Bachelorarbeit hervorgeht. Die Prüfungsleistung des Moduls ist daher eine selbstständige Erstellung eines Proposals für die eigene Bachelorarbeit inklusive eigener Vorarbeiten, die für die Konkretisierung der Themenstellung erforderlich sind.\nDas Modul \"Praktische Arbeit\" umfasst 6 Credits (also ein Workload von 180 h) und kann in Vollzeit in etwa einem Monat bzw. in Teilzeit (also bei geringerem Arbeitsaufwand pro Woche, was den Normalfall darstellt) in etwa zwei bis drei Monaten absolviert werden. Die Zeiteinteilung ist also in diesem Modul recht flexibel, um einerseits den Bedürfnissen der Studierenden und andererseits den Besonderheiten eines Themas gerecht zu werden.Zu beachten sind folgende Punkte:\n- Themensteller müssen an der TUM / LMU prüfungsberechtigt sein. Wenn Themensteller kein Mitglied des Bioinformatik Prüfungsausschusses (BIPA) sind, wird für die Anmeldung der Praktischen Arbeit das Einverständnis eines BIPA  Mitgliedes benötigt. Anmeldungen erfolgen zwei Wochen vor dem geplanten Anfang der Praktischen Arbeit.\n- Die Praktische Arbeit soll vor Beginn der Bachelorarbeit beendet sein. Daher sollten Sie sich als Studierende:r rechtzeitig um ein individuelles Thema für das Modul \"Praktische Arbeit\" kümmern.\n- In der Regel sind Themensteller der Praktischen Arbeit und der Bachelorarbeit identisch.\n- Die Praktische Arbeit soll mindestens eine Woche vor dem geplanten Beginn per E-Mail von Ihrer TUM-Mailadresse bei Frau Millidere angemeldet werden. Setzen Sie Ihr Themensteller/ Ihre Themenstellerin und falls er/sie kein Mitglied im Bioinformatik Prüfungsausschuss ist, auch das Mitglied vom Prüfungsausschuss was sein Einverständnis zum Thema und Themensteller:in gegeben hat auf jedenfall CC in der E-Mail. In der Mail schreiben Sie:Ihr Name und VornameIhre TUM-MatrikelnummerThema der Praktischen Arbeit (50-100 Worte)Vor- und Nachname der Themenstellerin/des ThemenstellersName des BIPA Mitgliedes (sofern notwendig, s.o.)Geplanter Beginn der Praktischen ArbeitVoraussichtliches Ende der Praktischen Arbeit\nDie Praktische Arbeit soll mindestens eine Woche vor dem geplanten Beginn per E-Mail von Ihrer TUM-Mailadresse bei Frau Millidere angemeldet werden. Setzen Sie Ihr Themensteller/ Ihre Themenstellerin und falls er/sie kein Mitglied im Bioinformatik Prüfungsausschuss ist, auch das Mitglied vom Prüfungsausschuss was sein Einverständnis zum Thema und Themensteller:in gegeben hat auf jedenfall CC in der E-Mail. In der Mail schreiben Sie:\n- Ihr Name und Vorname\n- Ihre TUM-Matrikelnummer\n- Thema der Praktischen Arbeit (50-100 Worte)\n- Vor- und Nachname der Themenstellerin/des Themenstellers\n- Name des BIPA Mitgliedes (sofern notwendig, s.o.)\n- Geplanter Beginn der Praktischen Arbeit\n- Voraussichtliches Ende der Praktischen Arbeit\nHinweise zum Modul \"Praktische Arbeit (IN2294)\"\n----------------------------------------\n\nBachelorarbeit in Bioinformatik\nPraktische Arbeit und Bachelorarbeit > Bachelorarbeit in Bioinformatik\nFür eine Abschlussarbeit der Bioinformatik werden immer zwei Gutachter:innen (Themensteller:in und Zweitgutachter:in) benötigt. Die/der Themensteller:in muss an der TUM und/oder LMU prüfungsberechtigt sein. Das Thema aller Abschlussarbeiten muss der Bioinformatik entnommen sein. Zur Feststellung, ob ein Thema einer Abschlussarbeit der Bioinformatik entnommen wurde, findet folgendes Verfahren Anwendung: Ist der Themensteller ein Mitglied im Bioinformatik Prüfungsausschuss, ist klar, dass das Thema der Bioinformatik entnommen ist. Der/die Zweitgutachter:in muss in diesem Fall nicht unbedingt ein Mitglied im Prüfungsausschuss sein. Wenn der/die Themensteller:in kein Mitglied im Bioinformatik Prüfungsausschuss ist, wird für die Anmeldung der Abschlussarbeit ein Bioinformatik Prüfungsausschuss Mitglied als Zweitgutachter benötigt.  Der Zweitgutachter /die Zweitgutachterin benötigt in der Regel eine einseitige Zusammenfassung mit dem Umfeld des Themas, dem Inhalt, den geplanten Zielen und der anzuwendenden Methoden der Abschlussarbeit. Es empfiehlt sich, dass die Zusammenfassung von der/dem Studierenden selbst erstellt und dann mit der/dem Themensteller:in besprochen wird.\nDas Thema einer Bachelorarbeit muss vor Beginn der viermonatigen Bearbeitungszeit per E-Mail beim Prüfungsausschuss angemeldet werden.  Die E-Mail muss von Ihrer TUM-Mailadresse mit beide Gutachter:innen in CC an Frau Millidere geschickt werden. Möglicher Beginn der Bearbeitungszeit ist jeweils der 15. eines Monats, Abgabetermin spätestens vier Monate darauf.\nIn der Mail schreiben Sie:\n- Ihr Name und Vorname\n- Ihre TUM-Matrikelnummer\n- Der Titel Ihrer Arbeit auf Deutsch und Englisch\n- Die Sprache worin die Arbeit verfasst werden wird (Deutsch oder Englisch)\n- Vor- und Nachname der Themenstellerin/des Themenstellers\n- Vor- und Nachname der Zweitgutachterin/des Zweitgutachters\n- Das Anfangsdatum der Bachelorarbeit. Dies muss immer der 15. eines Monats (falls dies ein Sonn- oder Feiertag ist, dann der erste Arbeitstag danach) sein.\nBachelorarbeit in Bioinformatik\n----------------------------------------\n\nHinweise zur äußeren Form einer Studienabschlussarbeit\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit\nBei der Abgabe Ihrer Thesis ist es wichtig, dass Sie die folgenden Vorgaben des Prüfungsausschusses beachten:\n\nAllgemeines\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Allgemeines\n- DIN A 4\n- gedruckt\n- keine handschriftlichen Einträge (abgesehen von Datum und Unterschrift bei der Erklärung auf Seite 2)\n\nEinband\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Einband\n- Softcover Karton (keine Transparentfolie, keine Einbände aus Plastik, kein Hardcover)\n\nBindung\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Bindung\n- Fest gebunden (keine Lochbindung, Ringbindung bzw. Spiralbindung)\n\nSprache\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Sprache\n- Für die Angaben auf dem Deckblatt und Seiten 1 und 2 soll die Sprache verwendet werden (deutsch oder englisch), in der die Arbeit verfasst ist. Ausnahme: “Ludwig-Maximilians-Universität München“ darf nicht übersetzt werden.\n- Bitte beachten Sie folgende Regeln bei der englischen Formulierung bzw. Übersetzung Ihres Thesis-Titels!\n\nÄußeres Deckblatt\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Äußeres Deckblatt\n- Für das äussere Deckblatt und die Titelseiten der Arbeit ist genau das Format entsprechend dem unten zur Verfügung gestellten Template zu verwenden.\n\nBuchrücken\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Buchrücken\n- Bearbeiter:in und Kurztitel, aufgedruckt oder dauerhaft befestigt (z.B. Text mit breitem Klebeband aufgeklebt).\n\nSeite 1\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Seite 1\n- Wiederholung der Angaben vom Deckblatt.\n- Zusätzlich:Titel der Arbeit sowohl auf Deutsch als auch auf EnglischAufgabensteller:in: bzw. Supervisor: Titel, Vor- und Nachname der Aufgabenstellerin/des AufgabenstellersBetreuer:innen bzw. Advisor: Titel, Vor- und Nachname der Betreuerin/des BetreuersAbgabedatum bzw. Submission date (darf nicht handschriftlich sein):entweder das tatsächliche Abgabedatumoder der offizielle Abgabetermin (der 15. des Monats)\n- Titel der Arbeit sowohl auf Deutsch als auch auf Englisch\n- Aufgabensteller:in: bzw. Supervisor: Titel, Vor- und Nachname der Aufgabenstellerin/des Aufgabenstellers\n- Betreuer:innen bzw. Advisor: Titel, Vor- und Nachname der Betreuerin/des Betreuers\n- Abgabedatum bzw. Submission date (darf nicht handschriftlich sein):entweder das tatsächliche Abgabedatumoder der offizielle Abgabetermin (der 15. des Monats)\n- entweder das tatsächliche Abgabedatum\n- oder der offizielle Abgabetermin (der 15. des Monats)\n- Bitte beachten: Keine Angabe von Matrikelnummer oder anderen persönlichen Daten wie Geburtsdatum. Kein Firmenname oder Firmenlogo.\n\nSeite 2\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Seite 2\n- Folgende Erklärung:Ich versichere, dass ich diese Bachelor's Thesis selbständig verfasst und nur die angegebenen Quellen und Hilfsmittel verwendet habe.bzw.I confirm that this bachelor's thesis is my own work and I have documented all sources and material used.\n- Mit Datum der Unterschrift (darf auch handschriftlich sein) und Unterschrift im Original.\n\nInhalt\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Inhalt\nDer Inhalt gliedert sich üblicherweise in:\n- Kurzzusammenfassung sowohl in deutsch als auch in englisch (maximal je eine Seite)\n- Inhaltsverzeichnis\n- Einleitung\n- diverse Kapitel\n- Zusammenfassung und Ausblick\n- LiteraturverzeichnisQuellen, wie verwendete Literatur, Abbildungen, Programme und Daten sind korrekt und vollständig zu zitieren.\nDie Arbeit sollte doppelseitig ausgedruckt sein, einzeilig mit 12-Punkt-Schrift geschrieben sein, mit einem Rand von jeweils ca. 2.5 cm an allen Rändern versehen sein. Die Seiten müssen paginiert sein.\n\nAbgabe\nPraktische Arbeit und Bachelorarbeit > Hinweise zur äußeren Form einer Studienabschlussarbeit > Abgabe\n- Ein Exemplar Ihrer Abschlussarbeit als offizielles Nachweisexemplar für den Prüfungsausschuss Bioinformatik schicken Sie entweder per Post (als Tag der Abgabe zählt der Tag des Poststempels) an:\nTechnische Universität München       Servicebüro Studium Informatik, SB-S-IN       Boltzmannstr. 3       D-85748 Garching\nOder, Sie geben das eine Nachweisexemplar für den Prüfungsausschuss Bioinformatik im Briefkasten vom Infopoint Informatik (in der Magistrale vom Mathe/Informatik Gebäude der TUM in Garching) ab. Denken Sie unbedingt daran die Erklärung auf der zweiten Seite vorher zu unterschreiben!\n- Ein Exemplar für die/den Themensteller:in und ein Exemplar für die/den Zweitgutachter:in (klären Sie bitte mit Ihrer/Ihrem Themensteller:in und Zweitgutachter:in, wie diese Exemplare eingereicht werden sollen)\n- Freiwillige Exemplare für die/den Betreuer:in\n- Für die Bioinformatik-Bibliothek wird um ein Beleg-Exemplar der Abschlussarbeit (elektronisch im pdf Format) gebeten. Dieses pdf Exemplar der Arbeit soll zum Abgabetermin auf den Server der LMU hochgeladen werden. Zugehöriges weiteres Material sollte bitte ebenfalls dort abgegeben werden (verpackt und gepackt als ein gzip file). Auf dem Formular finden Sie auch Hinweise zum Datenschutz gemäß EU-DSGVO, es wird um eine Bestätigung gebeten. Die Arbeit wird nicht veröffentlicht, sondern nur im Rahmen der Bioinformatik-Bibliothek zugänglich gemacht. Sie erhalten eine Bestätigung über die erfolgreiche Abgabe der Version bei der Bibliothek.\nHinweise zur äußeren Form einer Studienabschlussarbeit\n----------------------------------------\n\nVerlängerung der Abschlussarbeit\nPraktische Arbeit und Bachelorarbeit > Verlängerung der Abschlussarbeit\nSollten Sie aus triftigen, nicht von Ihnen zu vertretenden Gründen nicht in der Lage sein, Ihren Abgabetermin einzuhalten, können Sie einen Antrag auf Verlängerung der Abschlussarbeit an den Prüfungsausschuss stellen.\nDer Antrag ist unverzüglich bei der für Ihren Studiengang zuständigen Schriftführung per Email von Ihrer TUM-Adresse oder per Post einzureichen (Atteste im Original). Die Bearbeitungszeit nach Einreichung aller Unterlagen beträgt in der Regel zwei Wochen, die Entscheidung des Prüfungsausschusses wird Ihnen mitgeteilt.\nAnträge lassen sich grundsätzlich in zwei Kategorien unterteilen:\n1) Gesundheitliche Gründe\nWenn Sie erkrankt sind und durch ein Attest nachweisen können, dass Sie an der Bearbeitung Ihrer Thesis gehindert sind, ruht die Bearbeitungszeit. In der Fakultät für Informatik wird dies durch eine Verlängerung abgebildet. Dem Antrag ist ein ärztliches Attest im Original beizulegen. Eine Arbeitsunfähigkeitsbescheinigung reicht nicht aus. Auf folgender Webseite finden Sie die Anforderungen an ein Attest.\nAntrag aus gesundheitlichen Gründen\n2) Sonstige Gründe\nBei Anträgen aus anderen triftigen, nicht von Ihnen zu vertretenden Gründen, kann die Bearbeitungsfrist in besonders begründeten Ausnahmefällen im Einvernehmen mit dem Themensteller und mit Genehmigung des Prüfungsausschusses verlängert werden. Bitte fügen Sie Ihrem Antrag eine ausführliche Begründung (möglichst mit Belegen) bei.\nAntrag aus sonstigen Gründen\nVerlängerung der Abschlussarbeit\n----------------------------------------\n\nVorlagen\nPraktische Arbeit und Bachelorarbeit > Vorlagen\n- Logo 1 – TUM\n- Logo 2 – LMU\n- Beispiel Deckblatt und erste Seite BA Deutsch PDF\n- Beispiel Deckblatt und erste Seite BA Deutsch TEX\n- Beispiel Deckblatt und erste Seite BA Englisch PDF\n- Beispiel Deckblatt und erste Seite BA Englisch TEX\nVorlagen\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-bioinformatik"
}