{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-bioinformatik/tipps/",
    "content": "Tipps zum Bioinformatik-Studium - TUM - TUM School of Computation, Information and Technology\n\nBioinformatik: Tipps zum Studium\nBioinformatik: Tipps zum Studium\n\nHäufig gestellte Fragen – FAQ\nBioinformatik: Tipps zum Studium > Häufig gestellte Fragen – FAQ\nBioinformatik: Tipps zum Studium\n----------------------------------------\n\nStudienbeginn\nBioinformatik: Tipps zum Studium > Studienbeginn\nStudienbeginn\n----------------------------------------\n\nWie aktiviere ich mein TUMonline Konto bzw. wie sorge ich dafür, dass mein Bioinformatikstudium in TUMonline erscheint?\nBioinformatik: Tipps zum Studium > Wie aktiviere ich mein TUMonline Konto bzw. wie sorge ich dafür, dass mein Bioinformatikstudium in TUMonline erscheint?\nVoraussetzungen damit Sie als Bioinformatikstudierende:r in TUMonline erscheinen:\n- Sie immatrikulieren sich an der LMU.\n- Sie aktivieren Ihre CampusKennung der LMU (wie das geht, entnehmen Sie dem Begrüßungsschreiben vom IT-Servicedesk der LMU, das Sie mit Ihrer Immatrikulation an der LMU bekommen). Bei Problemen wenden Sie sich an den IT-Servicedesk der LMU.\n- Nach dem nächsten, darauf folgenden Abgleich zwischen TUM und LMU ist ihr Bioifomatikstudium dann auch in Ihrem TUMonline Account. Diese Abgleiche finden rund um den Anfang des Semesters, in etwa jeder zweiten bis vierten Woche statt.\nWie aktiviere ich mein TUMonline Konto bzw. wie sorge ich dafür, dass mein Bioinformatikstudium in TUMonline erscheint?\n----------------------------------------\n\nWie bekomme ich als Studierende:r der Bioinformatik Zugang zu TUMonline?\nBioinformatik: Tipps zum Studium > Wie bekomme ich als Studierende:r der Bioinformatik Zugang zu TUMonline?\nSofern Sie vor Ihrem Bioinformatikstudium noch keinen TUMonline Zugang hatten, bekommen Sie die Zugangsdaten sobald Ihr Bioinformatikstudium in TUMonline registriert wurde. Die Zugangsdaten werden per Mail an die LMU-Mailadresse geschickt. Nach Empfang der Mail geben Sie die Zugangsdaten bitte innerhalb einer Woche in TUMonline ein.\nWenn die Wochenfrist vorbei ist ohne dass Sie sich registriert haben, wenden Sie sich bitte an IT-Support(at)tum.de mit der Bitte um Ihren Benutzernamen/Ihre TUM-Kennung. Danach können Sie sich über www.campus.tum.de --> Login --> Kennwort vergessen? ein neues Kennwort zusenden lassen.\nWie bekomme ich als Studierende:r der Bioinformatik Zugang zu TUMonline?\n----------------------------------------\n\nWie und wann bekomme ich meine TUM Student Card?\nBioinformatik: Tipps zum Studium > Wie und wann bekomme ich meine TUM Student Card?\nSie finden Informationen dazu auf der entsprechenden Webseite zum Thema TUM Student Card\nWie und wann bekomme ich meine TUM Student Card?\n----------------------------------------\n\nWie kann ich mich für den TUM-Vorkurs LOOP bei noch fehlender TUM-ID registrieren?\nBioinformatik: Tipps zum Studium > Wie kann ich mich für den TUM-Vorkurs LOOP bei noch fehlender TUM-ID registrieren?\nSie können eine E-Mail an Frau van Gemert (gemert(at)in.tum.de) schreiben und um die Zugangsdaten bitten. Nennen Sie Ihren Namen, Ihre Anschrift und Matrikelnummer oder Antragsnummer auf der Immatrikulation.\nWie kann ich mich für den TUM-Vorkurs LOOP bei noch fehlender TUM-ID registrieren?\n----------------------------------------\n\nWährend des Studiums\nBioinformatik: Tipps zum Studium > Während des Studiums\nWährend des Studiums\n----------------------------------------\n\nWie bekomme ich die gewünschte Zuordnung der Frei- und Zusatzfächer in TUMonline?\nBioinformatik: Tipps zum Studium > Wie bekomme ich die gewünschte Zuordnung der Frei- und Zusatzfächer in TUMonline?\nModule können in TUMonline aus verschiedenen Gründen als Zusatzfach erscheinen. Wenn bei Ihnen ein Modul als Zusatzfach erscheint, das Ihrer Meinung nach im Studienbaum sein soll, schreiben Sie eine E-Mail an die Schriftführung. Nennen Sie Ihre TUM-Matrikelnummer, Ihren vollständigen Namen und, welches Modul Sie im Curriculum Support zugeordnet haben möchten.\nWie bekomme ich die gewünschte Zuordnung der Frei- und Zusatzfächer in TUMonline?\n----------------------------------------\n\nÜbertritt Bachelor zu Master\nBioinformatik: Tipps zum Studium > Übertritt Bachelor zu Master\nÜbertritt Bachelor zu Master\n----------------------------------------\n\nWer stellt mir ein Transcript of Records (ToR) für die Bewerbung zum Master Bioinformatik aus?\nBioinformatik: Tipps zum Studium > Wer stellt mir ein Transcript of Records (ToR) für die Bewerbung zum Master Bioinformatik aus?\nFür die Bewerbung zum Masterstudiengang Bioinformatik an der Ludwig-Maximilians-Universtität (LMU) wird ein Transcript of Records (ToR) verlangt. Ein ToR bekommen Sie nur mit den Abschlussdokumenten. Solange Ihr Studium noch nicht abgeschlossen ist, heißt das Dokument an der TUM \"Leistungsnachweis\". Diesen können Sie sich selbst aus TUMonline herunterladen. Im Falle der Bioinformatik sind Siegel und Stempel des Prüfungsamtes (trotz der Angabe auf der LMU Webseite) nicht erforderlich.\nSollten Sie für andere Zwecke einen Leistungsnachweis mit Siegel und Unterschrift des Prüfungsamtes benötigen, bekommen Sie diesen von den Kolleg:innen des Graduation Office and Academic Records, Campus Garching (GO Garching).\nWer stellt mir ein Transcript of Records (ToR) für die Bewerbung zum Master Bioinformatik aus?\n----------------------------------------\n\nAbschluss des Studiums\nBioinformatik: Tipps zum Studium > Abschluss des Studiums\nAbschluss des Studiums\n----------------------------------------\n\nFertig mit dem Abschluss, wie bekomme ich meine Abschlussdokumente?\nBioinformatik: Tipps zum Studium > Fertig mit dem Abschluss, wie bekomme ich meine Abschlussdokumente?\nNach dem Ende des Semesters, indem Sie alle für Ihr Studium erforderlichen Leistungen erfolgreich abgelegt haben, erfolgt die Freigabe der Abschlussdokumente.\nSie können diesen Prozess beschleunigen, indem Sie die Schriftführung kontaktieren, sobald die letzte Leistung in TUMonline gültig gesetzt wurde. Nennen Sie bitte Ihren vollständigen Namen und gerne Ihre TUM-Matrikelnummer. Kontrollieren Sie vorher in Ihrem Leistungsnachweis die Zuordnung der Module und den deutschen und englischen Titel der Abschlussarbeit. Prüfen Sie zudem in Ihrem TUMonline Account, ob Ihre persönlichen Daten korrekt sind. Sollten Ihnen in TUMonline Unregelmäßigkeiten auffallen, informieren Sie uns darüber per E-Mail. Die Schriftführung kann notwendige Änderungen vornehmen oder veranlassen und danach die Freigabe der Abschlussdokumente an die Kolleg:innen für zentrale Prüfungsangelegenheiten in Garching erteilen.\nIm Anschluss erhalten Sie eine E-Mail, die Sie über den weiteren Prozess informiert.\nFertig mit dem Abschluss, wie bekomme ich meine Abschlussdokumente?\n----------------------------------------\n\nWie bekomme ich eine Studienabschlussbescheinigung oder ein vorläufiges Zeugnis?\nBioinformatik: Tipps zum Studium > Wie bekomme ich eine Studienabschlussbescheinigung oder ein vorläufiges Zeugnis?\nDie Ausstellung von Studienabschlussbescheinigungen für Bioinformatik-Absolvent:innen erfolgt ausschließlich durch das Graduation Office and Academic Records, Campus Garching. Eine Bescheinigung über den erfolgreichen Studienabschluss kann erst dann erstellt werden, wenn alle Noten, die Sie während des Studiengangs erbracht haben, einschließlich Abschlussarbeit, in TUMonline gültig sind und die Erstellung der Abschlussdokumente freigegeben wurde.\nWie bekomme ich eine Studienabschlussbescheinigung oder ein vorläufiges Zeugnis?\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-bioinformatik"
}