{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-mathematical-finance-actuarial-science/",
    "content": "Master Mathematical Finance and Actuarial Science - TUM - TUM School of Computation, Information and Technology\n\nMathematical Finance and Actuarial Science\nMathematical Finance and Actuarial Science\n\nMaster of Science (M.Sc.)\nMathematical Finance and Actuarial Science > Master of Science (M.Sc.)\nMathematical Finance and Actuarial Science\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Contact\n\n----------------------------------------\n\nAre you interested in risk management and portfolio theory? Do you find actuarial mathematics exciting? Whether you see your future in one of the finance capitals around the world like London or Frankfurt or working in auditing, tax consultancy or management accounting at an international insurance group, the master’s program Mathematical Finance and Actuarial Science is an excellent preparation for your future career. In four semesters, you will learn everything you need to know to become a financial and actuarial mathematician.\n\n----------------------------------------\n\nKey data\nMathematical Finance and Actuarial Science > Key data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Location: Garching\nStart of Degree Program: summer or winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuition fees for international students\nProfessional Profile: Mathematics\nKey data\n----------------------------------------\n\nHow is the program structured?\nMathematical Finance and Actuarial Science > How is the program structured?\nThe focus of the master’s program depends on the area of specialization you choose: mathematical finance or actuarial science. Part of your studies will include modules in the other area of concentration and courses in economics and other disciplines related to pure and applied mathematics (statistics, probability theory, numerics, optimization). Course offerings in other departments will also help students acquire and enhance their soft skills.\nThe flexible structure of the program facilitates studying at one of TUM’s partner universities abroad for one or two semesters. The program concludes with a master’s thesis in the fourth semester.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nMathematical Finance and Actuarial Science > What skills and competencies will I acquire?\nGraduates of the program will be able to translate questions from the finance and insurance industry into mathematical models and analyze, estimate and further develop them while taking the economic context into account and then transfer the results obtained to everyday practice.\nThey will have rounded off their finance and actuarial profile by attending different lectures in econometrics. Students will fine-tune their soft skills by participating in the course offerings on rhetoric or presentation skills.\nStudents who want to complete actuarial training at the Deutsche Aktuarvereinigung (German Association of Actuaries) can cover two of the six core subjects that are required for becoming an actuary with our lectures.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nMathematical Finance and Actuarial Science > What career opportunities will I have afterwards?\nGraduates of the master’s program Mathematical Finance and Actuarial Science are ideally prepared for working in the financial market sector or insurance industry. They have excellent career prospects in areas related to financial mathematics, such as risk management or portfolio theory, and actuarial mathematics. Other options include auditing, tax consultancy or management accounting.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication\nMathematical Finance and Actuarial Science > Application\nThe master’s program Mathematical Finance and Actuarial Science follows a bachelor’s degree in mathematics or a similar mathematics-based degree (this does not include business administration!).\nThe minimum requirements for a master’s degree at TUM are an undergraduate degree (e.g., bachelor’s degree) and successful completion of the aptitude assessment, in which you will demonstrate your personal talent and explain your motivation for enrolling in the master’s program.\nApplication\n----------------------------------------\n\nApplication deadline\nMathematical Finance and Actuarial Science > Application deadline\nWinter semester: 1 January to 31 May\nSummer semester: 1 October to 30 November\nApplication deadline\n----------------------------------------\n\nHow do I apply?\nMathematical Finance and Actuarial Science > How do I apply?\nYou have to apply for the Master's degree via TUMonline. After you have created your account in TUMonline, enter your personal data and information about your education, and upload the required documents. The application is done completely electronically.\nOnly in case of admission, you will have to submit some additional documents as certified copies in paper form for enrollment. Applicants with an international higher education entrance qualification (those coming from outside the German educational system) must have their documents reviewed in advance through uni-assist.\nHow to apply for a Master's Degree Program – Step by Step\nHow do I apply?\n----------------------------------------\n\nWhat do I have to consider if I am an international student?\nMathematical Finance and Actuarial Science > What do I have to consider if I am an international student?\nProspective students who obtained their qualification to pursue a master’s degree (e.g., bachelor’s degree) outside of the EU/EEA must undergo a preliminary check of their graduation certificates and transcript by uni-assist prior to submitting their online application. Since this can take up to four weeks, we recommend that you initiate this process early.\nThe TUM website contains comprehensive information for international applicants.\nWhat do I have to consider if I am an international student?\n----------------------------------------\n\nWhat documents do I have to submit?\nMathematical Finance and Actuarial Science > What documents do I have to submit?\nFor your application, you must upload the following documents to TUMonline:\n- Copy of your degree certificate or\n- Copy of your subjects and grades (transcript) with at least 140 Credits\n- Verification of language skills in English\n- Form for grade calculation\n- Complete up-to-date resume\n- Letter of motivation (in English)\n- ID card or passport\n- Course guide / curriculum\n- Preliminary Documentation (VPD) for applications with qualification for postgraduate studies within the EU/EEA\n- APS certificate for applicants with a degree from a Chinese, Vietnamese or Indian university\nFor more information on all required documents, see the Document Glossary of the Technical University of Munich. Depending on your previous education and origin, we may need additional application documents. You can find out which documents are relevant when applying online via TUMonline.\nWhat documents do I have to submit?\n----------------------------------------\n\nAdmission\nMathematical Finance and Actuarial Science > Admission\nApplicants are selected through an aptitude assessment process. It is a two-step process in which we check your official application to see whether you fulfill the specific requirements for the master’s program in Mathematical Finance and Actuarial Science.\nAdmission\n----------------------------------------\n\nStep 1: Review of your documents\nMathematical Finance and Actuarial Science > Step 1: Review of your documents\nIn the first stage, we evaluate the final grade and written documents using a point system. Depending on the score, applicants are either admitted immediately, rejected, or invited to an aptitude assessment interview.\n\nDiscipline-specific requirements\nMathematical Finance and Actuarial Science > Step 1: Review of your documents > Discipline-specific requirements\nTo be accepted to the TUM Master’s Program \"Mathematical Finance and Actuarial Science\", applicants must have a qualified university degree in\n- mathematics or\n- a comparable mathematics-based degree program (this does not include business administration!) that does not differ significantly in terms of the competencies acquired in the aforementioned bachelor's degree programs at TUM.\nThe equivalency and comparability of programs that are not listed will only be decided during the application process. Unfortunately, it is not possible to make any statements on this in advance.\nAdditionally, proof of suitable competencies is required, as listed on the checklist to the extent indicated. If applicants fail to meet these requirements by only a narrow margin, they will receive a point deduction in the application procedure and may be required to take the module they are missing during the first year of their master’s degree. If too much is missing, this will lead to the application being rejected.\nIf you would like to get a feel for the level of difficulty of our mathematics courses, you can visit the website of Prof. Durrett and see his book “Probability: Theory and Examples (4th edition, Cambridge U. Press, 2010)” there. This book is a basis for our bachelor’s course Probability Theory.\nDetailed information on the selection process can be found in Appendix 2 of the FPSO.\n\nLanguage requirements\nMathematical Finance and Actuarial Science > Step 1: Review of your documents > Language requirements\nAnother requirement is adequate proficiency in the English language. If your official language of education was not English, you will need a recognized language certificate. If you have previously written your graded thesis in English or can prove that you have completed at least 10 credits in English-language examination modules, you are considered to have demonstrated adequate proficiency in English.\nE\nStep 1: Review of your documents\n----------------------------------------\n\nStep 2: Aptitude assessment interview\nMathematical Finance and Actuarial Science > Step 2: Aptitude assessment interview\nThe aptitude assessment interview is conducted in English and is held in person at our campus in Garching or as a web conference. It lasts for 20 to 30 minutes. The interview focuses on the applicant's knowledge of the subject from their first degree, their motivation, and their ability to work scientifically or in a fundamentally and methodologically oriented manner.\n\nWhen does it take place?\nMathematical Finance and Actuarial Science > Step 2: Aptitude assessment interview > When does it take place?\nAptitude interviews for applications for the summer semester take place between January and March, for the winter semester between June and September. Invitations are sent out at least one week in advance. The exact time of the aptitude interview depends on the time the application is being processed. The earlier an application is received in full, the earlier we can process it.\n\nHow can I prepare for my interview?\nMathematical Finance and Actuarial Science > Step 2: Aptitude assessment interview > How can I prepare for my interview?\nTo prepare for the aptitude assessment interview, we recommend reading the book by Hans-Otto Georgii: Stochastik: Einführung in die Wahrscheinlichkeitstheorie und Statistik (De Gruyter Studium)\", Chapters 1-5 and 7-12.\nE\nStep 2: Aptitude assessment interview\n----------------------------------------\n\nWhat happens after admission?\nMathematical Finance and Actuarial Science > What happens after admission?\nOnce you are admitted and have accepted your place in the program in your TUM online account, you must pay your semester fees and submit the documents required for enrollment. Among other things, this includes a hard copy of the signed enrollment form, a certified copy of your diploma and a certified copy of your degree certificate. You can find the list of the required documents in your TUMonline account. Enrollment will only be complete once all the documents have been received and processed.\n\nRecognition of previously earned credits\nMathematical Finance and Actuarial Science > What happens after admission? > Recognition of previously earned credits\nPlease inform yourself about the modules from your bachelor’s degree for which you may be able to get credit and find out where to submit your request for recognition of examination credits.\nWhat happens after admission?\n----------------------------------------\n\nDuring the degree program\nMathematical Finance and Actuarial Science > During the degree program\nThe qualification profile for the master’s degree in Mathematical Finance and Actuarial Science consists of several individual modules, which can be freely combined with each other for the most part. During the degree program, you must earn a total of 120 credits from the following areas:\n- Mathematics modules and area of specialization\n- Modules for the minor in management\n- Advanced seminar\n- Internship with internship seminar\n- Support electives\n- Thesis\nYou can find a list of all modules that are relevant for the program with information about course times and rooms in the degree chart on TUMonline (FPSO 2021). You can also create your own individual schedule and save it here digitally.\nDuring the degree program\n----------------------------------------\n\nMathematics modules and area of specialization\nMathematical Finance and Actuarial Science > Mathematics modules and area of specialization\nCourses from the following areas are important components of the program:\n- Mathematical finance\n- Actuarial science\n- Stochastics\n- Mathematics\nThere are two focus areas in the master’s program: mathematical finance and actuarial science. At the beginning of their studies, students select an area of specialization. The curriculum is designed in such a way that they can also gain basic knowledge in the other focus area.\nGraduates will have rounded off their finance and actuarial profile by attending different lectures in econometrics. Students who want to complete actuarial training after getting their degree can take lectures for this while in the master’s program, which will be recognized later on by the Deutschen Aktuarvereinigung (German Association of Actuaries).\nMathematics modules and area of specialization\n----------------------------------------\n\nMinor in management\nMathematical Finance and Actuarial Science > Minor in management\nIn the master’s program Mathematical Finance and Actuarial Science, you have to obtain a specific number of ECTS credits in the field of management. You may choose from the modules listed in the minor catalog in TUMonline. You can find more information in the respective program-specific Academic and Examination Regulations for the mathematics program.\nApplication for the amendment of the catalog of minor subjects\nMinor in management\n----------------------------------------\n\nAdvanced seminar\nMathematical Finance and Actuarial Science > Advanced seminar\nThe Advanced Seminar is one of the required modules. When selecting your seminar, keep in mind that some academic chairs require students to take and pass their advanced seminar before being assigned their thesis topic. For this reason, students usually take a suitable advanced seminar in the third semester.\nAdvanced seminar\n----------------------------------------\n\nInternship\nMathematical Finance and Actuarial Science > Internship\nA four week professional internship is integrated into your studies. In the internship seminar, you will have the opportunity to become acquainted with suitable work activities and to share your experiences during your professional internship.\nInternship\n----------------------------------------\n\nSupport electives\nMathematical Finance and Actuarial Science > Support electives\nYou will round off your individual personality and competence profile with modules from the area of Support Electives. You can choose from a wide range of soft skills courses or language courses depending on your interests.\nSupport electives\n----------------------------------------\n\nExaminations & examination regulations\nMathematical Finance and Actuarial Science > Examinations & examination regulations\nDetailed information can be found under Examinations. The General Academic and Examination Regulations (APSO) of TUM and the respective program-specific Academic and Examination Regulations (FPSO) apply to all students:\n\nCurrent regulations (valid for students beginning the program as of the winter semester 2023/24)\nMathematical Finance and Actuarial Science > Examinations & examination regulations > Current regulations (valid for students beginning the program as of the winter semester 2023/24)\n- Program-specific Academic and Examination Regulations (FPSO) from August 7, 2023\n\nExpiring regulations (valid for students who began the program as of the winter semester 2021/22 but before the winter semester 2023/24)\nMathematical Finance and Actuarial Science > Examinations & examination regulations > Expiring regulations (valid for students who began the program as of the winter semester 2021/22 but before the winter semester 2023/24)\n- Program-specific Academic and Examination Regulations (FPSO) from September 16, 2021\n\nExpiring regulations (valid for students who began the program before or in the summer semester 2021)\nMathematical Finance and Actuarial Science > Examinations & examination regulations > Expiring regulations (valid for students who began the program before or in the summer semester 2021)\n- Program-specific Academic and Examination Regulations (FPSO) from August 4, 2010 \t \t\t1st Amendment of statute from March 27, 2012 \t\t2nd Amendment of statute from April 25, 2013 (with Annex 2 as amended) \t\t3rd Amendment of statute from September 20, 2013 \t\t4th Amendment of statute from April 14, 2014 (with Annex 1, 3 and 4 as amended) \t\tCollective Amending Statutes from May 3, 2016 (new application deadlines) \t\t6th Amendment of statute from April 27, 2018 (double degree, verification of language skills) \t\t7th Amendment of statute from December 17, 2018 (updated Annex 1-4)\n- 1st Amendment of statute from March 27, 2012\n- 2nd Amendment of statute from April 25, 2013 (with Annex 2 as amended)\n- 3rd Amendment of statute from September 20, 2013\n- 4th Amendment of statute from April 14, 2014 (with Annex 1, 3 and 4 as amended)\n- Collective Amending Statutes from May 3, 2016 (new application deadlines)\n- 6th Amendment of statute from April 27, 2018 (double degree, verification of language skills)\n- 7th Amendment of statute from December 17, 2018 (updated Annex 1-4)\nExaminations & examination regulations\n----------------------------------------\n\nThesis\nMathematical Finance and Actuarial Science > Thesis\nTo complete a master's degree, students have to write a scientific paper: the master's thesis. You will have six months to do so. Registration for the master's thesis is possible on the 1st and 15th of each month.\nDepending on your area of specialization, your thesis will be on a topic related to financial or actuarial mathematics, numerics, optimization, statistics, probability theory or economics. It is recommended and a common practice to base the topic on the knowledge and experience gained in the courses that have been taken so far and/or the advanced seminar. Therefore, many chairs/professors may have their prerequisites for a master's thesis (e.g. taking an advanced seminar and/or specific courses from their chair). Please find more detailed information on the website of the respective chair.\nEverything you need to know from planning to submission can be found under Thesis.\nThesis\n----------------------------------------\n\nDegree\nMathematical Finance and Actuarial Science > Degree\nAfter you have completed the required coursework and have submitted your thesis, you will graduate with a Master of Science (M.Sc.). This will enable you to start your professional career or pursue a doctorate, like every third master's graduate. Tips and advice on graduation and your next steps can be found under Graduation.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematical-finance-actuarial-science"
}