{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-mathematical-finance-actuarial-science/",
    "content": "Master Mathematical Finance and Actuarial Science - TUM - TUM School of Computation, Information and Technology\n\nMathematical Finance and Actuarial Science\nMathematical Finance and Actuarial Science\n\nMaster of Science (M.Sc.)\nMathematical Finance and Actuarial Science > Master of Science (M.Sc.)\nMathematical Finance and Actuarial Science\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nSie interessieren sich für Risikomanagement und Portfoliotheorie? Sie finden Lebensversicherungsmathematik spannend? Egal, ob Sie Ihre Zukunft an weltweit bedeutenden Finanzplätzen wie London oder Frankfurt, bei einem international agierenden Versicherungskonzern, in der Wirtschaftsprüfung, Steuerberatung oder im Controlling sehen: Das Masterstudium \"Mathematical Finance and Actuarial Science\" bereitet Sie bestens darauf vor. In vier Semestern lernen Sie alles, was Sie als Finanz- und Versicherungsmathematiker:in wissen müssen.\n\n----------------------------------------\n\nEckdaten\nMathematical Finance and Actuarial Science > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandort: Garching\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende\nProfessional Profile: Mathematics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nMathematical Finance and Actuarial Science > Wie ist das Studium aufgebaut?\nIm Zentrum des Masterstudiengangs steht der gewählte Schwerpunktbereich – Mathematical Finance oder Actuarial Science. Dieser wird durch Veranstaltungen aus dem jeweils anderen Schwerpunkt, durch Inhalte aus den Wirtschaftswissenschaften und aus weiteren Teilbereichen der reinen und angewandten Mathematik (Statistik, Wahrscheinlichkeitstheorie, Numerik, Optimierung) ergänzt. Begleitend dazu dienen überfachliche Lehrveranstaltungen dem Ausbau und Erwerb von Soft Skills.\nDie flexible Struktur des Studiengangs erleichtert es Ihnen, für ein oder zwei Semester an einer Partneruniversität der TUM im Ausland zu studieren. Den Abschluss des Studiums bildet die Master’s Thesis im vierten Semester.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nMathematical Finance and Actuarial Science > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in sind Sie in der Lage, Fragestellungen aus der Finanz- und Versicherungswirtschaft in mathematische Modelle umzusetzen, diese unter Berücksichtigung des wirtschaftswissenschaftlichen Kontextes zu analysieren, zu schätzen und weiterzuentwickeln und schließlich die erzielten Ergebnisse auf die Praxis zu übertragen.\nIhr finanz- und versicherungsmathematisches Profil konnten Sie durch verschiedene Vorlesungen aus der Ökonometrie abrunden. Ihre Soft Skills wurden durch Lehrveranstaltungen zu Themen wie Rhetorik oder Präsentationstechniken verfeinert.\nWer nach seinem Abschluss die Aktuarsausbildung der Deutschen Aktuarvereinigung anstrebt, kann mit unseren Vorlesungen bereits zwei der insgesamt sechs Fächer des Grundwissens der Aktuarsausbildung abdecken.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nMathematical Finance and Actuarial Science > Welche Karriere-Chancen habe ich im Anschluss?\nAls Absolvent:in des Masterstudiengangs Mathematical Finance and Actuarial Science sind Sie ideal auf eine Tätigkeit im Finanzmarkt- und Versicherungswesen vorbereitet. Berufliche Perspektiven eröffnen sich unter anderem in finanzmathematischen Bereichen wie Risikomanagement oder Portfoliotheorie wie auch in der Versicherungsmathematik. Weitere Optionen bieten die Wirtschaftsprüfung, Steuerberatung oder das Controlling.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung\nMathematical Finance and Actuarial Science > Bewerbung\nDer Masterstudiengang \"Mathematical Finance and Actuarial Science\" baut auf einem Bachelorstudium in Mathematik oder mathematisch vergleichbaren Studiengängen (also nicht BWL oder Business-Administration!) auf. Mindestvoraussetzungen für ein Masterstudium an der TUM sind ein erster anerkannter Hochschulabschluss (z.B. Bachelor) sowie das erfolgreiche Durchlaufen des Eignungsverfahrens, bei dem Sie Ihre individuelle Begabung und Motivation unter Beweis stellen.\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nMathematical Finance and Actuarial Science > Bewerbungsfrist\nfür einen Beginn im Wintersemester: 1. Januar bis 31. Mai\nfür einen Beginn im Sommersemester: 1. Oktober bis 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nMathematical Finance and Actuarial Science > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für den Masterstudiengang Mathematical Finance and Actuarial Science erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie Ihre persönlichen Daten und Informationen zu Ihrer Ausbildung an und laden die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nMathematical Finance and Actuarial Science > Was muss ich beachten, wenn ich aus dem Ausland komme?\nStudieninteressierte, die ihre Masterzugangsberechtigung (z.B. einen Bachelorabschluss) außerhalb der EU / des EWR erworben haben, benötigen vor der Online-Bewerbung eine Vorabüberprüfung der Zeugnisse durch uni-assist. Da diese bis zu vier Wochen Zeit in Anspruch nehmen kann, empfehlen wir Ihnen, sie frühzeitig in die Wege zu leiten.\nAuf der Website der TUM finden Sie ausführliche Informationen für internationale Bewerbende.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nMathematical Finance and Actuarial Science > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Bachelorzeugnis und -urkunde oder\n- Fächer- und Notentranskript / Transcript of Records im Umfang von mindestens 140 Credits\n- Sprachnachweis Englisch\n- Formular zur Notenberechnung\n- Lückenloser und aktueller Lebenslauf\n- Motivationsschreiben (in Englisch)\n- Personalausweis oder Reisepass\n- Modulhandbuch / Curriculum\n- Vorprüfungsdokumentation (VPD) bei Bewerbung mit Masterzugangsberechtigung aus Nicht-EU/EWG\n- APS-Zertifikat bei Bewerbung mit einem chinesischen, vietnamesischen oder indischen Hochschulabschluss\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nZulassung\nMathematical Finance and Actuarial Science > Zulassung\nDie Auswahl erfolgt über ein sogenanntes \"Eignungsverfahren\". Das ist ein zweistufiger Prozess, bei dem wir nach Ihrer offiziellen Bewerbung prüfen, ob Sie die spezifischen Anforderungen für den Masterstudiengang Mathematical Finance and Actuarial Science erfüllen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung Ihrer Unterlagen\nMathematical Finance and Actuarial Science > Stufe 1: Prüfung Ihrer Unterlagen\nIn der ersten Stufe werten wir die Abschlussnote und schriftlichen Unterlagen mittels eines Punktesystems aus. Je nach Höhe der erreichten Punktzahl werden Bewerber:innen entweder sofort zugelassen, abgelehnt oder zu einem Auswahlgespräch eingeladen.\n\nFachliche Voraussetzungen\nMathematical Finance and Actuarial Science > Stufe 1: Prüfung Ihrer Unterlagen > Fachliche Voraussetzungen\nVoraussetzung für den Masterstudiengang \"Mathematical Finance and Actuarial Science\" ist\n- ein qualifizierter Hochschulabschluss in Mathematik\n- oder einem mathematisch vergleichbaren Studiengang (also nicht BWL oder Business-Administration!), der keine wesentlichen Unterschiede hinsichtlich der Kompetenzen aufweist, die in den genannten Bachelorstudiengängen der TUM erworben wurden.\nÜber die Gleichwertigkeit und Vergleichbarkeit nicht aufgeführter Studiengänge wird erst im Rahmen des Bewerbungsverfahrens entschieden. Hierzu sind vorab leider keine Aussagen möglich.\nZudem wird ein Nachweis geeigneter Kompetenzen benötigt, wie auf der Checkliste im angegebenen Umfang aufgeführt. Sollten Sie diese Voraussetzungen nur knapp nicht erfüllen, bekommen Sie Punktabzug beim Bewerbungsverfahren und möglicherweise die Auflage, betroffene Module in ihrem ersten Master-Studienjahr nachzuholen. Fehlt zu viel, führt dies zur Ablehnung.\nWenn Sie einen Eindruck vom mathematischen Anspruch unserer Kurse bekommen möchten, so besuchen Sie zum Beispiel die Website von Prof. Durrett und sehen Sie sich dort sein Buch “Probability: Theory and Examples (4th edition, Cambridge U. Press, 2010)” an. Dieses Buch ist eine Grundlage unseres Bachelorkurses \"Probability Theory\".\nDetails zum Eignungsverfahren finden Sie in Anlage 2 der FPSO.\n\nSprachliche Voraussetzungen\nMathematical Finance and Actuarial Science > Stufe 1: Prüfung Ihrer Unterlagen > Sprachliche Voraussetzungen\nEine weitere Voraussetzung sind adäquate Kenntnisse der englischen Sprache. Falls Ihre offizielle Ausbildungssprache nicht Englisch war, benötigen Sie einen anerkannten Sprachnachweis. Wenn Sie Ihre bereits benotete Abschlussarbeit in englischer Sprache verfasst haben oder nachweislich mindestens 10 Credits in englischsprachigen Prüfungsmodulen erbracht haben, gelten ausreichende Englischkenntnisse als nachgewiesen.\nE\nStufe 1: Prüfung Ihrer Unterlagen\n----------------------------------------\n\nStufe 2: Eignungsgespräch\nMathematical Finance and Actuarial Science > Stufe 2: Eignungsgespräch\nDas Eignungsgespräch findet auf Englisch persönlich in Garching oder als Webkonferenz statt und dauert 20 bis 30 Minuten. Im Zentrum des Gesprächs stehen die Fachkenntnisse aus dem Erststudium, die Motivation sowie die Fähigkeit zu wissenschaftlicher bzw. grundlagen- und methodenorientierter Arbeitsweise der Bewerber:innen.\n\nWann findet es statt?\nMathematical Finance and Actuarial Science > Stufe 2: Eignungsgespräch > Wann findet es statt?\nEignungsgespräche für Bewerbungen zum Sommersemester finden zwischen Januar und März statt, zum Wintersemester zwischen Juni und September. Die Einladung erfolgt mindestens eine Woche vorher. Der genaue Zeitraum des Eignungsgesprächs hängt vom Bearbeitungszeitpunkt der Bewerbung ab. Je früher eine Bewerbung vollständig eingeht, desto früher können wir sie bearbeiten.\n\nWie bereite ich mich vor?\nMathematical Finance and Actuarial Science > Stufe 2: Eignungsgespräch > Wie bereite ich mich vor?\nZur Vorbereitung auf das Eignungsgespräch empfehlen wir das Buch von Hans-Otto Georgii: Stochastik: Einführung in die Wahrscheinlichkeitstheorie und Statistik (De Gruyter Studium)\", Kapitel 1-5 und 7-12.\nE\nStufe 2: Eignungsgespräch\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nMathematical Finance and Actuarial Science > Wie geht es nach der Zulassung weiter?\nWenn Sie eine Zusage erhalten und den Studienplatz in Ihrem TUMonline-Account angenommen haben, müssen Sie noch die Studienbeiträge bezahlen und die für die Immatrikulation notwendigen Unterlagen einreichen. Dazu gehört u.a. der unterschriebene Antrag auf Immatrikulation in Papierform, die beglaubigte Studienabschlussurkunde und das beglaubigte Studienabschlusszeugnis. Die Liste der benötigten Dokumente finden Sie in Ihrem TUMonline Account. Erst dann erfolgt die Immatrikulation.\n\nAnerkennung von Prüfungsleistungen\nMathematical Finance and Actuarial Science > Wie geht es nach der Zulassung weiter? > Anerkennung von Prüfungsleistungen\nInformieren Sie sich, welche Module Sie gegebenenfalls aus Ihrem Bachelorstudium anrechnen lassen können und wo Sie den Antrag auf Anerkennung von Prüfungsleistungen einreichen müssen.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nIm Studium\nMathematical Finance and Actuarial Science > Im Studium\nDas Qualifikationsprofil des Masterstudiengangs Mathematical Finance and Actuarial Science setzt sich aus einzelnen Modulen zusammen, die Sie weitestgehend frei miteinander kombinieren können. Im Studium müssen Sie insgesamt 120 Credits aus folgenden Bereichen einbringen:\n- Mathematische Module und Schwerpunkt\n- Module im Nebenfach Management\n- Hauptseminar\n- Praktikum mit Praktikumsseminar\n- Überfachliche Grundlagen\n- Abschlussarbeit\nAlle für das Studium relevanten Module mit Angaben zu Veranstaltungszeit und -raum finden Sie im Studienbaum auf TUMonline (FPSO 2021). Hier können Sie auch Ihren individuellen Stundenplan erstellen und digital speichern.\nIm Studium\n----------------------------------------\n\nMathematische Module und Schwerpunkt\nMathematical Finance and Actuarial Science > Mathematische Module und Schwerpunkt\nWichtiger Bestandteil des Studiums sind Veranstaltungen aus den Bereichen\n- Mathematical Finance,\n- Actuarial Science,\n- Stochastics\n- und Mathematics.\nIm Masterprogramm gibt es zwei Studienschwerpunkte: \"Mathematical Finance\" und \"Actuarial Science\". Studierende wählen zu Beginn einen Schwerpunkt aus, mit dem sie sich vertieft auseinandersetzen wollen. Der Studienplan ist so gestaltet, dass sie auch Grundkenntnisse im zweiten Schwerpunkt erlangen.\nDas finanz- und versicherungsmathematische Profil der Absolvent:innen wird durch verschiedene Vorlesungen aus der Ökonometrie abgerundet. Wer nach seinem Abschluss eine Aktuarsausbildung anstrebt, kann bereits im Masterprogramm Vorlesungen besuchen, die von der Deutschen Aktuarvereinigung später anerkannt werden.\nMathematische Module und Schwerpunkt\n----------------------------------------\n\nNebenfach Management\nMathematical Finance and Actuarial Science > Nebenfach Management\nIm Masterstudiengang \"Mathematical Finance and Actuarial Science\" müssen Sie eine bestimmte Anzahl an ECTS im Nebenfach Management einbringen. Dabei wählen Sie selbstständig Module aus dem Nebenfachkatalog in TUMonline. Nähere Informationen finden Sie in den jeweiligen Fachprüfungs- und Studienordnungen.\nAntrag auf Erweiterung des Nebenfachkatalogs\nNebenfach Management\n----------------------------------------\n\nHauptseminar\nMathematical Finance and Actuarial Science > Hauptseminar\nDas Hauptseminar zählt zu den Pflichtleistungen. Achten Sie bei der Seminarwahl darauf, dass die Vergabe der Abschlussarbeit bei einigen Lehrstühlen an ein bei ihnen belegtes und bestandenes Hauptseminar gekoppelt ist. Ein für Sie passendes Hauptseminar belegen Sie daher meistens im dritten Semester.\nHauptseminar\n----------------------------------------\n\nPraktikum\nMathematical Finance and Actuarial Science > Praktikum\nIns Studium integriert ist ein verpflichtendes vierwöchiges Berufspraktikum. Im begleitenden Praktikumsseminar haben Sie die Möglichkeit, sich über geeignete Tätigkeiten zu informieren und sich über Erfahrungen während des Berufspraktikums auszutauschen.\nPraktikum\n----------------------------------------\n\nÜberfachliche Grundlagen\nMathematical Finance and Actuarial Science > Überfachliche Grundlagen\nIhr in­di­vi­du­elles Per­sön­lich­keits- und Kom­pe­tenzprofil runden Sie durch Module aus dem Bereich Überfachliche Grund­lagen ab. Je nach Interesse können Sie dafür aus einem gro­ßen An­ge­bot an Soft-Skills-Veran­staltungen oder Sprach­kursen wählen.\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen & Prüfungsordnung\nMathematical Finance and Actuarial Science > Prüfungen & Prüfungsordnung\nDetaillierte Informationen finden Sie unter Prüfungen. Für alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\n\nAktuelle Satzung (gültig für Studienbeginn ab Wintersemester 2023/24)\nMathematical Finance and Actuarial Science > Prüfungen & Prüfungsordnung > Aktuelle Satzung (gültig für Studienbeginn ab Wintersemester 2023/24)\n- Fachprüfungs- und Studienordnung vom 07.08.2023\n\nAuslaufende Satzung (gültig für Studienbeginn ab dem Wintersemester 2021/22, aber vor dem Wintersemester 2023/24)\nMathematical Finance and Actuarial Science > Prüfungen & Prüfungsordnung > Auslaufende Satzung (gültig für Studienbeginn ab dem Wintersemester 2021/22, aber vor dem Wintersemester 2023/24)\n- Fachprüfungs- und Studienordnung vom 16.09.2021\n\nAuslaufende Satzung (gültig für Studienbeginn bis einschließlich Sommersemester 2021)\nMathematical Finance and Actuarial Science > Prüfungen & Prüfungsordnung > Auslaufende Satzung (gültig für Studienbeginn bis einschließlich Sommersemester 2021)\n- Fachprüfungs- und Studienordnung vom 04.08.2010 \t \t\t1. Satzungsänderung vom 27.03.2012 \t\t2. Satzungsänderung vom 25.04.2013 (mit der aktuellen Fassung von Anlage 2) \t\t3. Satzungsänderung vom 20.09.2013 \t\t4. Satzungsänderung vom 14.04.2014 (mit den aktuellen Fassungen von Anlage 1, 3 und 4) \t\tSammelsatzungsänderung vom 03.05.2016 (geänderte Bewerbungsfristen) \t\t6. Satzungsänderung vom 27.04.2018 (Double Degree, Sprachnachweis) \t\t7. Satzungsänderung vom 17.12.2018 (Aktualisierung der Anhänge 1-4)\n- 1. Satzungsänderung vom 27.03.2012\n- 2. Satzungsänderung vom 25.04.2013 (mit der aktuellen Fassung von Anlage 2)\n- 3. Satzungsänderung vom 20.09.2013\n- 4. Satzungsänderung vom 14.04.2014 (mit den aktuellen Fassungen von Anlage 1, 3 und 4)\n- Sammelsatzungsänderung vom 03.05.2016 (geänderte Bewerbungsfristen)\n- 6. Satzungsänderung vom 27.04.2018 (Double Degree, Sprachnachweis)\n- 7. Satzungsänderung vom 17.12.2018 (Aktualisierung der Anhänge 1-4)\nPrüfungen & Prüfungsordnung\n----------------------------------------\n\nAbschlussarbeit\nMathematical Finance and Actuarial Science > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit oder Master's Thesis. Dafür haben Sie sechs Monate Zeit. Die Anmeldung der Masterarbeit ist jeweils zum 1. und 15. eines Monats möglich.\nOb Sie diese in Finanz- oder Versicherungsmathematik, Numerik, Optimierung, Statistik, Wahrscheinlichkeitstheorie oder Wirtschaftswissenschaften schreiben, hängt von Ihren vertieften Kenntnissen ab. Es ist gängige Praxis und wird empfohlen, das Thema auf den Kenntnissen und Erfahrungen aufzubauen, die in den bisherigen Lehrveranstaltungen und/oder dem Hauptseminar erworben wurden. Daher haben viele Lehrstühle/Professuren eigene Voraussetzungen für eine Masterarbeit (z.B. Belegung eines Hauptseminars und/oder bestimmter Lehrveranstaltungen ihres Lehrstuhls). Nähere Informationen dazu finden Sie auf der Website des jeweiligen Lehrstuhls.\nAlles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nMathematical Finance and Actuarial Science > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten oder – wie jede:r dritte Master-Absolvent:in – eine Promotion anstreben. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematical-finance-actuarial-science"
}