{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-elektrotechnik-informationstechnik/studieninhalte/",
    "content": "Studieninhalte Bachelor Elektrotechnik und Informationstechnik - TUM - TUM School of Computation, Information and Technology\n\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik\n----------------------------------------\n\nScientific Writing and Presentation - 1,5 stündige Vorbereitung auf die Bachelorarbeit\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik > Scientific Writing and Presentation - 1,5 stündige Vorbereitung auf die Bachelorarbeit\nScientific Writing and Presentation ist eine einmalige 1,5 stündige Veranstaltung, die Bachelorstudierende in Vorbereitung auf ihre Bachelorarbeit freiwillig belegen können. Ziel der Veranstaltung ist es, Studierende optimal auf die Planung, das Schreiben und die Präsentation der Bachelorarbeit vorzubereiten. Die Veranstaltung wird 2x während der Vorlesungszeit angeboten. Studierende die daran Interesse haben, können sich über TUMonline unter dem Modul “EI1000 Bachelorarbeit” für diese einmalige Lehveranstaltung anmelden und erhalten dadurch Zugriff auf die Moodle-Unterlagen. Die Veranstaltung findet in der Regel in Präsenz mit Online-Übertragung statt.\nDie nächste Termine fürs Wintersemester 2024/25:\n- 23. Oktober 2024; 16:45 - 18:15 Uhr im N1179\n- 22. Januar 2025; 16:45 - 18:15 Uhr im N1179\nNähere Informationen zur Bachelorarbeit finden Sie hier und in der Modulbeschreibung.\nScientific Writing and Presentation - 1,5 stündige Vorbereitung auf die Bachelorarbeit\n----------------------------------------\n\nStundenpläne\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik > Stundenpläne\nDie nachfolgenden Links führen zu den aktuellen Stundenplänen der ersten vier Semester. Enthalten sind die Vorlesungen und Übungen der GOP- und Pflichtmodule.\nStundenpläne fürs Wintersemester 2024/25\n- Stundenplan für das 1. Fachsemester (Bitte beachten Sie: In diesem Stundenplan werden keine Tutorien aufgeführt, deren Besuch jedoch insbesondere im ersten Semester ergänzend zur Vorlesung und Übung empfohlen wird)\n- Stundenplan für das 3. Fachsemester\nFür die Stundenpläne gilt stets: Änderungen vorbehalten. Es gelten die offiziellen Zeiten in TUMonline.\nAlle Veranstaltungen vom 1. - 4. Fachsemester finden am Stammgelände der TUM in München statt. Erst ab dem 5. Fachsemestser finden Wahlmodule je nach Vertiefung auch in Garching statt.\nStundenpläne\n----------------------------------------\n\nModulliste und Modulbeschreibungen\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik > Modulliste und Modulbeschreibungen\nAllgemeine Informationen:\n- Ihren Studienplan mit der Übersicht aller Module, die Sie im Rahmen Ihres Studiums belegen müssen (GOP- und Pflichtmodule) und können (Wahlmodule und Soft Skills Module) finden Sie in TUMonline. Dazu hat das TUM IT-Servicezentrum ein Tutorial erstellt: Wo finde ich meinen Studienplan?\n- Je nachdem in welcher Version der Prüfungsordnung Sie studieren (orientiert sich am Studienbeginn) können sich die Module unterscheiden.\n- In der Modulliste finden Sie als PDF-Format eine kompakte Übersicht aller angebotenen Module.\n- Modulbeschreibungen geben Auskunft über die konkreten Inhalte eines Moduls sowie der Prüfungsform. Die jeweils aktuellen Modulbeschreibungen finden Sie in TUMonline.\nAktuell gültige Modullisten:\n- Studierende mit Studienbeginn zwischen WS 2018/19 und WS 2023/24: Modulliste Bachelor Elektrotechnik und Informationstechnik PO20181-20231 (aktualisiert zum 25.09.2024); Module die ab WS 2024/25 zusätzlich angeboten werden finden Sie hier\n- Studierende mit Studienbeginn WS 2017/18 oder früher gilt folgende Liste:  Modulliste Bachelor Elektrotechnik und Informationstechnik PO20131\n- Module, die im Sommersemester 2024 von Lehrbeauftragten angeboten werden: Lehrbeauftragte Bachelor Elektrotechnik und Informationstechnik SoSe 2024\nWahlpflichtmodul im 4. Fachsemester: Im 4. Fachsemester können Sie sich entscheiden, ob Sie Numerische Mathematik oder Diskrete Mathematik belegen. Diese Wahl orientiert sich idealerweise an der für Sie interessanten Studienrichtungsempfehlung. Folgendes Dokument gibt hierzu eine Hilfestellung: Wahlpflichtmodul je nach Studienrichtungsempfehlung\nStudienrichtungsempfehlungen: Ab dem 5. Fachsemester können Sie einer oder mehrer Studienrichtungsempfehlung(en) folgen. Eine Übersicht der Studienrichtungsempfehlungen finden Sie hier: Übersicht Studienrichtungsempfehlungen\nModulliste und Modulbeschreibungen\n----------------------------------------\n\nStudienführer\nStudieninhalte im Bachelor Elektrotechnik und Informationstechnik > Studienführer\nDer Studienführer bietet in kompakter Form einen schnellen Gesamtüberblick über den Bachelorstudiengang Elektrotechnik und Informationstechnik. Hier findet sich eine Übersicht der GOP- und Pflichtmodule, die Modulbeschreibungen der GOP-Module, Informationen zur Studienfortschrittskontrolle und vieles mehr. Der Studienführer stellt neben der jeweils gültigen Prüfungsordnung eine wichtige Lektüre für alle Studierende des Bachelorstudiengangs dar.\nAktueller Studienführer: Studienführer Wintersemester 2024/25\nÄltere Studienführer:\n- Studienführer Wintersemester 2023/24\n- Studienführer Wintersemester 2022/23\n- Studienführer Wintersemester 2021/22\n- Studienführer Wintersemester 2020/21\n- Studienführer Wintersemester 2019/20\n- Studienführer Wintersemester 2018/19\n- Studienführer Wintersemester 2017/18\n- Studienführer Wintersemester 2016/17\n- Studienführer Wintersemester 2015/16\n- Studienführer Wintersemester 2014/15\n- Studienführer Wintersemester 2013/14\n- Studienführer Wintersemester 2012/13\nStudienführer\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}