{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-elektrotechnik-informationstechnik/ingenieurpraxis/",
    "content": "Ingenieurpraxis (IP) - TUM - TUM School of Computation, Information and Technology\n\nIngenieurpraxis (IP)\nIngenieurpraxis (IP)\nIngenieurpraxis (IP)\n----------------------------------------\n\nAktuelles\nIngenieurpraxis (IP) > Aktuelles\nStand 30.01.2024: Die Anmeldung der Ingenieurpraxis im Bachelor EI erfolgt weiterhin über den Lehrstuhl / die Professur an ipa@ei.tum.de  Eine Umstellung auf das CIT-Portal erfolgt erst zu einem späteren Zeitpunkt.\nAktuelles\n----------------------------------------\n\nZiel und Inhalt der Ingenieurpraxis\nIngenieurpraxis (IP) > Ziel und Inhalt der Ingenieurpraxis\nDurch die Ingenieurpraxis (IP) lernen Studierende ein typisches Arbeitsumfeld einer Ingenieurin / eines Ingenieurs der Elektrotechnik und Informationstechnik kennen. Während der IP arbeiten Studierende bei planerischen und konzeptionellen Aufgaben aktiv mit und können dadurch ihre methodisch erworbenen Fachkompetenzen aus den ersten Semestern praktisch anwenden.\nZiel und Inhalt der Ingenieurpraxis\n----------------------------------------\n\nZeitlicher Rahmen und Ablauf der Ingenieurpraxis\nIngenieurpraxis (IP) > Zeitlicher Rahmen und Ablauf der Ingenieurpraxis\nDie Ingenieurpraxis ist eine bewertete Studienleistung im Umfang von 12 Credits und kann erst nach Aufnahme des Bachelorstudiums an der TUM (Immatrikulation) durchgeführt werden. Sie kann grundsätzlich zu jedem Zeitpunkt im Studium absolviert werden. Es wird jedoch empfohlen, diese erst nach bestandener Grundlagen- und Orientierungsprüfung aufzunehmen (z. B. in der vorlesungsfreien Zeit zwischen dem 4. und 5. Semester), um bereits auf Grundkenntnisse im Gebiet der Elektrotechnik und Informationstechnik aufbauen zu können.\nDie IP kann wie folgt durchgeführt werden:\n- Vollzeit: 9 Wochen am Stück oder in 2 Teilen von 4 Wochen und 5 Wochen\n- Teilzeit: 18 Wochen, mindestens 20 Stunden pro Woche über mindestens 8 Wochen am Stück\n- studienbegleitend mit mindestens 8 Stunden pro Woche (Werkstudententätigkeit)\nstudienbegleitend mit mindestens 8 Stunden pro Woche (Werkstudententätigkeit)\nWenn Sie die Ingenieurpraxis in Teilen erbringen, muss jeder Teil in einem thematischen und projektbezogenen Zusammenhang stehen.\nDie einzelnen Schritte in Bezug auf den Ablauf der Ingenieurpraxis und die Anerkennung einer ggf. bereits erbrachten IP entnehmen Sie bitte dem Merkblatt Ingenieurpraxis .\nZeitlicher Rahmen und Ablauf der Ingenieurpraxis\n----------------------------------------\n\nFormblätter\nIngenieurpraxis (IP) > Formblätter\n- Antrag auf Ableistung der Ingenieurpraxis\n- Antrag auf Anerkennung der Ingenieurpraxis\n- Bestätigung über die erfolgreich abgeleistete Ingenieurpraxis\n- Anmeldung der Ingenieurpraxis für Mathematikstudierende\n- Bestätigung über die erfolgreich abgeleistete Ingenieurpraxis für Mathematikstudierende\n- Muster Arbeitsplan\n- Übersicht betreuender Lehrstühle/Professuren\nFormblätter\n----------------------------------------\n\nIngenieurpraxisbericht\nIngenieurpraxis (IP) > Ingenieurpraxisbericht\n- Mustergliederung Ingenieurpraxis-Bericht\n- Richtlinien zur Erstellung eines Ingenieurpraxis-Berichts\nIngenieurpraxisbericht\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}