{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-elektrotechnik-informationstechnik/lerngruppen/",
    "content": "Lerngruppen - TUM - TUM School of Computation, Information and Technology\n\nBachelor Plus: Lerngruppen\nBachelor Plus: Lerngruppen\n\nGemeinsam studieren – Gemeinsam im Bachelor erfolgreich sein\nBachelor Plus: Lerngruppen > Gemeinsam studieren – Gemeinsam im Bachelor erfolgreich sein\nBachelor Plus: Lerngruppen\n----------------------------------------\n\n\n\n----------------------------------------\n\nAktuelles\nBachelor Plus: Lerngruppen > Aktuelles\n\nLerngruppen und Lerngruppencoaches\nBachelor Plus: Lerngruppen > Aktuelles > Lerngruppen und Lerngruppencoaches\nWintersemester 2024/25\nAnmeldung zur Teilnahme an Lerngruppen\nAnmeldestart: 09.10.2024\nAnmeldefrist: 20.10.2024\nLink zur Anmeldung zur Teilnahme an Lerngruppen und zur Bewerbung als LGC:\nhttps://collab.dvb.bayern/display/TUMeifak/Bachelor+EI+Lerngruppen%3A+Anmeldung\nOnline Lerngruppen Kick-Off:\nMittwoch, der 30.10.2024 um 17:30 Uhr\n- Zoom Link wird demnächst bekannt gegeben -\nFür weitere Informationen wenden Sie sich bitte an: danny.zumer(at)tum.de\nAktuelles\n----------------------------------------\n\nDas Programm im Wintersemester 2024/25\nBachelor Plus: Lerngruppen > Das Programm im Wintersemester 2024/25\nDie Interaktion mit Ihren Mitstudierenden und insbesondere das gemeinsame Lernen sind ein wesentlicher Baustein, um mit den vielfältigen Herausforderungen im Studium zurechtzukommen. An der Universität entscheiden Sie selbst, wann und wie Sie lernen. Lernstrategien und Lerntypen sind vielfältig und es gibt kein einheitliches „Erfolgsrezept“, das für alle Studierenden passt. Das Lernen in kleinen Gruppen ist eine Möglichkeit, semesterbegleitend Themen aus den Modulen zu vertiefen, offene Fragen schnell mit Mitstudierenden zu klären und sich so gemeinsam auf die Prüfungen vorzubereiten. Das Programm “Bachelor EI Lerngruppen” unterstützt die Bildung von studentischen Lerngruppen. Eine Schlüsselrolle kommt dabei Lerngruppencoaches zu, die vor Semesterstart ein Training durchlaufen und die Koordination der Gruppen übernehmen. Lerngruppencoaches sind wie die Teilnehmer der Lerngruppen ebenfalls Studierende aus dem ersten Fachsemester Bachelor EI. Im Rahmen des Programms wird insbesondere der Austausch zwischen den Lerngruppen sowie die Gruppenbildung begleitet - gerade, da zu erwarten ist, dass sich die Interaktion von Studierenden in einem hybriden Semester mit viel Online-Lehre verändert.\nBachelor EI Lerngruppen ist ein Angebot der TUM School of Computation, Information and Technology (ehem. Fakultät EI unterstützt durch ehem. Fakultät MA), von ProLehre | Medien und Didaktik sowie dem TUM Sprachenzentrum.\nDas Programm im Wintersemester 2024/25\n----------------------------------------\n\nFür Lerngruppencoaches\nBachelor Plus: Lerngruppen > Für Lerngruppencoaches\nWas sind die Voraussetzungen, um Lerngruppencoach zu werden?\n- Interesse daran, in der Gruppe zu lernen und eine Lerngruppe zu koordinieren\n- Vorerfahrungen mit Lernen in Gruppen sind von Vorteil, aber kein Muss\n- Offenheit und Freude an kommunikativen Prozessen\n- Erstsprache Deutsch oder sehr gute Sprachkenntnisse Deutsch (C1-Niveau)\n- Teilnahme an Trainingseinheiten während des Semesters in Kooperation mit ProLehre| Medien und Didaktik und dem TUM Sprachenzentrum\n- Teilnahme an Info-Veranstaltungen und dem regelmäßig stattfindenden Lerngruppen Get-Together\n​​​​ Was sind Ihre Aufgaben?\nSie organisieren selbstständig die regelmäßig stattfindenden Treffen Ihrer Lerngruppe und halten diese zusammen. Sie nehmen an dem Training für Lerngruppencoaches zum Programm „Bachelor EI Lerngruppen“ sowie dem „Lerngruppen Get-Together“ teil. Im Rahmen der Prüfungsleistung verfassen Sie zwei ausführliche Protokolle mit Reflexion zur Arbeit in den Lerngruppen. Ein Lerngruppencoach ist kein:e Tutor:in. Es ist nicht Ihre Aufgabe, die Lerninhalte der Treffen vorzubereiten. Ziel ist das gemeinsame Lernen und Nachbereiten von Vorlesungsinhalten. Sie entscheiden gemeinsam mit der Gruppe, welches Thema bearbeitet werden soll.\nWas wir Ihnen bieten:\n- 3 ECTS Punkte im Rahmen der Fächerübergreifenden Ingenieurqualifikation (FIQ) \t \t\t \t\tLink zur Modulbeschreibung\n- Link zur Modulbeschreibung\nLink zur Modulbeschreibung\n- Ausbau Ihrer Soft Skills: \t \t\t \t\tMotivation \t\t \t\t \t\tGruppenorganisation und Zeitplanung \t\t \t\t \t\tKommunikative Kompetenz und Moderation \t\t \t\t \t\tInterkulturelle Kompetenz (IKK) \t\t \t\t \t\tWerkzeuge zum (digitalen) Arbeiten in Kleingruppen\n- Motivation\nMotivation\n- Gruppenorganisation und Zeitplanung\nGruppenorganisation und Zeitplanung\n- Kommunikative Kompetenz und Moderation\nKommunikative Kompetenz und Moderation\n- Interkulturelle Kompetenz (IKK)\nInterkulturelle Kompetenz (IKK)\n- Werkzeuge zum (digitalen) Arbeiten in Kleingruppen\nWerkzeuge zum (digitalen) Arbeiten in Kleingruppen\n- Teilnahmebestätigung (z.B. hilfreich bei der Bewerbung als Tutor:in an der TUM)\nWie kann man sich als Lerngruppencoach bewerben?\nDie nächste Bewerbungsrunde findet wieder zum Wintersemester 2023/24 statt.\nFür Lerngruppencoaches\n----------------------------------------\n\nFür Lerngruppenteilnehmer:innen\nBachelor Plus: Lerngruppen > Für Lerngruppenteilnehmer:innen\nWarum Sie sich für eine Lerngruppe entscheiden und anmelden sollten:\n- Sie eignen sich relevantes Fachwissen zur Grundlagen- und Orientierungsprüfung (GOP) an. Erfahrungsgemäß beschäftigen sich die meisten Lerngruppen mit den Themen „Analysis 1“, „Lineare Algebra“ und „Schaltungstheorie“.\nSie eignen sich relevantes Fachwissen zur Grundlagen- und Orientierungsprüfung (GOP) an. Erfahrungsgemäß beschäftigen sich die meisten Lerngruppen mit den Themen „Analysis 1“, „Lineare Algebra“ und „Schaltungstheorie“.\n- Lerngruppen können als Teil Ihrer persönlichen Lernstrategie zum regelmäßigen Lernen motivieren. Sie lernen semesterbegleitend und damit rechtzeitig mit Blick auf die Grundlagen- und Orientierungsprüfung unmittelbar am Ende des Vorlesungszeitraums.\nLerngruppen können als Teil Ihrer persönlichen Lernstrategie zum regelmäßigen Lernen motivieren. Sie lernen semesterbegleitend und damit rechtzeitig mit Blick auf die Grundlagen- und Orientierungsprüfung unmittelbar am Ende des Vorlesungszeitraums.\n- Ungeklärte Fragen bei der Nachbereitung von Modulinhalten können Sie direkt in der Gruppe besprechen. Dies spart viel Zeit.\nUngeklärte Fragen bei der Nachbereitung von Modulinhalten können Sie direkt in der Gruppe besprechen. Dies spart viel Zeit.\n- Haben Sie erst kürzlich Deutschkenntnisse erworben, so haben Sie in der Gruppe viel Gelegenheit, Deutsch zu hören und zu sprechen. Noch dazu geht es um die Sprache in Ihrem Fach. Lerngruppen sind eine ideale Umgebung, in der man sich „trauen“ kann. Viel zusätzliche Zeit für Sprach- oder Konversationskurse lässt Ihnen ein forderndes Studium Bachelor Elektrotechnik und Informationstechnik kaum.\nHaben Sie erst kürzlich Deutschkenntnisse erworben, so haben Sie in der Gruppe viel Gelegenheit, Deutsch zu hören und zu sprechen. Noch dazu geht es um die Sprache in Ihrem Fach. Lerngruppen sind eine ideale Umgebung, in der man sich „trauen“ kann. Viel zusätzliche Zeit für Sprach- oder Konversationskurse lässt Ihnen ein forderndes Studium Bachelor Elektrotechnik und Informationstechnik kaum.\n- Sie lernen Kommiliton:innen kennen und bauen sich von Anfang an Ihr eigenes Lernnetzwerk auf.\nSie lernen Kommiliton:innen kennen und bauen sich von Anfang an Ihr eigenes Lernnetzwerk auf.\nWie kann man sich für eine Lerngruppe anmelden?\nDie nächste Anmeldungsrunde findet wieder zum Wintersemester 2023/24 statt.\nFür Lerngruppenteilnehmer:innen\n----------------------------------------\n\nFAQ\nBachelor Plus: Lerngruppen > FAQ\nAllgemeines:\nWas ist ein Lerngruppencoach (LGC)?\n- Ein Lerngruppencoach (LGC) organisiert die wöchentlich stattfindenden Lerngruppen-Treffen und hält die Gruppe zusammen. Ein LGC ist kein Tutor und bereitet auch keine Inhalte vor. Der Fokus ist auf das gemeinsame Lernen und Erschließen von Wissen gelegt.\nWie viel Zeit muss ich als Lerngruppencoach investieren?\n- Ca. 2 SWS\nWerde ich als Lerngruppencoach vergütet?\n- Nein, wenn Sie das Modul Lerngruppentraining erfolgreich absolvieren, erhalten Sie eine Note und 3 ECTS Punkte, welche Ihrem Studienfortschritt im BScEI dienen.\nIst die Teilnahme an einer Lerngruppe verpflichtend?\n- Die Teilnahme an einer Lerngruppe ist nicht verpflichtend. Sie ist lediglich eine Empfehlung des Studiendekanats des Departments für Elektrotechnik und Informationstechnik, um Ihnen eine Hilfestellung für die bevorstehende Grundlagen- und Orientierungsprüfung anzubieten.\nBis wann kann man sich für eine Lerngruppe als Teilnehmer anmelden?\n- Sie können sich voraussichtlich vom 11.10.2023 bis zum 22.10.2023 anmelden.\nWer sind die Ansprechpartner*innen?\n- Ansprechpartner: danny.zumer@tum.de\nBewerbung:\nWie wird man Lerngruppencoach (LGC)?\n- Hier kommen Sie zur Anleitung, wie man Lerngruppencoach wird.\nWie meldet man sich für die Lerngruppe an?\n- Schreiben Sie eine Email an: danny.zumer(at)tum.de\nTeilnahme:\nWo finden die Lerngruppentreffen statt?\n- LGCs entscheiden selbstständig, ob sie ihre Treffen virtuell oder vor Ort abhalten. Die LGCs und Lerngruppenteilnehmer können frei Entscheiden, welche Plattform sie für digitale Lerntreffen verwenden möchten. Wir können Ihnen Zoom und BigBlueButton als Lernplattform anbieten.\nWann finden die Lerngruppentreffen statt?\n- Lerngruppencoaches und die Lerngruppenteilnehmer:innen entscheiden selbstständig, wann sie sich treffen möchten. Um auch Studierenden, die aufgrund der aktuellen Situation noch nicht nach Deutschland einreisen können und sich in einer anderen Zeitzone befinden, die Teilnahme zu ermöglichen, wird es Lerngruppentreffen zu unterschiedlichen Uhrzeiten geben.\nIn welcher Sprache kommuniziert man in den Lerngruppen?\n- Die Sprache in den Lerngruppen ist Deutsch, denn Sie bereiten sich auf den Umgang mit auf Deutsch gestellten Prüfungsfragen vor. Die Lerngruppencoaches berücksichtigen, dass nicht alle Teilnehmer:innen Deutsch als Erstsprache sprechen. Die Fachsprache ist zudem für alle neu und wird gemeinsam geübt. Die Lerngruppe ist auch eine Chance für Nicht-Erstsprachler, an Gesprächen mit Kommiliton:innen auf Deutsch aktiv teilzunehmen.\nLeistungen:\nWie viele ECTS bekomme ich als Lerngruppen-Coach?\n- Sie erhalten 3 ECTS Punkte im Rahmen der Fächerübergreifenden Ingenieursqualifikation (FIQ).\nWerde ich am Ende vom Semester als Lerngruppen-Coach benotet?\n- Am Ende des Semesters erhalten Sie nach Ablegen der Prüfungsleistung eine Note.\nFAQ\n----------------------------------------\n\nSommersemester 2024: Bachelor EI Plus Programm\nBachelor Plus: Lerngruppen > Sommersemester 2024: Bachelor EI Plus Programm\nÜber die Lerngruppen hinaus bieten wir Ihnen im Rahmen des Bachelor EI Plus Programms verschiedene Optionen, um Sie bei Herausforderungen im Studium gezielt zu unterstützen.\nWas? Freiwilliges Unterstützungsprogramm bei Herausforderungen im Studium\nFür wen? Studierende der Elektrotechnik und Informationstechnik im 2. Bachelorsemester\nOptionen:\nIntensivberatungstermine: In einem persönlichen Beratungsgespräch können wir mit Ihnen ermitteln, welche Form der Unterstützung am besten für Sie geeignet ist.\n- Mathe Intensivkurse: 10 Termine im Semester à 90 Minuten zur Wiederholung des Stoffes von Analysis 1 und Lineare Algebra mit zusätzlichen Übungen sowie Transfer zu den Inhalten der Analysis 2, Schaltungstheorie, Physik, …\n- Lern- und Prüfungscoaching (TUM CST): Das Einzelcoaching lässt sich am besten als „Hilfe zur Selbsthilfe“ beschreiben. Als Coaches reflektieren wir mit Ihnen gemeinsam Ihre Studiensituation und regen Sie durch Fragestellungen zum Perspektivwechsel an. Nutzen Sie die Chance, Ihr Lernverhalten zu analysieren und individuelle Lösungswege für Ihren Studienerfolg zu erarbeiten.\n- Allgemeine Studienberatung (TUM CST): Haben Sie Probleme im Studium, Zweifel an Ihrer Studienwahl oder brauchen Sie Unterstützung bei der Planung Ihres Studiums? Dann erarbeiten wir gerne mit Ihnen in einem persönlichen Beratungsgespräch Ihre Handlungsmöglichkeiten, um ein für Sie passendes Studiumskonzept zu erstellen.\n- ProLehre Lernstrategien: Bei Problemen mit der Planung des Studienalltags und insbesondere der Lernphasen unterstützt Sie das Team von ProLehre mit hilfreichen Materialien und Workshops.\n- TUM Sprachenzentrum: Ist Deutsch für Sie eine Fremdsprache? Dann kann das Studium schon allein aus sprachlichen Gründen eine große Herausforderung sein. Die Sprachlernberatung des TUM Sprachenzentrums bietet eine auf Sie und Ihre Ziele abgestimmte Unterstützung rund ums Deutschlernen.\nWann? Melden Sie sich am besten vor Beginn des Sommersemesters bei uns für ein Beratungsgespräch, damit Sie sich gegebenenfalls für semesterbegleitende Kurse anmelden können.\nSie haben Fragen oder möchten sich anmelden?\nSchreiben Sie eine E-Mail an: danny.zumer(at)tum.de\nSommersemester 2024: Bachelor EI Plus Programm\n----------------------------------------\n\nWeiteres Angebot\nBachelor Plus: Lerngruppen > Weiteres Angebot\nProLehre | Medien und Didaktik\nFragen Sie sich manchmal, wie Sie mit mehr Organisation und Motivation durch den Studienalltag und die Prüfungen kommen oder die Herausforderungen des Online-Lernens meistern können?\nWir von der Lernkompetenzförderung von ProLehre | Medien und Didaktik unterstützen Sie bei diesen Fragen und allen Themen rund um das Lernen an der TUM. Schauen Sie auf unserer Homepage vorbei, besuchen Sie einen unserer Workshops, schreiben Sie sich in unseren Moodle-Kurs ein oder wenden Sie sich an uns, um einen Termin für ein individuelles Beratungsgespräch zu vereinbaren. Alle Angebote sind für Sie kostenlos. Und wenn Sie mögen, folgen Sie uns doch auch auf Instagram.\nWir freuen uns auf Sie!\nWeiteres Angebot\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}