{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-elektrotechnik-informationstechnik/",
    "content": "Bachelor Elektrotechnik und Informationstechnik - TUM - TUM School of Computation, Information and Technology\n\nElektrotechnik und Informationstechnik\nElektrotechnik und Informationstechnik\n\nBachelor of Science (B. Sc.)\nElektrotechnik und Informationstechnik > Bachelor of Science (B. Sc.)\nElektrotechnik und Informationstechnik\n----------------------------------------\n\nAktuelles\nElektrotechnik und Informationstechnik > Aktuelles\nVeranstaltung für Studierende, die derzeit Ihre Abschlussarbeit schreiben oder bald beginnen:\nScientific Writing and Presentation: 23. Oktober 2024 von 16:45 - 18:15 Uhr im N1179 (nähere Informationen zum Veranstaltungsformat finden Sie unter Studieninhalte)\nAktuelles\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nElektroautos, Solaranlagen, Computertomografen oder Haushaltsroboter - viele zukunftsweisende Entwicklungen haben eine gemeinsame Grundlage: Elektrotechnik und Informationstechnik. Sie gehören heute zu den wichtigsten Gebieten unseres Wirtschaftslebens. Zahlreiche deutsche Firmen und Institutionen erforschen, produzieren und vertreiben elektrotechnische und informationstechnische Systeme. Wichtige aktuelle Themen sind Elektromobilität, intelligente Netze, Computerchips, klimafreundliche Energieversorgung. Die Leistungen der deutschen Ingenieure genießen weltweit einen hervorragenden Ruf. Absolvent:innen der Fachrichtung Elektrotechnik und Informationstechnik finden deshalb im In- und Ausland gute berufliche Entfaltungsmöglichkeiten - ob in der Forschung, Entwicklung, Produktion oder Vertrieb. Sie sind überall gefragt: in der Industrie, bei Behörden, Bahn und Post, Rundfunk und Fernsehen, in Instituten, Universitäten und Fachhochschulen.\nDurch die große fachliche Bandbreite ist die Forschung an der TUM so vielfältig wie nirgends sonst in Deutschland. Das wirkt sich postitiv auf das Studium und die individuellen Entfaltungsmöglichkeiten aus.\n\n----------------------------------------\n\nEckdaten\nElektrotechnik und Informationstechnik > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 6 Semester\nCredits: 180 ECTS\nHauptstandort: München Stammgelände; ab dem 5. Semester je nach Modulwahl auch Garching\nBeginn des Studiums: Nur im Wintersemester möglich\nUnterrichtssprache: Deutsch und im Wahlbereich ab dem 5. Semester teilweise Englisch\nKosten: Semesterbeitrag, keine Studiengebühr\nProfessional Profile: Electrical and Computer Engineering\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nElektrotechnik und Informationstechnik > Wie ist das Studium aufgebaut?\nDer Bachelorstudiengang besteht aus einem Pflichtbereich (120 Credits) in den ersten vier Semestern. Ab dem fünften Semester belegen die Studierenden Wahlmodule aus den verschiedenen Forschungsbereichen der Elektrotechnik und Informationstechnik (30 Credits) sowie aus einem breiten Angebot an Soft Skills Modulen (6 Credits) aus dem Bereich der Fächerübergreifenden Ingenieurqualifikation (FIQ). Weiterhin absolvieren die Studierenden eine neunwöchige Ingenieurpraxis (12 Credits). Den Abschluss bildet die neunwöchige Bachelor's Thesis (12 Credits).\nIn allen Forschungsbereichen der Elektrotechnik und Informationstechnik sind methodische Grundlagen aus der Mathematik (32 Credits), der Physik (24 Credits), der Elektrotechnik (21 Credits), der Informationstechnik (17 Credits) sowie der Signale & Systeme (26 Credits) unerlässlich. Die ersten vier Semester des Bachelorstudiengangs bilden deshalb nicht nur die Basis für das fünfte und sechste Semester, sondern auch für ein eventuell sich anschließendes Masterstudium und / oder die Berufspraxis.\nDer Pflichtbereich der ersten vier Semester beinhaltet in den ersten beiden Semester die Grundlagen- und Orientierungsprüfung. Da der Bachelorstudiengang zulassungsfrei ist, gibt die Grundlagen- und Orientierungsprüfung den Studierenden Aufschluss darüber, ob das Studium der Elektrotechnik und Informationstechnik an der TUM für sie das richtige Studium ist. Mathematische und physikalische Grundlagen spielen hierbei eine wesentliche Rolle. Die Grundlagen- und Orientierungsprüfung besteht aus 10 Modulen, von denen 9 Module nur einmal wiederholt werden dürfen.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nElektrotechnik und Informationstechnik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in sind Sie gleichermaßen für den Berufseinstieg wie auch für eine weiterführende wissenschaftliche Ausbildung qualifiziert. Sie sind in der Lage, komplexe fachliche und berufliche Herausforderungen eigenständig oder im Team zu bearbeiten. Dazu beherrschen Sie die mathematischen, physikalischen und ingenieurwissenschaftlichen Grundlagen Ihres Fachs und können diese strukturiert zur praktischen Problemlösung einsetzen. Ihre Fähigkeiten erlauben es Ihnen, digitale, elektrische und elektronische Schaltungen, Systeme und Produkte zu entwickeln. Diese modellieren, simulieren, testen und integrieren Sie unter dem Einsatz verschiedener Verfahren.\nSie haben darüber hinaus ein Bewusstsein für die ethischen, ökologischen, kommerziellen und industriellen Auswirkungen Ihrer Tätigkeit entwickelt. Sie übernehmen Entscheidungsverantwortung, arbeiten interdisziplinär und entwickeln so Produkte, die den Anforderungen des globalen Marktes gerecht werden.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nElektrotechnik und Informationstechnik > Welche Karriere-Chancen habe ich im Anschluss?\nNach dem Bachelorstudium bietet die TUM School of Computation, Information and Technology ein konsekutives Masterprogramm an. Schnellstarter:innen können erste Leistungen hierfür übrigens schon während des Bachelorstudiums erbringen. Ebenso bietet sich natürlich auch die Möglichkeit einen Masterstudiengang wie den Master of Communications Engineering oder einen anderen verwandten Studiengang anzuschließen.\nFür alle, die auf den Bachelor keinen Master setzen wollen: Auch schon mit einem Bachelorabschluss sind Elektroingenieur:innen dringend gesucht - in Entwicklung, Produktion, Marketing und Vertrieb.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nAngebote für Studieninteressierte\nElektrotechnik und Informationstechnik > Angebote für Studieninteressierte\nHier gelangen Sie zu Veranstaltungen vor Ort, bei denen Sie sich gezielt über den Bachelorstudiengang Elektrotechnik und Informationstechnik informieren können.\nAngebote für Studieninteressierte\n----------------------------------------\n\nBewerbung\nElektrotechnik und Informationstechnik > Bewerbung\nDer Bachelorstudiengang Elektrotechnik und Informationstechnik eignet sich für Menschen, die sich für moderne Technologien und die Ingenieurwissenschaften begeistern. Wichtigste Voraussetzungen für ein erfolgreiches Studium sind Motivation und Begeisterung sowie Interesse für Technik, Mathematik und Physik. Grundlegende Programmierkenntnisse sind von Vorteil, aber kein Muss.\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nElektrotechnik und Informationstechnik > Bewerbungsfrist\nWintersemester: 15. Mai bis 15. Juli\nSommersemester: 15. November bis 15. Januar (nur Einstieg in das 2. oder höhere Fachsemester)\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nElektrotechnik und Informationstechnik > Wie bewerbe ich mich?\nDie Bewerbung läuft über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden Sie die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nBewerbung für einen Bachelorstudiengang - Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nElektrotechnik und Informationstechnik > Was muss ich beachten, wenn ich aus dem Ausland komme?\nBewerbende mit einer ausländischen Hochschulzugangsberechtigung benötigen zusätzlich zur regulären Bewerbung in TUMOnline eine Vorabüberprüfung der Zeugnisse durch uni-assist (Vorprüfungsdokumentation). Da diese einige Wochen Zeit in Anspruch nehmen kann, empfehlen wir Ihnen, die geforderten Dokumente frühzeitig an uni-assist zu schicken.\nInternationale Bewerber:innen müssen zudem einen der hier aufgeführten Deutschnachweise einreichen. Auf der Website der TUM finden Sie ausführliche Informationen für internationale Bewerbende.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nElektrotechnik und Informationstechnik > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Hochschulzugangsberechtigung (Abiturzeugnis o.ä.)\n- Lückenloser und aktueller Lebenslauf\n- Personalausweis oder Reisepass\n- ggf. Sprachnachweis Deutsch\n- ggf. Vorprüfungsdokumentation (VPD) von uni-assist bei Bewerbungen mit internationaler Hochschulzugangsberechtigung\n- ggf. Nachweis über Berufsausbildung, Berufserfahrung oder Praktikum (optional)\n- ggf. Antrag auf Semestereinstufung und Formblatt zum Notensystem (Bewerbung für Sommersemester)\n- ggf. Fächer und Notentranskript von bisherigen Studien\n- ggf. Modulbeschreibungen der Module, die anerkannt werden sollen\n- ggf. Bescheid über weiterbestehenden Prüfungsanspruch (\"Unbedenklichkeitsbescheinigung\")\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nZulassung\nElektrotechnik und Informationstechnik > Zulassung\nDieser Studiengang ist zulassungsfrei. Das bedeutet, dass es kein Auswahlverfahren gibt. Sie erhalten eine Zusage, wenn\n- die Online-Bewerbung mit allen geforderten Unterlagen fristgerecht abgeschickt\n- und Ihre Unterlagen geprüft wurden.\nIm Detail: Keine Zulassungsbeschränkung\nBitte beachten Sie: Anstelle eines Zulassungsverfahrens findet in den ersten beiden Semester die Grundlagen- und Orientierungsprüfung (GOP) statt.\nZulassung\n----------------------------------------\n\nIm Studium\nElektrotechnik und Informationstechnik > Im Studium\nDas Qualifikationsprofil des Bachelorstudiengangs Elektrotechnik und Informationstechnik setzt sich zusammen aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 180 Credits einbringen. Diese setzen sich zusammen aus:\n- Pflichtmodulen der Grundlagen- und Orientierungsprüfung (GOP) in den ersten beiden Semestern (60 Credits)\n- Pflichtmodulen im 3. und 4. Semester (60 Credits); davon ein Wahlpflichtmodul\n- fachlichen Wahlmodulen (30 Credits)\n- Soft Skills Modulen aus dem Bereich der Fächerübergreifenden Ingenieurqualifikation (FIQ) (6 Credits)\n- Ingenieurpraxis (12 Credits)\n- Bachelor's Thesis (12 Credits)\nIm Studium\n----------------------------------------\n\nUnter Studieninhalte finden Sie weitere Dokumente, die für Ihr Studium wichtig sind. Dazu gehören unter anderem die Stundenpläne, die Modullisten und Studienrichtungsempfehlungen oder der Studienführer.\nNachfolgend werden die einzelnen Bestandteile des Studiums, wie z. B. die Grundlagen- und Orientierungsprüfung oder die Wahlmodule mit den Studienrichtungsempfehlungen, näher erläutert:\n\n----------------------------------------\n\nGrundlagen- und Orientierungsprüfung (GOP) im 1. und 2. Semester\nElektrotechnik und Informationstechnik > Grundlagen- und Orientierungsprüfung (GOP) im 1. und 2. Semester\nDie Grundlagen- und Orientierungsprüfung (GOP) setzt sich aus insgesamt 10 Pflichtmodulen zusammen, die in den ersten beiden Semestern belegt werden müssen. Die Studierenden werden zu den Prüfungen dieser Module automatisch angemeldet und können die Prüfungen nur einmal wiederholen. Lediglich ein Modul dieser 10 Module darf beliebig oft wiederholt werden (Jokerfach). Dabei handelt es sich automatisch um das Modul, das als Erstes beim Zweitversuch nicht bestanden wurde.\nDie Prüfungen dieser 10 Module finden jeweils direkt nach dem Vorlesungszeitraum und die Wiederholungsprüfungen vor Beginn des Folgesemesters statt.\nDie Grundlagen- und Orientierungsprüfung setzt sich aus Modulen in folgenden Bereichen zusammen:\n- Informationstechnik (3 Module)\n- Mathematik (3 Module)\n- Physik (2 Module)\n- Elektrotechnik (1 Modul)\n- Signale & Systeme (1 Modul)\nDie Prüfungen der GOP gehen nicht in die Bachelorendnote ein.\nBitte beachten Sie die besondere Attestpflicht bei GOP-Prüfungen: Bei krankheitsbedingten Rücktritten in GOP Prüfungen wird stets ein ärztliches Attest verlangt. Weitere Informationen zum Prüfungsrücktritt finden Sie unter: Prüfungsangelegenheiten\nFür die Prüfungen im Wintersemester werden vor den Wiederholungsprüfungen Ferienkurse in Form von ein- bis zweitätigen Tutorien angeboten, in denen der Stoff für die jeweiligen Prüfungen in kompakter Form wiederholt werden. Nähere Informationen hierzu werden rechtzeitig vorab zur Verfügung gestellt.\nGrundlagen- und Orientierungsprüfung (GOP) im 1. und 2. Semester\n----------------------------------------\n\nPflichtmodule im 3. und 4. Semester\nElektrotechnik und Informationstechnik > Pflichtmodule im 3. und 4. Semester\nDie Module des 3. und 4. Semesters sind verpflichtend zu belegen. Anders als bei den Pflichtmodulen der GOP-Prüfung in den ersten beiden Semestern, können die Prüfungen im 3. und 4. Semester beliebig oft wiederholt werden und die Studierenden werden nicht mehr automatisch zu den Prüfungen angemeldet.\nDie Pflichtmodule im 3. und 4. Semester stammen aus den Bereichen:\n- Signale & Systeme (4 Module)\n- Elektrotechnik (3 Module)\n- Physik (2 Module)\n- Mathematik (2 Module - wovon ein Modul ein Wahlpflichtmodul ist)\nBesonderheit Wahlpflichtmodul Mathematik: Studierende können sich im 4. Semester entscheiden, ob Sie das Modul Numerische Mathematik oder Diskrete Mathematik belegen. Je nachdem in welchem Forschungsbereich sich Studierende ab dem 5. Semester stärker spezialisieren möchten, eignet sich eher die Numerische Mathematik oder die Diskrete Mathematik. Das folgende Dokument gibt eine Hilfestellung bei der Wahl des Wahlpflichtmoduls: Wahlpflichtmodul je nach Studienrichtungsempfehlung\nPflichtmodule im 3. und 4. Semester\n----------------------------------------\n\nWahlmodule und Studienrichtungsempfehlungen\nElektrotechnik und Informationstechnik > Wahlmodule und Studienrichtungsempfehlungen\nIm Wahlbereich sind insgesamt 30 Credits zu erbringen. Dies entspricht in der Regel 5 bis 6 Module. Diese Module können Sie völlig frei aus dem Wahlkatalog wählen (siehe hierzu auch Modulliste). Sie können sich bei der Wahl Ihrer Wahlmodule an den Studienrichtungsempfehlungen orientieren.\nEine Studienrichtungsempfehlung gibt einen Überblick über die angebotenen Module aus einem bestimmten Forschungsbereich. Dadurch soll Ihnen die Kombination Ihrer Wahlmodule erleichtert werden.\nDerzeit gibt es für folgende Forschungsbereiche Studienrichtungsempfehlungen (in Klammern der / die Studienrichtungsbeauftragte)\n- Automatisierungstechnik (Prof. Buss)\n- Cyber Physical Systems (Prof. Kellerer)\n- Datenkommunikation (Prof. Kellerer)\n- Elektrische Antriebe (Prof. Jossen)\n- Elektrische Energieversorgung (Prof. Jossen)\n- Entwurf integrierter Systeme (Prof. Schlichtmann)\n- Hochfrequenztechnik (Prof. Eibert)\n- Maschinelles Lernen und Künstliche Intelligenz (Dr. Leibold)\n- Mechatronik (Prof. Schrag)\n- Medientechnik und intelligente interaktive Systeme (Prof. Kellerer)\n- Medizinische Elektronik / Life Science Electronics (Prof. Schlichtmann)\n- Mikro- und Nanoelektronik (Prof. Schlichtmann)\n- Sensorik und Messsysteme (Prof. Eibert)\nModule der Studienrichtungsempfehlungen\nIm Wahlbereich gibt es auch in jedem Semester Module, die von Lehrbeauftragten angeboten werden. Eine aktuelle Übersicht finden Sie hier.\nWahlmodule und Studienrichtungsempfehlungen\n----------------------------------------\n\nFächerübergreifende Ingenieurqualifikation - Soft Skills Module\nElektrotechnik und Informationstechnik > Fächerübergreifende Ingenieurqualifikation - Soft Skills Module\nInsgesamt stehen 6 Credits zur Verfügung in denen Studierende außerfachliche Kompetenzen erwerben können. Hierzu gehören z. B. Module aus dem Bereich der Ethik, des Managements oder Sprachen (um nur wenige zu nennen).\nEine Gesamtübersicht der aktuell angebotenen Soft Skills Module finden Studierende in Ihrem Studienbaum in TUMonline.\nFächerübergreifende Ingenieurqualifikation - Soft Skills Module\n----------------------------------------\n\nIngenieurpraxis\nElektrotechnik und Informationstechnik > Ingenieurpraxis\nIn der neunwöchigen Ingenieurpraxis bekommen Studierende bereits während des Studiums Einblick in einen möglichen Arbeitsalltag einer Ingenieurin / eines Ingenieurs der Elektrotechnik und Informationstechnik.\nWeitere Informationen finden Sie auf der Unterseite Ingenieurpraxis.\nIngenieurpraxis\n----------------------------------------\n\nBachelorarbeit\nElektrotechnik und Informationstechnik > Bachelorarbeit\nDie Bachelorarbeit ist eine wissenschaftliche Arbeit im Umfang von 12 Credits.\nAlle weiteren Informationen zur Bachelorarbeit finden Sie hier.\nBachelorarbeit\n----------------------------------------\n\nPrüfungen und Ordnungen\nElektrotechnik und Informationstechnik > Prüfungen und Ordnungen\nDetaillierte Informationen zu den Prüfungsterminen, zum Bachelor-Prüfungsausschuss (Ansprechpartner bei Prüfungsangelegenheiten) sowie zur Einreichung von Attesten finden Sie unter Prüfungsangelegenheiten.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\n- FPSO_BSEI_Studienbeginn_ab_WS2023_24.pdf\n- FPSO_BSEI_Studienbeginn_ab_WS_2018_19.pdf\n- FPSO_BSEI_Studienbeginn_ab_WS_2013_14.pdf\n- FPSO_BSEI_AS4_Studienbeginn_ab_WS_2013_14.pdf\n- FPSO_BSEI_AS3_Studienbeginn_ab_SS_2011.pdf\n- FPSO_BSEI_AS2_Studienbeginn_ab_WS_2010_11.pdf\n- FPSO_BSEI_AS1_Studienbeginn_ab_WS2009_10.pdf\n- FPSO_BSEI_Studienbeginn_ab_WS_2008_09.pdf\nPrüfungen und Ordnungen\n----------------------------------------\n\nStudentisches Ranking\nElektrotechnik und Informationstechnik > Studentisches Ranking\nÜber folgenden Link https://app.srv.nat.tum.de/rnk/student steht den Studierenden im Bachelor Elektrotechnik und Informationstechnik der Download ihres individuellen Semesterrankings bereit.\nStudierende erhalten durch das Ranking Auskunft darüber, wie sie nach Abschluss des jeweils vorherigen Semesters im Vergleich zu allen anderen Studierenden im gleichen Fachsemester abgeschnitten haben. Alle Studierende innerhalb einer Kohorte werden grundsätzlich nach der bisher erreichten Note gereiht. Haben Studierende die Soll-Credits für ihr Fachsemester nicht erreicht, wird für das Ranking stattdessen für Fehl-Credits eine Note von 4,1 eingerechnet. Weitere Informationen zum Ranking-Verfahren finden sich auf dem jeweiligen Ranking.\nStudentisches Ranking\n----------------------------------------\n\nAbschluss\nElektrotechnik und Informationstechnik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Bachelor of Science (B. Sc.) ab. Damit können Sie ins Berufsleben starten oder ein Masterstudium beginnen. Tipps und Hinweise zum Abschluss, zu den Abschlussdokumenten und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\nÜbergang vom Bachelor EI in den Master EI der TUM\nElektrotechnik und Informationstechnik > Übergang vom Bachelor EI in den Master EI der TUM\nÜbergang vom Bachelor EI in den Master EI der TUM\n----------------------------------------\n\n- Das Wichtigste in Kürze...\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\tDownload\n\n----------------------------------------\n\nletzte Studien- und Prüfungsleistung im Bachelor EI\nElektrotechnik und Informationstechnik > letzte Studien- und Prüfungsleistung im Bachelor EI\nFür einen fristgerechten Übergang zum Masterstudium sollte in der Regel die letzte Leistung zum Ende des Semesters (30.9. bzw. 31.3.) vollständig  erbracht worden sein.\nSollte Ihre letzte Leistung die Bachelorarbeit sein, so sollte diese bis Semesterende abgegeben und der Abschlussvortrag gehalten sein, damit für die Benotung der Arbeit, die Weiterleitung und Verbuchung der Ergebnisse genügend Bearbeitungszeit bleibt und die Fristen für die Masterimmatrikulation beim Immatrikulationsamt eingehalten werden können. Die Benotung durch den Lehrstuhl / die Professur sollte bis spätestens zum Vorlesungsbeginn des darauf folgenden Semesters im ASA EI (bachelor@ei.tum.de) vorliegen.\nBitte beachten Sie, dass die Bachelorarbeit oder eine andere erstmalig erbrachte Leistung nicht während eines Urlaubssemesters in TUMonline verbucht werden kann.\nletzte Studien- und Prüfungsleistung im Bachelor EI\n----------------------------------------\n\nZulassung und Immatrikulation im Master EI der TUM für Bachelor EI Absolventen\nElektrotechnik und Informationstechnik > Zulassung und Immatrikulation im Master EI der TUM für Bachelor EI Absolventen\nZulassung: Bitte achten Sie darauf, dass Sie bei Ihrer TUMonline-Bewerbung alle angeforderten Dokumente hinterlegt haben. Unvollständige Bewerbungen werden nicht geprüft und bearbeitet.\nEinschreibung (Immatrikulation): Der Abschluss von Bachelorabsolventen der TUM, die sich erfolgreich für den Master EI beworben haben, wird automatisch an das Immatrikulationsamt weitergemeldet. Deshalb sind keine Bachelorurkunde und kein Bachelorzeugnis in TUMonline zu hinterlegen. Den unterschriebenen Antrag auf Immatrikulation müssen Sie selbst fristgerecht einreichen, dann erfolgt bei erfolgreicher Zulassung die Immatrikulation.\nSonderfall: Datum der letzten Studien-/ Prüfungsleistung liegt bereits im nächsten Semester (z.B. Mitte Oktober oder Mitte April), aber noch innerhalb einer Frist von 5 Wochen nach Vorlesungsbeginn:\n- Im Regelfall bleibt der/die Studierende bis zum Ende des (angebrochenen) Semesters im Bachelorstudium immatrikuliert und darf an allen Prüfungen (auch Mastermodule) teilnehmen. Eine etwaige Masterzulassung verfällt und muss für das kommende Semester neu beantragt werden.\n- Während des Bachelorstudiums erbrachte Leistungen aus dem Mastercurriculum können auf Antrag im Masterstudium anerkannt werden. Nähere Informationen zum Antrag auf Anerkennung von Prüfungsleistungen finden Sie unter: Anerkennungen\n- Hat der/die Studierende bereits eine Masterzulassung und mit der Bachelorarbeit 180 Credits erreicht, kann er/sie innerhalb einer Frist von 5 Wochen nach Vorlesungsbeginn die Immatrikulation in den Master schriftlich beantragen. Der Antrag kann nur dann gewährt werden, wenn noch ausreichend Bearbeitungszeit gegeben ist. Bitte in diesem Fall und unbedingt rechtzeitig mit dem Bachelor-Prüfungsausschuss Kontakt aufnehmen.\n- Die Exmatrikulation aus dem Bachelor erfolgt dabei nicht automatisch mit der Einschreibung in den Master. Wird kein Antrag auf taggenaue Exmatrikulation gestellt, dann bleibt der/die Studierende bis Ende des laufenden Semesters auch im Bachelor immatrikuliert (Doppelimmatrikulation). In diesem Fall bitte unbedingt darauf achten, dass die Prüfungsanmeldungen im richtigen Studiengang (Master) durchgeführt wird.\n- Verlässt der/die Studierende die Universität nach dem Bachelorabschluss, sollte er/sie sich innerhalb der 5-Wochen-Frist taggenau exmatrikulieren. Dann werden die Studiengebühren rückerstattet.\nZulassung und Immatrikulation im Master EI der TUM für Bachelor EI Absolventen\n----------------------------------------\n\nvorgezogene Mastermodule im Bachelor EI\nElektrotechnik und Informationstechnik > vorgezogene Mastermodule im Bachelor EI\nWährend des Bachelorstudiums können bereits Modulprüfungen aus dem Master EI der TUM abgelegt werden. Die Ergebnisse der vorgezogenen Module fließen nicht in die Gesamtnote der Bachelorprüfung ein. Die Credits werden nicht auf die für die Bachelorprüfung zu erbringenden 180 Credits angerechnet, sie werden nicht bei der Berechnung des Studienfortschritts gezählt.\nDie Anerkennung von vorgezogenen Modulen im Master EI erfolgt auf Antrag auf Anerkennung. Der Antrag kann nur einmal und das innerhalb des ersten Studienjahres gestellt werden. In dem Formular muss angegeben werden, zu welchem Kernbereich das Modul zugeordnet oder ob es als Wahlmodul anerkannt werden soll.\nBitte achten Sie darauf, dass das Modul auch in der jeweiligen Fächerliste aufgeführt wird. Werden 30 ECTS anerkannt, erfolgt eine Einstufung ins 2. Semester, werden 52 ECTS anerkannt, erfolgt eine Einstufung ins 3. Semester. Vorgezogene Mastermodule melden Sie in TUMonline bitte über die Freifachanmeldung an:\n- Visitenkarte Prüfungs-An/Abmeldung --> Aktion Anmelden --> Suche nach Prüfungsterminen --> Suchen über „Prüfung“ --> Prüfung über grünes \"P\" auswählen\nvorgezogene Mastermodule im Bachelor EI\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-elektrotechnik-informationstechnik"
}