{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-mathematics-data-science/",
    "content": "Master Mathematics in Data Science - TUM - TUM School of Computation, Information and Technology\n\nSprachhinweis\nSprachhinweis\nDiese Seite ist nur auf Englisch verfügbar, da die Unterrichtssprache Englisch ist und wir für diesen Studiengang keinen Deutschnachweis fordern.\nSprachhinweis\n----------------------------------------\n\nMathematics in Data Science\nMathematics in Data Science\n\nMaster of Science (M.Sc.)\nMathematics in Data Science > Master of Science (M.Sc.)\nMathematics in Data Science\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Contact\n\n----------------------------------------\n\nOur increasingly data-driven world is being continually transformed through technological advances in data science. Do you want to build on your mathematics background to play a leading role in this development? The field of data science offers fascinating career opportunities in a broad range of areas in industry as well as in academic research, and innovation at the forefront of new developments heavily relies on strong mathematical expertise. Join us at one of Europe’s leading application-oriented mathematics departments for the master’s program Mathematics in Data Science. The coursework in the program uniquely blends foundational knowledge in mathematics and computer science, interdisciplinary content that allows you to build bridges between the fields, and hands-on projects connecting your knowledge to real-world problems.\n\n----------------------------------------\n\nKey data\nSprachhinweis > Key data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Location: Garching\nStart of Degree Program: summer or winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuition fees for international students\nProfessional Profile: Data Science and Artificial Intelligence\nKey data\n----------------------------------------\n\nHow is the program structured?\nSprachhinweis > How is the program structured?\nThe unique feature of the master’s program Mathematics in Data Science is the great variety of specialization topics, such as machine learning, numerical analysis, optimization, statistics, topological data analysis and manifold intersectional topics. In the first year, students start with foundational overview courses discussing a range of data science topics before choosing individual focus areas from our diverse set of possible specializations. Besides the core training on the mathematical foundations and applied aspects, the program also includes courses on legal aspects and the societal and political implications of data science. In addition, many students participate in the TUM Data Innovation Lab, in which they work on real world problems in collaboration with companies or research groups at TUM. The flexible structure of the program facilitates studying at one of TUM’s partner universities abroad for one or two semesters. The program concludes with a master’s thesis in the fourth semester that is typically written under the guidance of a professor in mathematics, computer science, or computer engineering.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nSprachhinweis > What skills and competencies will I acquire?\nGraduates will be familiar with mathematical foundations at the interface of optimization, probability and statistics, and algorithms driven by applications in artificial intelligence, machine learning and data science. They will have the competencies and tools required to contribute to improving data science techniques and understanding why they work as well as their limitations. At the same time, they will have fundamental knowledge about storing and analyzing large-scale data and the computational skills needed to bring their algorithmic ideas into practical implementation. They will have gained awareness of ethical and legal considerations, while learning how to assess the social implications of technological advances in the broad realm of data science.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nSprachhinweis > What career opportunities will I have afterwards?\nGraduates of the master’s program Mathematics in Data Science have excellent career prospects in technology companies, research and development, the finance industry, biotechnology and logistics, the health industry, the insurance industry, and IT security, among others. Additionally, they will be well-equipped for an academic career as a PhD student in data-oriented areas of mathematics and computer science as well as in statistics.\nThe master’s program Mathematics in Data Science follows a bachelor’s degree in mathematics, computer science (with a minor in mathematics) or other comparable disciplines. The minimum requirement for a master’s degree at the TUM is successful completion of the aptitude assessment, in which applicants demonstrate individual talent and explain motivation for enrolling in the master’s program.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication\nSprachhinweis > Application\nThe master’s program Mathematics in Data Science follows a bachelor’s degree in mathematics, informatics (with a minor in mathematics) or other comparable disciplines.\nThe minimum requirement for a master’s degree at TUM is a successful completion of the aptitude assessment, in which you will demonstrate your personal talent and explain your motivation for enrolling in the master’s program.\nApplication\n----------------------------------------\n\nApplication deadline\nSprachhinweis > Application deadline\nWinter semester: 1 January to 31 May\nSummer semester: 1 September to 30 November\nApplication deadline\n----------------------------------------\n\nStep 0: Check deadlines\nSprachhinweis > Step 0: Check deadlines\nLanguage certificates Language tests are only offered on the appointed days and their evaluation requires some time. In any case, the certificate has to be uploaded before the application deadline. Schedule enough time for that! More information can be found under Step 1: Evaluation of the formal requirements.  Preliminary documentation (VPD) You can apply for the preliminary documentation from uni-assist throughout the year, but applications must be completed by the end of the application period. Students that have applied for a VPD that is not yet available should confirm timely completion of the application for the VPD by submitting the form here., followed by submission of the final VPD to studium(at)tum.de as soon as received.\nEnrollment deadline Some documents, such as the Bachelor's certificate, can be sent as late as the enrollment deadline, which is typically around five weeks after the start of the corresponding semester. More information can be found under Step 1: Document collection.\nStep 0: Check deadlines\n----------------------------------------\n\nStep 1: Document collection\nSprachhinweis > Step 1: Document collection\nCompile the necessary documents for the application as early as possible. All documents necessary for admission in a Master's program at TUM must be uploaded on the platform TUMonline. A candidate account is required for this purpose. Please note that only one account is created. Students that already have an applicant’s account should click underneath their visiting card on \"Applications – create a new application\". Further information about the documents can be found under Step 1: Evaluation of the formal requirements and Step 2: Evaluation of the discipline-specific requirements.\nFor more information on all required documents, see the Document Glossary of the Technical University of Munich.\nDocuments that should be submitted before the application deadline:\n- Identity card or passport\n- Proof of English language proficiency\n- List of the best 120 credits with grade calculation in:Analysis of the Curriculum for Bachelor's in Mathematics orAnalysis of the Curriculum for Bachelor's in Infomatics with minor Mathematics\n- Comprehensive and up-to-date resume (Curriculum Vitae)\n- Course catalogue / curriculum\n- Transcript of Records with courses equivalent to a minimum of 120 credits\n- Essay on one of three given topics\n- Letter of motivation\n- Preliminary Documentation (VPD) All applicants for a master's degree who did not obtain their qualification for postgraduate studies (usually a bachelor's degree) in a country within the EU/EEA. Applicants with a qualification for postgraduate studies obtained in Switzerland do not need a preliminary documentation. Applicants with a Bachelor's degree from the UK must apply via uni-assist. Applicants from India need to submit a Certificate of the Academic Evaluation Center (APS) before a VPD is issued.\n- Students from Bangladesh, China, India, Iran, or Pakistan must provide a GRE Test or Gate Test\nDocuments to be submitted within the enrollment deadline:\n- Application for enrollment with original (wet) signature\n- Degree certificate (final grade transcript)\n- Diploma (certificate conferring an academic degree)\n- Passport style photo (as for ID)\n- Subject and grade transcript of studies to date\nStep 1: Document collection\n----------------------------------------\n\nStep 2: Online application\nSprachhinweis > Step 2: Online application\nThe electronic applicant wizard guides you through the online application procedure step by step. All required documents for admission must be uploaded.\nImportant: Select \"consecutive Master degree\" as the form of study below the point \"study programme selection\".\nStep 2: Online application\n----------------------------------------\n\nStep 3: Track current application status\nSprachhinweis > Step 3: Track current application status\nCandidate accounts in TUMonline should be checked on a regular basis, as this is where students are notified concerning missing documents, acceptance or refusal of study places. Students that do not receive an offer can register one more time for the selection procedure. Students additionally receive important individual information at the email address provided in their applicant account.\nStep 3: Track current application status\n----------------------------------------\n\nStep 4: Eligibility process\nSprachhinweis > Step 4: Eligibility process\nIn order to obtain a place in the Master's program, you must follow the procedure for verification of eligibility. Evaluation of applications by the Department of Mathematics takes place every six months, wherein the board of examiners decides who receives an acceptance, rejection, or invitation to an aptitude assessment interview.\nStep 4: Eligibility process\n----------------------------------------\n\nAdmission\nSprachhinweis > Admission\nApplicants are selected through a three-step aptitude assessment process that determines whether the official application fulfills the specific requirements for the master’s program Mathematics in Data Science. More details can be found at  Appendix 2 of the program-specific Academic and Examination Regulations (FPSO).\nAdmission\n----------------------------------------\n\nStep 1: Evaluation of the formal requirements\nSprachhinweis > Step 1: Evaluation of the formal requirements\nIn the first stage, formal requirements are evaluated; for questions, contact the TUM Center for Study and Teaching.\n\nStudents from abroad: GRE Test or Gate Test\nSprachhinweis > Step 1: Evaluation of the formal requirements > Students from abroad: GRE Test or Gate Test\nApplicants who acquired their university degree in Bangladesh, China, India, Iran, or Pakistan must provide proof of a sufficient pass mark in the admission test GRE (Graduate Record Examination) – Quantitative reasoning: 157, Analytical writing: 3.5, Institutional Code: 7806 Department 5199.\nAlternatively, students can apply using the associated score card for the Indian GATE Test (Mathematics).\nPlease check the special conditions for your country.\n\nLanguage requirements\nSprachhinweis > Step 1: Evaluation of the formal requirements > Language requirements\nStudents must provide evidence of adequate knowledge of the English language. Those whose official language of instruction during their undergraduate studies was not English must demonstrate proficiency in the form of an acknowledged language test, such as\n- Test of English as a Foreign Language (TOEFL): minimum of 88 points in TOEFL iBT\n- International English Language Testing System (IELTS): minimum of 6.5 points\n- Cambridge Main Suite of English Examinations: advanced (CAE) or proficiency (CPE)\nStudents that can show proof they have previously written a graded thesis in English or have completed at least 10 credits in English-language examination modules are considered to have demonstrated adequate proficiency in English. More information on language skill verification and a list of TUM-recognized certificates can be found at the TUM website.\nStep 1: Evaluation of the formal requirements\n----------------------------------------\n\nStep 2: Evaluation of the discipline-specific requirements\nSprachhinweis > Step 2: Evaluation of the discipline-specific requirements\nIIn the second stage, student final grades and written documents are analyzed using a point system. Potential admission to the study program requires that students have acquired competencies in the mathematics and computer science modules listed in Attachment 3 . Depending on the score, applicants are either rejected, admitted immediately, or invited to an aptitude assessment interview. For questions, please contact Peter Massopust.\n\nDiscipline-specific requirements\nSprachhinweis > Step 2: Evaluation of the discipline-specific requirements > Discipline-specific requirements\nTo be accepted to the Mathematics in Data Science master’s program, applicants must have a qualified university degree in at least one of the following subjects:\n- Mathematics\n- Informatics (with a minor in mathematics), or\n- comparable degree program\nEquivalence and comparability of degree programs not listed will only be decided during the application process. It is not possible to make any decisions or hold discussions in advance. Prospective students should read the required specific competencies in Attachment 3 .\nStep 2: Evaluation of the discipline-specific requirements\n----------------------------------------\n\nStep 3: Aptitude assessment interview\nSprachhinweis > Step 3: Aptitude assessment interview\nThe aptitude interview is conducted in English either in an in-person meeting in Garching or as a web conference. It lasts 20 to 30 minutes. The interview focuses on applicants' knowledge of the subject, motivation, and ability to work scientifically in fundamentally- and methodologically-oriented strategies.\n\nWhen does it take place?\nSprachhinweis > Step 3: Aptitude assessment interview > When does it take place?\nAptitude interviews for applications for the summer semester take place between February and March, for the winter semester between July and September. Invitations are sent out at least one week in advance. For questions, please contact Peter Massopust.\nStep 3: Aptitude assessment interview\n----------------------------------------\n\nWhat happens after admission?\nSprachhinweis > What happens after admission?\nOnce admitted and accepted in the TUMonline account, students are required to pay the semester fees and submit the documents necessary for enrollment found in the TUMonline account. Among other things, this includes a hard copy of the signed enrollment form and certified copies of the diploma and degree certificate. Matriculation will only be effective once all documents are received and processed.\n\nRecognition of previously earned credits\nSprachhinweis > What happens after admission? > Recognition of previously earned credits\nStudents should check which modules, if any, can be transferred and recognized from their Bachelor's program and submit the request for recognition of examination credits. Applicants can have modules from the Bachelor's degree credited if the modules were at the Master's level and not already credited for the Bachelor’s degree.\nWhat happens after admission?\n----------------------------------------\n\nDuring the studies\nSprachhinweis > During the studies\nQualification profiles for the Mathematics in Data Science master’s program comprise several individual modules that can be freely combined with each other for the most part. Over the course of the degree program, one must earn a total of 120 credits from the following areas:\n- Mathematics modules\n- Advanced seminar\n- Internship with internship seminar\n- Support electives\n- Thesis\nDetails of all the modules that are relevant to the degree program, along with associated times and locations, are available in the curriculum on TUMonline., where one can create and save personalized digital timetables.\nDuring the studies\n----------------------------------------\n\nMathematics modules\nSprachhinweis > Mathematics modules\nMethods and algorithms from the following areas are important mathematical components of the program:\n- Statistics\n- Machine learning\n- Optimization\n- Theory of data representation\nMathematics modules\n----------------------------------------\n\nAdvanced seminar\nSprachhinweis > Advanced seminar\nThe advanced seminar is one of the required modules. When selecting a seminar, keep in mind that some professors require students to take and pass their advanced seminar before discussing the potential for a supervised thesis. For this reason, students usually take a suitable advanced seminar in their third semester.\nAdvanced seminar\n----------------------------------------\n\nInternship\nSprachhinweis > Internship\nA six week professional internship is integrated into the master program. In the internship seminar, one has the opportunity to learn about eligible occupations and to share  experiences during the professional internship.\nInternship\n----------------------------------------\n\nSupport electives\nSprachhinweis > Support electives\nStudents complete their skill set and competence profile with modules included in support electives, offering a wide range of soft skills and language courses depending on interest.\nSupport electives\n----------------------------------------\n\nExaminations and examination regulations\nSprachhinweis > Examinations and examination regulations\nDetailed information can be found at examinations. The General Academic and Examination Regulations (APSO) of TUM and the respective program-specific Academic and Examination Regulations (FPSO) apply to all students:\n\nCurrent regulations (valid for students beginning the program as of winter semester 2023/24)\nSprachhinweis > Examinations and examination regulations > Current regulations (valid for students beginning the program as of winter semester 2023/24)\n- Program-specific Academic and Examination Regulations (FPSO) from August 17, 2023\n\nExpiring regulations (valid for students beginning the program from winter semester 2021/22 but before winter semester 2023/24)\nSprachhinweis > Examinations and examination regulations > Expiring regulations (valid for students beginning the program from winter semester 2021/22 but before winter semester 2023/24)\n- Program-specific Academic and Examination Regulations (FPSO) from August 27, 2021\n\nExpiring regulations (valid for students who began the program before or in summer semester 2021)\nSprachhinweis > Examinations and examination regulations > Expiring regulations (valid for students who began the program before or in summer semester 2021)\n- Non-binding engrossed version from May 22, 2019 (including the 3rd statute amendment)\n- Program-specific Academic and Examination Regulations (FPSO) from June 8, 2016 \t \t\t1st Statute amendment from April 27, 2018 (double degree, verification of language skills) \t\t2nd Statute amendment from December 17, 2018 (update of annexes 1-4) \t\t3rd Statute amendment from May 22, 2019 (update of Annex 2)\n- 1st Statute amendment from April 27, 2018 (double degree, verification of language skills)\n- 2nd Statute amendment from December 17, 2018 (update of annexes 1-4)\n- 3rd Statute amendment from May 22, 2019 (update of Annex 2)\nExaminations and examination regulations\n----------------------------------------\n\nThesis\nSprachhinweis > Thesis\nTo complete a master’s degree, students must write a scientific paper, referred to as the Master’s thesis during a period of six months. Registration for the master's thesis is possible on the 1st and 15th of each month. Further information can be found at thesis.\nThesis\n----------------------------------------\n\nDegree\nSprachhinweis > Degree\nAfter completion of the required coursework and submission of the thesis, students graduate with a Master of Science (M.Sc.) degree, enabling commencement of their professional career or doctorate, the latter of which is pursued by approximately a third of graduates from the Master of Mathematics in Data Science. Advice on graduation and next steps can be found under graduation.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-data-science"
}