{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-data-engineering-and-analytics/",
    "content": "Master Data Engineering and Analytics - TUM - TUM School of Computation, Information and Technology\n\nData Engineering and Analytics\nData Engineering and Analytics\n\nMaster of Science (M.Sc.)\nData Engineering and Analytics > Master of Science (M.Sc.)\nData Engineering and Analytics\n----------------------------------------\n\nBefore Studying | During your Studies | Contact\n\n----------------------------------------\n\nKey Data\nData Engineering and Analytics > Key Data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Locations: Garching\nStart of Degree Program: Summer or Winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuitions fees for Students from Non-EU Countries\nProfessional Profile: Data Science and Artificial Intelligence\nKey Data\n----------------------------------------\n\nApplication and Admission\nData Engineering and Analytics > Application and Admission\nThe M.Sc. Data Engineering and Analytics welcomes students with a Bachelor's degree in Informatics who want to specialize in the area of processing and analyzing extremely large amounts of data.\nThe aptitude assessment for the M.Sc. Data Engineering and Analytics is a two-stage process in which we assess your qualification with regard to the special qualitative requirements of this Master's program.\nApplication and Admission\n----------------------------------------\n\nApplication Periods\nData Engineering and Analytics > Application Periods\nWinter semester: 01 February - 31 May\nSummer semester: 01 September - 30 November\nApplication Periods\n----------------------------------------\n\nHow do I apply?\nData Engineering and Analytics > How do I apply?\nYou have to apply for the Master's degree via TUMonline. After you have created your account in TUMonline, enter personal data and information about your education, and upload the required documents. The application is done completely electronically.\nProspective students with a Bachelor's degree from outside the European Union have to request a preliminary examination documentation from uni-assist (VPD) in advance.\nOnly in case of admission, you will have to submit some additional documents as certified copies for the enrollment.\nApplication for a Master's program - step by step\nHow do I apply?\n----------------------------------------\n\nWhich documents do I need to submit with my application?\nData Engineering and Analytics > Which documents do I need to submit with my application?\nThe following documents have to be submitted for the application (the required documents may vary depending on the applicant):\n- A statement of reasons explaining why you have chosen this master’s program and TUM specifically (max. 2 pages)\n- Your CV/résumé\n- A scientific essay of approx. 1,000 words on a specified topic (see below)\n- Form \"Analysis of the Curriculum\" (see below)\n- Bachelor's degree certificate, including a list of courses and grades OR an official transcript of records. Documents not issued in German or English must be translated and notarized by a sworn translator.\n- Curriculum (module descriptions, course catalog or syllabus) of the underlying university degree; this document is very important for the check of the academic qualification!\n- Proof of your English language proficiency\n- GRE or Gate score for applicants with a B.Sc. degree from Bangladesh, China, India, Iran, Pakistan (original scorecard or have the score transmitted directly via ETS)\n- Preliminary documentation from uni-assist for all applicants with a Bachelor's degree from outside the EU/EEA\n- APS certificate for applicants with a Bachelor's from China, Vietnam or India\n- Certificates from professional training or additional qualifications related to the program (e.g. participation in research competitions, internships, etc.) (not mandatory)\n- A passport photo\n- A copy of your passport\nInternational applicants:\nAttention: If you did not obtain your Bachelor's degree in a country within the EU/EEA, you have to upload a preliminary documentation from uni-assist (VPD). In order to get the VPD, you must send the required documents (some as notarized copies!) to uni-assist via post! Uni-assist still needs the documents in paper. As the issuance of the VPD can take up to 4 weeks, we highly recommend sending the necessary documents to uni-assist very early. More information on Preliminary Documentation (VPD) by uni-assist.\nPlease do check the requirements for Notarization, especially for translations!Special requirements for documents apply for certain countries.\nThe admission office checks if your uploaded documents are complete and correct. When this is the case, the department can access your application and forward it to the admission committee. The admission committee will decide whether your application is admitted, rejected or processed to the second stage of the aptitude assessment.\nWhich documents do I need to submit with my application?\n----------------------------------------\n\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\nData Engineering and Analytics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n\nStudents from Non-EU countries:\nData Engineering and Analytics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Students from Non-EU countries:\nAt the Technical University of Munich (TUM), tuition fees are charged for international students from third countries who newly enroll in a degree program starting in the winter semester of 2024/25.\n\nPreliminary documentation from uni-assist (VPD)\nData Engineering and Analytics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Preliminary documentation from uni-assist (VPD)\nApplicants who did not obtain their qualification for postgraduate studies (usually a bachelor's degree) in a country within the EU/EEA must apply for a preliminary documentation (VPD) from uni-assist, additionally to the TUM application.\nWhat documents must be submitted to uni-assist?\n- Filled-in application form for VPD (see Downloads)\n- a copy of your degree certificate (if available)\n- a copy of your transcript of records\n- a translation, given that the original documents have not been issued in either German or English\n- if necessary: Certificate of the German Evaluation Center (APS)\nYou don't have to submit an entire application for a specific program to uni-assist, you only have to apply for the general preliminary documentation (VPD).\nAn application for a VPD via uni-assist alone does not qualify as an application for a degree program at TUM.\n\nGRE and GATE\nData Engineering and Analytics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > GRE and GATE\nApplicants with a Degree from Bangladesh, China, India, Iran or Pakistan have to submit a GRE (General) Test. We have defined required minimum scores, lower scores will not be accepted!\nThe required scores are:Verbal reasoning: (will not be taken into account anymore)Quantitative reasoning: 164Analytical writing: 4.0The Institution Code: 7806, Department: 5199 (\"all other departments\").\nAlternatively, students can submit a scorecard of the Indian GATE test (Computer Science; for M.Sc. CSE the Mechanical Engineering Test will also be accepted). The minimal qualifying score of the respective year is necessary.\n\nCertificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nData Engineering and Analytics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Certificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nApplicants with an undergraduate degree from China, India and Vietnam have to submit a certificate from the German Evaluation Center (APS).\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n----------------------------------------\n\nQualification Requirements and Assessment Process\nData Engineering and Analytics > Qualification Requirements and Assessment Process\nStudents with a Bachelor’s degree in Informatics / Computer Science which is equivalent to the B.Sc. Informatics taught at TUM are eligible to apply. Other programs do not qualify for this Master's degree.\nApplicants also have to provide a proof of sufficient English language proficiency.\nOverview assessment process valid from 01 Sep, 2024:\nQualification Requirements and Assessment Process\n----------------------------------------\n\nAnalysis of the Curriculum\nData Engineering and Analytics > Analysis of the Curriculum\nBefore filling the form for the analysis of curriculum, you have to do and safe(!) your application in TUMonline in order to get your applicant number.\nPlease fill in the form for the analysis of curriculum under the following link. Then, upload the generated PDF in your application in TUMonline.\nCAUTION: only completed modules/courses can be entered in the form! Modules/Courses which have not been completed yet are not allowed to be indicated!\nLink to the form: https://apply.db.in.tum.de/\nAnalysis of the Curriculum\n----------------------------------------\n\nTopics for the Scientific Essay / Scientific Paper\nData Engineering and Analytics > Topics for the Scientific Essay / Scientific Paper\nThe scientific essay / paper, submitted along with the online application, should be approximately 1,000 words in length and must be written in English. Your scientific paper / essay has to introduce the topic, discuss it, and lead to a logical conclusion. Please use relevant data and scientific literature to support your argumentation. Ideas that are not your own must be identified as such! The term \"essay\" can be misleading - we require a scientific paper with proper citation! Your sources of information must be listed at the end. The essay must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nYou have to choose one of the following topics:\n- Topic 1: \tShould we move data and computation to the cloud, and when?\n- Topic 2: \tWhich new challenges for computer science arise from recent advances in deep learning, e.g., autonomous driving, Google's LaMDA, and Deepfakes?\n- Topic 3: \tWith the recent development of powerful CPUs, is it still necessary to write highly efficient code?\nTopics for the Scientific Essay / Scientific Paper\n----------------------------------------\n\nStatement of Reasons\nData Engineering and Analytics > Statement of Reasons\nThe statement of reasons, submitted along with the online application, should not be longer than two DIN-A4 pages and must be written in English. In your statement of reasons, you should explain your specific qualification and exceptional commitment for this particular Master's program. This may include demonstration of qualifications which exceed the knowledge and qualifications obtained at undergraduate degree level, e.g. program-related vocational training, internships, stays abroad, research papers etc. You should make clear the connection between your specific qualifications and the contents of the program. The statement of reasons must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nStatement of Reasons\n----------------------------------------\n\nInformation for the Test (Level 2 of the Aptitude Assessment)\nData Engineering and Analytics > Information for the Test (Level 2 of the Aptitude Assessment)\nThe written test takes 90 minutes and includes approx. 20-30 questions (in English). The content of the test is based on the contents of the B.Sc. Informatics and includes the following topics:\na) General Foundations (max. 12 points):Ability of abstract, logical and system-oriented thinking and of formalizing approaches to solutions.\nb) Mathematical Foundations (max. 13 points):Knowledge from undergraduate studies in the areas of Stochastics, Combinatorics, Calculus, Linear Algebra, Numerical Programming.\nc) Foundations in Theory of Computation (max. 13 points):Knowledge from undergraduate studies in the areas of Automata Theory, Complexity Theory, Algorithms and Data Structures, Verification.\nd) Practical Foundations of Informatics (max. 13 points):Knowledge from undergraduate studies in the areas of Databases, Computer Architecture, Programming in Java.\nIf you are invited to the test, we will send you well in advance an email with detailed information about procedure, schedule and arrival.\nSample test and instructions\nInformation for the Test (Level 2 of the Aptitude Assessment)\n----------------------------------------\n\nImportant Dates and Deadlines\nData Engineering and Analytics > Important Dates and Deadlines\nOnline application and submission of required documentsFor the winter semester: February 1 – March 31: recommended application deadline for applicants who need a visa February 1 – May 31: compulsory application deadline\nFor the summer semester:September 1 – October 31: recommended application for applicants who need a visa September 1 - November 30: compulsory application deadline\nNo submission of missing application documents after the official application deadline!\nTime frame for test on campus:Application for winter semester: July-SeptemberApplication for summer semester: January-March\nTest date application period winter semester 2024/25: Tuesday, 13 August 2024\nStart of program (lecture period)Winter semester: OctoberSummer semester: April\nCheck here for exact dates:\nImportant Dates and Deadlines\n----------------------------------------\n\nDuring the degree program\nData Engineering and Analytics > During the degree program\nThe master's degree program in Data Engineering and Analytics broadens and deepens existing knowledge. It also offers the possibility of individual specialization in one or more specialist areas.  The qualification profile of the master's program in Data Engineering and Analytics is made up of the individual modules. In the course of study, you must contribute a total of 120 credits. These consist of:\n- Required Modules (31 ECTS)\n- Elective Modules (53 ECTS)\n- Support Elective Modules (6 ECTS)\n- Final Thesis (30 ECTS)\nExplanations can be found below.\nDuring the degree program\n----------------------------------------\n\nNews and Updates\nData Engineering and Analytics > News and Updates\n\nModule Catalog Updates\nData Engineering and Analytics > News and Updates > Module Catalog Updates\nSince catalog changes have to be entered into TUMOnline, it may take some time until the latest changes are visible in the module catalog. Therefore, you can find the latest changes under ChangesDEA.pdf. We update the file every semester as soon as all changes have been compiled. (Last update 05.04.2023)\nNews and Updates\n----------------------------------------\n\nRequired Modules\nData Engineering and Analytics > Required Modules\nThe following required modules must be completed in the Data Engineering and Analytics Master's program:\nIN2326 Foundations in Data Engineering (winter semester)\nMA4800 Foundations in Data Analysis (summer semester)\nIN2107 Advanced Seminar Course\nIN2106 Advanced Practical Course\nRequired Modules\n----------------------------------------\n\nElective Modules\nData Engineering and Analytics > Elective Modules\nA total of at least 53 ECTS must be completed from the Elective Modules in the areas listed below and the Elective Modules in Informatics. You must meet the following requirements:\nYou have to take modules of at total of at least 15 ECTS from the three areas \"Data Engineering\", \"Data Analytics\" and \"Data Analysis\", with at least one module from each of the three areas. You have to take modules of at total of at least 25 ECTS from the two areas \"Advanced Topics in Data Engineering\" and \"Special Topics in Analytics\", and have to take at least one of the modules IN2169 \"Research Work under Guidance\" or IN2328 \"Application Project\".\nThe list of all modules can be found in TUMonline in your study plan.\n\nSpecial regulations for individual modules\nData Engineering and Analytics > Special regulations for individual modules\nIn Data Analytics, only one of the following three modules can be counted towards your degree: IN2028 Business Analytics and Machine Learning IN2339 Data Analysis and Visualization in R IN2030 Data Mining and Knowledge Discovery\nIf you started your studies before October 2019, you can also take module IN2323 in the area of Data Analytics.\nIn Special Topics in Data Analytics, only one of the following three modules can be counted towards your degree: IN2364 Advanced Deep Learning for Computer Vision IN2389 Advanced Deep Learning for Computer Vision: Dynamic Vision IN2390 Advanced Deep Learning for Computer Vision: Visual Computing\nIn the Elective Modules in Informatics, subsection \"Formal Methods and Their Applications\", only one of the following two modules can be counted towards your degree: IN2048 Equation Logic and Lambda Calculus. IN2358 Lambda Calculus\nElective Modules\n----------------------------------------\n\nApplication Project\nData Engineering and Analytics > Application Project\nThe Application Project contains practical tasks in an application domain, and thus promotes interdisciplinary thinking from Data Engineering and Analytics to the application domain.\nTeaching personell of TUM gives out projects in which students of the master's program Data Engineering and Analytics propose solutions in small teams or individually to topics related to the processing of large data sets, stemming from the teaching or research domain of the person proposing the project.\nThe project task usually contains practical work (creation of a program) as well as documentation and presentation of the work. Those working on the projects must be in close cooperation with the person giving out the assignment. The projectwork is not bound to the time of the lecture period and can thus be split over two semesters.\n\nRequirements\nData Engineering and Analytics > Application Project > Requirements\n- The registration form of the Application Project must be submitted to the Board of Examiners within the first week of lecture of the semester in which you will conduct the research. You can find further details in the linked application form on this website. Please submit the application and the project description as hard copy.\n- The examiner must be teaching personnel of TUM and can be from TUM's department of informatics or another TUM department/school.\n- The topic must be related to the processing of large data sets and stem from the teaching or research domain of the examiner.\n- The Application Project can also be done in cooperation with an external party (e.g., another university, research facility, company, or startup) as long as it meets all requirements from above.\n\nHow to find an application project topic\nData Engineering and Analytics > Application Project > How to find an application project topic\n- Search for topics on the websites of different chairs of the Informatics department or other departments/schools.\n- Contact people you have already had contact with during your studies, e.g., teaching assistants or professors of modules you have taken.\n- Often, advertised IDP topics can also be done as an application project. Contact the topic creators and ask if the topic can also be conducted as an application project. The differences between an IDP and application project are listed in these slides.\n- Topics from the TUM Data Innovation Lab can also be done as an application project. Please note that an application is required for participation in the TUM Data Innovation Lab.\nComplete the registration form with your advisor. Submit the form to the Examination Board within the first week of lecture of the semester in which you will conduct the research.\n\nHow to proceed\nData Engineering and Analytics > Application Project > How to proceed\nIn order to complete your Application Project, you will need to:\n- Successfully complete your research work\n- Participate in regular meetings with your advisor\n- Present your results to the chair\n- Deliverables: \t \t\tDocumentation, is an accessible description of the practical solution in terms understandable for experts in the problem domain \t\tProgram, source code and instructions how to use it\n- Documentation, is an accessible description of the practical solution in terms understandable for experts in the problem domain\n- Program, source code and instructions how to use it\n- Submission deadline is at the latest the first week after the start of lectures of the following semester. \tThe grading is in the 5th week of lectures of the next semester after completion of the application project.\nRegistration Form Application Project\nApplication Project\n----------------------------------------\n\nGuided Research\nData Engineering and Analytics > Guided Research\nIn the Guided Research module, you will learn basic skills to conduct independent research. This is done by working on a research question under supervision.\n- Registration: Submit the form to the Board of Examiners within the first week of lecture of the semester in which you will conduct the research.\n- In order to complete your Guided Research, you will need to:Successfully complete your research work Participate in regular meetings with your advisorPresent your results to the chair or at a scientific eventSubmit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Successfully complete your research work\n- Participate in regular meetings with your advisor\n- Present your results to the chair or at a scientific event\n- Submit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Submission: At the latest at the beginning of the following semester: The results report must be submitted to the advisor at the latest in the first week of lectures of the following semester. You will receive your evaluation by the fifth week of lecture of the semester after you submit your report.\nTo fill out the Online application form for a guided research project, you have to log in with your TUM ID.Complete the Guided Research Registration Form with your advisor. Please submit the application and the project description as hard copy or a signed copy.\nRegistration in the online portal is not yet a guaranteed registration. The verification will only take place when the signed form is submitted.\nHow to submit your registration:\n- Online Registration via the form above. Deadline is sunday at the end of the first week of lectures in each semester. Registration window opens two months prior to the first lecture week of the upcoming semester.\n- Print (1) the project description and (2) your printed registration form (= email you recieve after submitting this form).\n- Submit the two printed documents (see step 2.) to your supervising professor.\n- The supervising professor signs the registration form.\n- Then the professor or their chair respectively will forward the printed and signed registration form to CIT ASA Office for TUMonline entry. The professor has about 2 weeks to submit the hard copies to CIT ASA Office.\n- CIT ASA Office will enter the data of your registration into your TUMonline account. You won't get a confirmation email.\n- Please check your TUMonline account regularly from November or May on respectively. Registration data will be entered in TUMonline after theend of the 3rd week of lectures.\nGuided Research\n----------------------------------------\n\nSupport Elective Modules\nData Engineering and Analytics > Support Elective Modules\nIn the area of Support Elective Modules, a total of 6 ECTS must be completed. Of these, 3 ECTS must be earned in each of the following two areas:\n- Support Elective Modules from the Master Informatics (including language courses and courses of the Carl-von-Linde-Academy)\n- Social and Political Aspects of Data Science\nThe list of possible courses can be found in your study plan in TUMonline.\n\nSpecial regulations for individual modules\nData Engineering and Analytics > Special regulations for individual modules\n- Only either SZ1101 or SZ11011 can be counted.\n- Only either WI001056 or WI001056_1 can be counted.\nSupport Elective Modules\n----------------------------------------\n\nCredit Requirements over Time (Progress Monitoring)\nData Engineering and Analytics > Credit Requirements over Time (Progress Monitoring)\nIn this master's degree program, from the modules specified in the FPSO:\n- Until the end of the 2nd semester: at least one module from section A or B\n- Until the end of the 3rd semester ≥ 30 ECTS Credits\n- Until the end of the 4th semester ≥ 60 ECTS Credits\n- Until the end of the 5th semester ≥ 90 ECTS Credits\n- Until the end of the 6th semester 120 ECTS Credits\nmust be completed.\nThe legally binding details can be found in the APSO and FPSO.\nCredit Requirements over Time (Progress Monitoring)\n----------------------------------------\n\nExample Study Plan\nData Engineering and Analytics > Example Study Plan\nTable (Data Engineering and Analytics > Example Study Plan):\nArea | Appendix 1 Exam- & Academic Regulations | ECTS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1st SEMESTER\nFoundations in Data Engineering (Beginning WiSe) oder Foundations in Data Analysis (Beginning SoSe)\nSection A\n8\nData Engineering\nSection B1.1\n11\nSpecial Topics in Data Analytics\nSection B2.2\n6\nData Analysis\nSection B3\n5\n30\n2nd SEMESTER\nFoundations in Data Analysis (Beginning WiSe) oder Foundations in Data Engineering (Beginning SoSe)\nSection A1.1\n8\nAdvanced Topics in Data Engineering\nSection B1.2\n7\nAdvanced Practical Course\nSection A\n10\nAdvanced Seminar Course\nSection A\n5\n30\n3rd SEMESTER\nSpecial Topics in Data Analytics\nSection B2.2\n8\nData Analytics\nSection B2.1\n6\nSupport Elective Modules\nSection C\n6\nApplication Project or Guided Research\nSection B1.2\n10\n30\n4th SEMESTER\nMaster's Thesis\n30\n30\nExample Study Plan\n----------------------------------------\n\nExamination and Academic Regulations\nData Engineering and Analytics > Examination and Academic Regulations\nFor detailed information on examinations, please check the website Exams InformaticsThe General Examination and Study Regulations (APSO) of TUM and the respective Subject specific Examination and Study Regulations (FPSO) apply to all students.\nDritte Satzung zur Änderung der FPSO vom 19.08.2024 (German only)valid for all students starting their studies in summer semester 2025 or later\nSatzung zur Änderung der FPSO vom 14.12.2022 (German only)valid for all students starting their studies in winter semester 2023/24 or later\nFPSO 2021 vom 16. September 2021 (German only)valid for all students starting their studies in winter semester 2021/22 or later\nFPSO 2018 in der Fassung vom 11. Oktober 2019valid for all students starting their studies between winter semester 2019/20 and summer semester 2021\nFPSO 2018 vom 15. Oktober 2018valid for all students starting their studies between winter semester 2018/19 and summer semester 2019\nFPSO 2016 vom 20. April 2016\nFPSO 2016: Sammeländerungssatzung zur Änderung des englischen Sprachnachweises vom 07.02.2018\nBitte beachten:Rechtsverbindlich sind allein die in der Hochschule offiziell niedergelegten Fassungen der Fachprüfungs- und Studienordnungen und der entsprechenden Änderungssatzungen dazu. Siehe Satzungen & Ordnungen der TUM.\nExamination and Academic Regulations\n----------------------------------------\n\nFinal Thesis\nData Engineering and Analytics > Final Thesis\nTo complete a master's degree, students have to write a scientific paper: the master's thesis. You have six months to do this. You can register it with a starting date of the 15th of each month. Everything you need to know from planning to submission can be found at Thesis.\nFinal Thesis\n----------------------------------------\n\nGraduation\nData Engineering and Analytics > Graduation\nAfter you complete the required achievements and submit your thesis, you graduate with the Master of Science (M.Sc.) degree. With this, you can start your professional life. For tips and advice on graduation and your next steps, see Graduation.\nGraduation\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-data-engineering-analytics"
}