{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-data-engineering-analytics/",
    "content": "Master Data Engineering and Analytics - TUM - TUM School of Computation, Information and Technology\n\nData Engineering and Analytics\nData Engineering and Analytics\n\nMaster of Science (M.Sc.)\nData Engineering and Analytics > Master of Science (M.Sc.)\nData Engineering and Analytics\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDie Verarbeitung und Auswertung von extrem großen Datenmengen ist ein drängendes Problem in vielen Bereichen und erfordert ganz neue Techniken und Verfahren. Dieser Trend zu \"Big Data\" wird durch eine Reihe von Entwicklungen vorangetrieben:\n- Es wird immer einfacher, große Mengen von Daten zu erzeugen und zu speichern, wegen günstigem Speicherplatz, Sensoren, Smart Devices, Sozialen Netzwerken und anderem.\n- Diese großen Datenmengen lassen sich durch technische Fortschritte wie schnelle multi-core Systeme und Cloud Computing auch in großem Stil verarbeiten.\n- Solche Datenmengen werden nicht mehr nur von \"klassischen\" Anwendungsgebieten wie Geschäftsdaten erzeugt, sondern fallen inzwischen in sehr vielen Lebensbereichen an. Beispielsweise erzeugen immer mehr Fahrzeuge mittels Sensoren und intelligenter Vernetzung große Datenmengen, die unter anderem zur Modellweiterentwicklung oder für diagnostische Zwecke genutzt werden. Ein wichtiges Anwendungsgebiet ist derzeit auch die intelligente Energienetzsteuerung.\nDer Masterstudiengang Data Engineering und Analytics greift diese Entwicklungen auf und vermittelt eine Ausbildung, die Absolvent:innen zum einen befähigt, praktische Lösungen in diesem Themenbereich zu entwerfen und zu planen, und zum anderen solide Grundlage zur Forschung bietet.\n\n----------------------------------------\n\nEckdaten\nData Engineering and Analytics > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandort: Garching\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Data Science and Artificial Intelligence\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nData Engineering and Analytics > Wie ist das Studium aufgebaut?\nDas Programm ist in die drei Schwerpunkte Data Analysis, Data Engineering and Analytics und Data Engineering aufgeteilt. Im Bereich Data Analysis werden Grundlagen zum Verständnis von Daten und zur Modellierung von zugrunde liegenden Zusammenhängen vermittelt. Der Bereich Data Engineering umfasst Vorlesungen zur Konstruktion von Systemen die durch effiziente und skalierbare Datenverarbeitung Methoden der Data Analysis auf großen Datensätzen ermöglichen.\nDas Curriculum umfasst zu jeweils Data Analysis und Data Engineering eine verpflichtende Grundlagenveranstaltung.\nWeiterführende Veranstaltungen werden für alle drei Schwerpunkte angeboten:\nDer Bereich Data Engineering umfasst unter anderem Vorlesungen zu verteilten Systemen, verteilten Datenbanken, Anfrageoptimierung, Datenbanksystemen auf modernen CPU-Architekturen und High Performance Computing.\nData Engineering and Analytics bietet Veranstaltungen zu Machine Learning, Business Analytics, Computer Vision und Scientific Visualization.\nData Analysis enthält Veranstaltungen die solide mathematische Grundkenntnisse benötigen: Fundamentals of Convex Optimization, Computational Statistics und weitere.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nData Engineering and Analytics > Welche Karriere-Chancen habe ich im Anschluss?\nAbsolvent:innen des Masterstudiengangs Data Engineering and Analytics öffnen sich unzählige berufliche Perspektiven: in der Forschung, der Beratung, in der IT-Security oder als Data Analysts oder Data Engineers in Unternehmen fast aller Branchen.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nKooperation mit Masterprogram \"Mathematics in Data Science\"\nData Engineering and Analytics > Kooperation mit Masterprogram \"Mathematics in Data Science\"\nParallel zum Informatik-Studiengang \"Data Engineering and Analytics\" bietet die TUM School of Computation, Information and Technology den Masterstudiengang \"Mathematics in Data Science\". Die beiden Studiengänge bauend auf einer gemeinsamen Grundlage auf und behandeln speziell die informatischen bzw. mathematischen Aspekte von Big Data. Die Sammlung, Modellierung, Speicherung, Verarbeitung und Auswertung extrem großer (Beispiel: Soziale Medien), sich schnell ändernder (Beispiel: Sensoren) und komplexer (Beispiel: ökologische Systeme) Datenmengen ist das Ziel beider Studiengänge.\nIm Informatik-Studiengang legen wir mehr Wert darauf, die Daten so zur Verfügung zu stellen, dass sie mit unterschiedlichen Methoden zu unterschiedlichen Zwecken effizient verarbeitet werden können. Die Datenspeicherung und der Datenzugriff müssen auf die gewaltige Menge, die hohe Änderungsrate und die große Komplexität der Daten abgestimmt sein und variabel reagieren können. Weiterhin müssen sie sich den wechselnden Analysealgorithmen sowie den Visualisierungen der Ergebnisse anpassen.\n\"Data Engineering and Analytics\" vermittelt ein tiefgreifendes Verständnis der grundlegenden Methoden und praktische Techniken zur Verarbeitung sehr großer Datenmengen. Im Gegensatz dazu liegt der Fokus im Studiengang \"Mathematics in Data Science\" auf der Berechnung, Simulation und Vorhersage komplexer Phänomene, wie Kundenverhalten, Wirtschaftsentwicklung und medizinische Krankendaten. Die oft schwierige Interpretation dieser Daten erfordert komplexe mathematische Modelle.\nKooperation mit Masterprogram \"Mathematics in Data Science\"\n----------------------------------------\n\nBewerbung und Zulassung\nData Engineering and Analytics > Bewerbung und Zulassung\nDer Master Data Engineering and Analytics richtet sich an Interessierte mit einem Bachelorabschluss in Informatik, die sich im Bereich der Verarbeitung und Auswertung von extrem großen Datenmengen spezialisieren wollen.\nZur Auswahl der Studierenden zum Master Data Engineering and Analytics führen wir ein Eignungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nBewerbung und Zulassung\n----------------------------------------\n\nBewerbungsfrist\nData Engineering and Analytics > Bewerbungsfrist\nWintersemester: 01. Februar – 31. Mai\nSommersemester: 01. September – 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nData Engineering and Analytics > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für diesen Masterstudiengang erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden Sie die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nStudieninteressierte mit eine Bachelor von außerhalb der Europäischen Union müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nData Engineering and Analytics > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Begründungsschreiben - eine von Ihnen selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der Technische Universität München als Hochschule (max. 2 Seiten; s. unten)\n- ein tabellarischer Lebenslauf\n- ein Aufsatz zu einem vorgegebenen Thema (ca. 1000 Wörter, Themen s. unten)\n- ein offizielles Transkript über die bisherigen Studienleistungen; ggf. offizielle Übersetzung, falls nicht in deutscher oder englischer Sprache vorliegend\n- das dem Hochschulabschluss zugrunde liegende Curriculum (Modulbeschreibungen, z.B. in Form eines Modulhandbuchs oder Syllabus); dieses Dokument ist für den Abgleich der fachlichen Qualifikation sehr wichtig!\n- Formblatt zur Curricularanalyse (s. unten)\n- Englischnachweis (s. akzeptierte Sprachnachweise)\n- ggf. GRE oder GATE Test (s. unten)\n- ggf. Vorprüfungsdokumentation von uni-assist\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) für Bewerbende mit einem Bachelor aus China, Vietnam und Indien\n- ggf. studiengangsspezifische Ausbildungs- und Arbeitszeugnisse, fachspezifische Zusatzqualifikation (z.B. Teilnahme an einem Forschungswettbewerb)\n- ggf. Nachweis der Hochschulsemester (z.B. Exmatrikulationsbescheinigung oder Studienbuch) und Unbedenklichkeitsbescheinigung\n- ein Passfoto\n- Nachweis über Ihren Hochschulabschluss (kann zur Immatrikulation nachgereicht werden)\n- Kopie Ihres Ausweises/Passes\n- Nachweis der studentischen Krankenversicherung (wird erst für die Immatrikulation benötigt)\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\nData Engineering and Analytics > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n\nStudiengebühren für internationale Studierende aus Drittstaaten\nData Engineering and Analytics > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Studiengebühren für internationale Studierende aus Drittstaaten\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\n\nVorprüfungsdokumentation von uni-assist (VPD)\nData Engineering and Analytics > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Vorprüfungsdokumentation von uni-assist (VPD)\nBewerbende, die ihren Bachelorabschluss in einem Land außerhalb der EU/EWR erworben haben, müssen zusätzlich zur Bewerbung an der TUM eine Vorprüfungsdokumentation (VPD) von uni-assist beantragen. Das heißt, dass Sie eine Onlinebewerbung bei der TUM anlegen und gleichzeitig einen Antrag auf Vorprüfungsdokumentation bei uni-assist stellen.\nWelche Unterlagen müssen bei uni-assist eingereicht werden?\n- Antrag auf Vorprüfungsdokumentation (siehe uni-assist)\n- eine Kopie Ihrer Studienabschlussurkunde (sofern bereits vorhanden)\n- eine Kopie der Fächer- und Notenübersicht (Transcript)\n- eine Übersetzung, wenn die Originaldokumente nicht in deutscher oder englischer Sprache ausgestellt wurden\n- ggf. Zertifikat der Akademischen Prüfstelle (APS)\nSie müssen also keine vollständige Bewerbung bei uni-assist für einen spezifischen Masterstudiengang abgeben, sondern eine allgemeine Vorprüfungsdokumentation mit den o.g. Unterlagen beantragen.\nDer Antrag auf Vorprüfungsdokumentation bei uni-assist alleine zählt nicht als Bewerbung für einen Studiengang an der TUM.\n\nGRE und GATE\nData Engineering and Analytics > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > GRE und GATE\nBewerber*innen, die ihren Hochschulabschluss in Bangladesch, China, Indien, Iran oder Pakistan gemacht haben, müssen einen GRE (General) mit den geforderten Mindestpunktzahlen einreichen. Werden die Mindestpunktzahlen nicht erreicht, kann die Bewerbung nicht berücksichtigt werden.Die nötigen Mindestpunktzahlen sind:Verbal Reasoning: keine MindestpunktzahlQuantitative Reasoning: 164Analytical Writing: 4,0Institution Code: 7806, Department code: 5199 (\"all other departments\").\nAlternativ kann ein Testergebnis (Score Sheet) des indischen GATE Tests eingereicht werden.\n\nZertifikat der Akademischen Prüfstelle (APS)\nData Engineering and Analytics > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Zertifikat der Akademischen Prüfstelle (APS)\nBewerbende, die Ihren Hochschulabschluss in China, Indien oder Vietnam gemacht haben, müssen ein Zertifikat der Akademischen Prüfstelle (APS) einreichen.\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n----------------------------------------\n\nQualifikationsvoraussetzungen und Zulassungsverfahren\nData Engineering and Analytics > Qualifikationsvoraussetzungen und Zulassungsverfahren\nQualifikationsvoraussetzung für den M.Sc. Data Engineering and Analytics ist ein B.Sc. in Informatik äquivalent zum B.Sc. Informatik der TUM.\nZudem müssen ausreichende Englischkenntnisse nachgewiesen werden. Hier finden Sie die akzeptierten Englischnachweise.\nÜberblick Zulassungsverfahren ab Bewerbungsphase für das Sommersemester 2025 (gültig ab 01.09.2024):\nQualifikationsvoraussetzungen und Zulassungsverfahren\n----------------------------------------\n\nCurricularanalyse\nData Engineering and Analytics > Curricularanalyse\nVor dem Ausfüllen der Curricularanalyse müssen Sie Ihre Bewerbung in TUMonline anlegen und speichern(!), um Ihre Bewerbernummer zu erhalten.\nFüllen Sie anschließend das Formular für die Curricularanalyse aus. Danach laden Sie das generierte PDF in Ihrer Bewerbung in TUMonline hoch.\nWICHTIG: es dürfen nur Module eingetragen werden, die bereits bestanden sind! Noch nicht abgeschlossene Module dürfen nicht eingetragen werden.\nLink zum Formular: https://apply.db.in.tum.de/\nCurricularanalyse\n----------------------------------------\n\nThemen für den wissenschaftlichen Aufsatz / Essay\nData Engineering and Analytics > Themen für den wissenschaftlichen Aufsatz / Essay\nDer wissenschaftliche Essay bzw. Aufsatz, den Sie zusammen mit der Online-Bewerbung eingereichen, sollte etwa 1.000 Wörter umfassen und muss in englischer Sprache verfasst sein.\nIhr wissenschaftlicher Aufsatz muss in das Thema einführen, es diskutieren und zu einer logischen Schlussfolgerung führen. Bitte verwenden Sie relevante Daten und wissenschaftliche Literatur, um Ihre Argumentation zu untermauern. Ideen, die nicht Ihre eigenen sind, müssen als solche gekennzeichnet werden! Der Begriff \"Essay\" kann irreführend sein - wir verlangen eine wissenschaftliche Arbeit mit korrekter Zitierung. Die verwendeten Quellen müssen am Ende aufgeführt werden. Der Aufsatz muss Ihre eigene Arbeit sein und Sie müssen ihn ohne jegliche Hilfe schreiben. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbenden und die Verwendung nicht autorisierter Hilfsmittel zu überprüfen.\nBitte wählen Sie eines der folgenden Themen:\n- Topic 1:Should we move data and computation to the cloud, and when?\n- Topic 2:Which new challenges for computer science arise from recent advances in deep learning, e.g., autonomous driving, Google's LaMDA, and Deepfakes?\n- Topic 3:With the recent development of powerful CPUs, is it still necessary to write highly efficient code?\nThemen für den wissenschaftlichen Aufsatz / Essay\n----------------------------------------\n\nBegründungsschreiben für die Wahl des Studiengangs\nData Engineering and Analytics > Begründungsschreiben für die Wahl des Studiengangs\nDie Begründung für die Wahl des Studiengangs, die Sie zusammen mit der Online-Bewerbung einreichen, sollte nicht länger als zwei DIN-A4-Seiten und muss in englischer Sprache verfasst sein.\nLegen Sie in Ihrem Begründungsschreiben Ihre besondere Qualifikation und Ihr außergewöhnliches Engagement für diesen speziellen Masterstudiengang dar. Dazu kann der Nachweis von Qualifikationen gehören, die über die im Grundstudium erworbenen Kenntnisse und Qualifikationen hinausgehen, etwa studiengangsbezogene Berufsausbildung, Praktika, Auslandsaufenthalte, wissenschaftliche Arbeiten etc. Sie sollten den Zusammenhang zwischen Ihren spezifischen Qualifikationen und den Inhalten des Studiengangs deutlich machen.\nDie Begründung muss von Ihnen selbst, ohne fremde Hilfe, verfasst werden. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbers und die Verwendung nicht zugelassener Hilfsmittel zu überprüfen.\nBegründungsschreiben für die Wahl des Studiengangs\n----------------------------------------\n\nWechsel von TUM B.Sc. Informatik: Games Engineering / Wirtschaftsinformatik\nData Engineering and Analytics > Wechsel von TUM B.Sc. Informatik: Games Engineering / Wirtschaftsinformatik\n1. Ist es möglich, sich mit einem Bachelor in Informatik: Games Engineering von der TUM für den M.Sc. Informatik zu bewerben?\nStudierende der TUM mit einem Bachelor in Informatik: Games Engineering können zugelassen werden, wenn Sie folgende Module als Wahl- bzw. Zusatzfach absolvieren. Bitte beachten Sie, dass diese Module bereits zum Bewerbungszeitpunkt bestanden sein müssen:\n- IT Sicherheit (IN0042); alternativ: Vorlesung Einführung in die Rechnerarchitektur (IN0004)\n- Bei B.Sc.-Note 2,3 oder schlechter muss zusätzlich Funktionale Programmierung und Verifikation (IN0003) bestanden sein, sonst erfolgt eine Direktablehnung.\n- Für eine Direktzulassung in Stufe 1 muss ebenfalls IN0003 bestanden sein und eine B.Sc.-Note von 2,2 oder besser vorliegen.\n2. Ist es möglich, sich mit einem Bachelor in Wirtschaftsinformatik von der TUM für den M.Sc. Informatik / M.Sc. Data Engineering and Analytics zu bewerben?\nVoraussetzung für die Zulassung ist ein Studium, welches dem B.Sc. Informatik der TUM gleichwertig ist. Eine Bewerbung ist daher nur sinnvoll, wenn fehlende Kompetenzen durch Wahl- und Zusatzmodule abgedeckt werden können. Bitte beachten, dass nur Module berücksichtigt werden, die zum Bewerbungszeitpunkt bereits bestanden sind.\nSpeziell für Studierende des B.Sc. Wirtschaftsinformatik der TUM:Eine Zulassung kann möglich sein, wenn folgende Wahl- bzw. Zusatzmodule zum Bewerbungszeitpunkt erfolgreich bestanden sind:\n- Einführung in die Rechnerarchitektur (IN0004)\n- Grundlagen: Betriebssysteme und Systemsoftware (IN0009)\n- Einführung in die Theoretische Informatik (IN0011) oder Funktionale Programmierung und Verifikation (IN0003)\n- Bei B.Sc.-Note 2,3 oder schlechter müssen beide Module (IN0011 und IN0003) bestanden sein, sonst erfolgt eine Direktablehnung.\n- Für eine Direktzulassung in Stufe 1 müssen ebenfalls beide Module IN0011 und IN0003 bestanden sein und eine B.Sc.-Note von 2,2 oder besser vorliegen.\n- Hinweis zu Diskrete Wahrscheinlichkeitstheorie (IN0018): hierfür werden auch die Module CIT5130002 und MA9712 akzeptiert.\nWechsel von TUM B.Sc. Informatik: Games Engineering / Wirtschaftsinformatik\n----------------------------------------\n\nInformationen zum Test (Stufe 2)\nData Engineering and Analytics > Informationen zum Test (Stufe 2)\nDie Leistungserhebung in schriftlicher Form (Test) dauert 90 Minuten und umfasst ca. 20-30 Fragen. Die Aufgaben werden auf Englisch gestellt. Der Inhalt des Tests bezieht sich auf die Grundlagen des einschlägigen Bachelorstudiengangs und erstreckt sich auf folgende Themenbereiche:\na) Allgemeine Grundlagen (maximal 12 Punkte):Fähigkeit zum abstrakten, logischen und systemorientierten Denken und zur Formalisierung von Lösungsansätzen.\nb) Mathematische Grundlagen (maximal 13 Punkte):Wissen aus dem Erststudium in den Teilbereichen Stochastik, Kombinatorik, Analysis, Lineare Algebra, Numerisches Programmieren.\nc) Theoretische Grundlagen der Informatik (maximal 13 Punkte):Wissen aus dem Erststudium in den Teilbereichen Automatentheorie, Komplexitätstheorie, Algorithmen und Datenstrukturen, Verifikation.\nd) Praktische Grundlagen der Informatik (maximal 13 Punkte):Wissen aus dem Erststudium in den Teilbereichen Datenbanken, Rechnerarchitektur, Programmierung in Java.\nWenn Sie zum Test eingeladen werden, erhalten Sie von uns rechtzeitig eine Email mit Informationen zum Ablauf, zur Durchführung und Anfahrt.\nSample Test und Ausfüllhilfe\nInformationen zum Test (Stufe 2)\n----------------------------------------\n\nZeitplan Bewerbung\nData Engineering and Analytics > Zeitplan Bewerbung\nOnline-Bewerbung und Einreichung der erforderlichen UnterlagenFür das Wintersemester:1. Februar - 31. März: empfohlene Bewerbungsfrist für visumspflichtige Bewerber*innen1. Februar - 31. Mai: verbindliche Bewerbungsfrist\nFür das Sommersemester:1. September - 31. Oktober: empfohlene Bewerbungsfrist für visumspflichtige Bewerber:innen1. September - 30. November: verbindliche Bewerbungsfrist\nNach der offiziellen Bewerbungsfrist können Sie keine Bewerbungsunterlagen nachreichen!\nZeitrahmen für den Test auf dem Campus:Bewerbung für das Wintersemester: Juli - SeptemberBewerbung für das Sommersemester: Januar - März\nTermin Eignungstest Bewerbung für das Wintersemester 2024/25: Dienstag, 13.08.2024\nBeginn des Studiums (Vorlesungszeit)Wintersemester: OktoberSommersemester: April\nAkademischer Kalender TUM\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nData Engineering and Analytics > Im Studium\nDer Masterstudiengang Data Engineering and Analytics verbreitert und vertieft die vorhandenen Kenntnisse. Er bietet zudem die Möglichkeit zur individuellen Spezialisierung auf einen oder mehrere fachliche Schwerpunkte.  Das Qualifikationsprofil des Masterstudiengangs Data Engineering and Analytics setzt sich zusammen aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 120 Credits einbringen. Diese setzen sich zusammen aus:\n- Pflichtmodule (31 ECTS)\n- Wahlmodule (53 ECTS)\n- Überfachliche Grundlagen (6 ECTS)\n- Abschlussarbeit (30 ECTS)\nErklärungen finden Sie im Folgenden.\nIm Studium\n----------------------------------------\n\nNeuigkeiten und Updates\nData Engineering and Analytics > Neuigkeiten und Updates\n\nModulkatalog-Aktualisierungen\nData Engineering and Analytics > Neuigkeiten und Updates > Modulkatalog-Aktualisierungen\nDa Katalog-Anderungen in TUMOnline eingepflegt werden müssen, kann es einige Zeit dauern, bis die neuesten Änderungen im Modulkatalog sichtbar sind. Die neuesten Änderungen finden Sie deshalb unter ChangesDEA.pdf. Wir aktualisieren die Datei jedes Semester, sobald alle Änderungen zusammengetragen sind. (Letzte Aktualisierung 05.04.2023)\nNeuigkeiten und Updates\n----------------------------------------\n\nPflichtmodule\nData Engineering and Analytics > Pflichtmodule\nFolgende Pflicht-Module sind im Master-Studiengang Data Engineering and Analytics zu absolvieren:\nIN2326 Foundations in Data Engineering (Wintersemester)\nMA4800 Foundations in Data Analysis (Sommersemester)\nIN2107 Master-Seminar\nIN2106 Master-Praktikum\nPflichtmodule\n----------------------------------------\n\nWahlmodule\nData Engineering and Analytics > Wahlmodule\nAus den Wahlmodulen der unten genannten Bereichen und den Wahlmodulen der Informatik sind insgesamt mindestens 53 Credits zu erbringen. Dabei müssen Sie folgende Bedingungen beachten:\n- Aus den drei Bereichen \"Data Engineering\", \"Data Analytics\" und \"Data Analysis\" sind Module im Umfang von insgesamt mindestens 15 Credits zu erbringen, wobei mindestens ein Modul aus jedem der drei Bereiche erbracht werden muss.\n- Aus den zwei Bereichen \"Advanced Topics in Data Engineering\" und \"Special Topics in Analytics\" sind Module im Umfang von mindestens 25 Credits zu erbringen, wobei eines der Module IN2169 \"Forschungsarbeit unter Anleitung\" oder IN2328 \"Anwendungsprojekt\" enthalten sein muss.\nDie Liste aller Module finden Sie in TUMonline in Ihrem Studienplan.\n\nSonderregelungen zu einzelnen Modulen\nData Engineering and Analytics > Sonderregelungen zu einzelnen Modulen\nIm Bereich Data Analytics können Sie nur eines aus den folgenden drei Modulen anrechnen lassen: IN2028 Business Analytics and Machine Learning IN2339 Data Analysis and Visualization in R IN2030 Data Mining und Knowledge Discovery\nWenn Sie Ihr Studium vor dem Oktober 2019 aufgenommen haben, koennen Sie im Bereich Data Analytics auch das Modul IN2323 einbringen\nIm Bereich B2.2 Special Topics in Data Analytics können Sie nur eines der folgenden drei Module anrechnen lassen: IN2364 Advanced Deep Learning for Computer Vision IN2389 Advanced Deep Learning for Computer Vision: Dynamic Vision IN2390 Advanced Deep Learning for Computer Vision: Visual Computing\nIm Bereich Wahlmodule Informatik, Unterbereich \"Formale Methoden und ihre Anwendungen\" können Sie nur eines der folgenden zwei Module anrechnen lassen: IN2048 Gleichungslogik und Lambda-Kalkül IN2358 Lambda Calculus\nWahlmodule\n----------------------------------------\n\nAnwendungsprojekt\nData Engineering and Analytics > Anwendungsprojekt\nDas Modul Anwendungsprojekt beinhaltet eine praktische Tätigkeit im Bereich des Anwendungsfaches und schlägt eine Brücke von Data Engineering and Analytics zum Anwendungsfach.\nPrüfungsberechtigte der TUM vergeben Projekte, in denen Studierende des Studiengangs Data Engineering and Analytics alleine oder in Kleingruppen eine Lösung zu einem Thema mit Bezug zu der Verarbeitung spezieller großer Datenmengen erarbeiten, die im Lehr- und Forschungsumfeld der Projektsteller:innen angesiedelt sind.\nDer Projektauftrag umfasst in der Regel einen praktischen Teil (Erstellen eines Programms) sowie die Dokumentation und Präsentation der Projektarbeit. Die Bearbeiter:innen müssen sich mit dem:r Projektsteller:in intensiv abstimmen. Die Projektarbeit kann innerhalb von einem oder zwei Semestern bearbeitet werden.\n\nAnforderungen\nData Engineering and Analytics > Anwendungsprojekt > Anforderungen\nDas Anwendungsprojekt hat folgende Rahmenparameter, die erfüllt sein müssen:\n- Die Anmeldung des Anwendungsprojektes muss in der ersten Vorlesungswoche des Semesters beim Prüfungsausschuss eingehen. Weitere Details finden Sie im verlinkten Anmeldeformular weiter unten auf dieser Seite.\n- Prüfer:in (Examiner) muss ein prüfungsberechtigtes Mitglied der TUM Informatik oder eines anderen Departments/School der TUM sein.\n- Das Thema muss einen Bezug zur Verarbeitung spezieller großer Datenmengen haben und in das Lehr- und Forschungsumfeld des:r Projektsteller:in (Prüfer:in) fallen.\n- Das Anwendungsprojekt kann auch in Kooperation mit einem externen Partner, wie einer anderen Universität, Forschungseinrichtung, Firma oder Start-up durchgeführt werden, sofern alle genannten Anforderungen erfüllt sind.\n\nWie finde ich ein Anwendungsprojekt-Thema?\nData Engineering and Analytics > Anwendungsprojekt > Wie finde ich ein Anwendungsprojekt-Thema?\nIm Folgenden finden Sie Tipps, wie Sie ein Anwendungsprojekt finden können.\n- Suchen Sie nach ausgeschriebenen Themen auf den Lehrstuhl-Websites der TUM Informatik oder anderer Departments/Schools.\n- Kontaktieren Sie Personen, mit denen Sie während Ihres Studiums bereits Kontakt hatten, z. B. Übungsleiter:innen oder Professor:innen von Modulen, die Sie belegt haben.\n- Oft können ausgeschriebene Themen für das interdisziplinäre Projekt (IDP) im Master Informatik auch als Anwendungsprojekt durchgeführt werden. Kontaktieren Sie die Themensteller:innen und fragen Sie nach, ob Sie das Thema auch als Anwendungsprojekt durchführen können. Die Unterschiede zwischen einem IDP und Anwendungsprojekt sind in diesen Folien aufgelistet.\n- Themen aus dem TUM Data Innovation Lab können ebenfalls als Anwendungsprojekt durchgeführt werden. Bitte beachten Sie, dass für die Teilnahme eine Bewerbung erforderlich ist.\n\nAblauf\nData Engineering and Analytics > Anwendungsprojekt > Ablauf\n- Anmeldung in der ersten Vorlesungswoche jedes Semesters beim Prüfungsausschuss\n- Zu erbringende Leistungen: \t \t\tErfolgreiche Durchführung Ihrer Forschungsaufgaben \t\tRegelmäßige Durchführung der Kontakttermine \t\tPräsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung) \t\tAbgabedokumente: \t\t \t\t\tDokumentation, d.h. eine zugängliche Beschreibung der praktischen Lösung in einer für Experten auf dem Gebiet des Problems verständlichen Form \t\t\tProgramm, Quellcode und eine Anleitung zur Nutzung des Programms\n- Erfolgreiche Durchführung Ihrer Forschungsaufgaben\n- Regelmäßige Durchführung der Kontakttermine\n- Präsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)\n- Abgabedokumente: \t\t \t\t\tDokumentation, d.h. eine zugängliche Beschreibung der praktischen Lösung in einer für Experten auf dem Gebiet des Problems verständlichen Form \t\t\tProgramm, Quellcode und eine Anleitung zur Nutzung des Programms\n- Dokumentation, d.h. eine zugängliche Beschreibung der praktischen Lösung in einer für Experten auf dem Gebiet des Problems verständlichen Form\n- Programm, Quellcode und eine Anleitung zur Nutzung des Programms\n- Spätestens zu Beginn des folgenden Semesters: Die Abgabe erfolgt spätestens in der ersten Vorlesungswoche des Folgesemesters beim Betreuer, die Bewertung spätestens in der 5. Vorlesungswoche des Folgesemesters.\nAntrag Anwendungsprojekt\nAnwendungsprojekt\n----------------------------------------\n\nGuided Research\nData Engineering and Analytics > Guided Research\nIm Modul Guided Research erlernen Sie grundlegende Fähigkeiten, um selbstständig zu forschen. Dies geschieht, indem Sie eine Forschungsfrage unter Betreuung bearbeiten.\n- Anmeldung in der ersten Vorlesungswoche jedes Semesters beim Prüfungsausschuss\n- Zu erbringende Leistungen:erfolgreiche Durchführung der Arbeitregelmäßige Durchführung der KontaktterminePräsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- erfolgreiche Durchführung der Arbeit\n- regelmäßige Durchführung der Kontakttermine\n- Präsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)\n- Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- Abgabe spätestens zu Beginn des folgenden Semesters: Die Abgabe des Ergebnisberichtes erfolgt spätestens in der ersten Vorlesungswoche des Folgesemesters beim Betreuer, die Bewertung spätestens in der 5. Vorlesungswoche des Folgesemesters.\nUm das Online Formular für einen Antrag für Guided Research auszufüllen, müssen Sie sich mit ihrer TUM-Kennung anmelden.Bitte reichen Sie die Anmeldungen nebst Projektbeschreibung im Original oder ausgedruckt mit Unterschrift ein.\nDie Anmeldung im Onlineportal ist noch keine garantierte Anmeldung. Die Prüfung erfolgt erst, wenn das unterschriebene Formular vorliegt.\nWie Sie Ihre Anmeldung einreichen:\n- Online-Anmeldung über das obere Formular. Anmeldeschluss ist der Sonntag am Ende der ersten Vorlesungswoche des jeweiligen Semesters. Das Anmeldefenster öffnet etwa zwei Monate vor der ersten Vorlesungswoche des kommenden Semesters.\n- Drucken Sie (1) die Projektbeschreibung und (2) Ihr ausgedrucktes Anmeldeformular (= E-Mail, die Sie nach dem Absenden dieses Formulars erhalten) aus.\n- Reichen Sie die beiden ausgedruckten Dokumente (siehe Schritt 2.) bei Ihrem/ihrer betreuenden Professor:in ein.\n- Der/die betreuende Professor:in unterschreibt das Anmeldeformular.\n- Anschließend leitet der/die Professor:in bzw. sein/ihr Lehrstuhl das ausgedruckte und unterschriebene Anmeldeformular an das CIT ASA Office zur Eingabe in TUMonline weiter. Der Professor hat ca. 2 Wochen Zeit, die Ausdrucke beim CIT ASA Office einzureichen.\n- Das CIT ASA Office wird die Daten Ihrer Anmeldung in Ihr TUMonline-Konto eingeben. Sie werden keine Bestätigungsmail erhalten.\n- Bitte überprüfen Sie Ihren TUMonline-Account regelmäßig ab November bzw. Mai. Die Anmeldedaten werden nach Ende der 3. Vorlesungswoche bis Ende November/Mai in TUMonline eingepflegt.\nGuided Research\n----------------------------------------\n\nÜberfachliche Grundlagen\nData Engineering and Analytics > Überfachliche Grundlagen\nIm Bereich Überfachliche Grundlagen sind insgesamt 6 ECTS zu erbringen. Davon müssen jeweils 3 ECTS aus den beiden folgenden Bereichen erbracht werden:\n- Überfachliche Grundlagen aus dem Master Informatik (inklusive Sprachkurse und Kurse der Carl-von-Linde-Akademie)\n- Social and Political Aspects of Data Science\nDie Liste der möglichen Kurse finden Sie in Ihrem Studienplan in TUMonline.\n\nSonderregelungen zu einzelnen Modulen\nData Engineering and Analytics > Sonderregelungen zu einzelnen Modulen\n- Es kann nur entweder SZ1101 oder SZ11011 eingebracht werden\n- Es kann nur entweder WI001056 oder WI001056_1 eingebracht werden\nÜberfachliche Grundlagen\n----------------------------------------\n\nStudienfortschrittskontrolle\nData Engineering and Analytics > Studienfortschrittskontrolle\nIn diesem Masterstudieng sind aus den in der jeweiligen FPSO festgelegten Modulen\n- Bis zum Ende des 2. Fachsemesters: mindestens ein Modul aus Abschnitt A oder B\n- Bis zum Ende des 3. Fachsemesters ≥ 30 ECTS-Punkte\n- Bis zum Ende des 4. Fachsemesters ≥ 60 ECTS-Credits\n- Bis zum Ende des 5. Fachsemesters ≥ 90 ECTS-Credits\n- Bis zum Ende des 6. Fachsemesters 120 ECTS-Credits\nzu erbringen.\nDie rechtlich bindenden Details können in der APSO und FPSO nachgelesen werden.\nStudienfortschrittskontrolle\n----------------------------------------\n\nBeispiel-Studienplan\nData Engineering and Analytics > Beispiel-Studienplan\nTable (Data Engineering and Analytics > Beispiel-Studienplan):\nFächergruppe | Anlage 1 FPSO | Credits\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSEMESTER 1\nFoundations in Data Engineering (Beginn WiSe) oder Foundations in Data Analysis (Beginn SoSe)\nAbschnitt A\n8\nData Engineering\nAbschnitt B1.1\n11\nSpecial Topics in Data Analytics\nAbschnitt B2.2\n6\nData Analysis\nAbschnitt B3\n5\n30\nSEMESTER 2\nFoundations in Data Analysis (Beginn WiSe) oder Foundations in Data Engineering (Beginn SoSe)\nAbschnitt A1.1\n8\nAdvanced Topics in Data Engineering\nAbschnitt B1.2\n7\nMasterpraktikum\nAbschnitt A\n10\nMasterseminar\nAbschnitt A\n5\n30\nSEMESTER 3\nSpecial Topics in Data Analytics\nAbschnitt B2.2\n8\nData Analytics\nAbschnitt B2.1\n6\nÜberfachliche Grundlagen\nAbschnitt C\n6\nAnwendungsprojekt oder Forschungsarbeit unter Anleitung\nAbschnitt B1.2\n10\n30\nSEMESTER 4\nMaster's Thesis\n30\n30\nBeispiel-Studienplan\n----------------------------------------\n\nPrüfungen und Prüfungsordnungen\nData Engineering and Analytics > Prüfungen und Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO).\nLesbare Fassung FPSO mit 3. Änderungssatzung vom 19.08.2024gültig für Studierende, die ihr Fachstudium zum SoSe 2024 aufnehmen\nDritte Satzung zur Änderung der FPSO vom 19.08.2024gültig für Studierende, die ihr Fachstudium zum SoSe 2024 aufnehmen\nSatzung zur Änderung der FPSO vom 14.12.2022gültig für Studierende, die ihr Fachstudium zum WiSe 2023/24 aufnehmen\nFPSO 2021 vom 16. September 2021gültig für alle Studierenden mit Studienbeginn vom Wintersemester 2021/22\nFPSO 2018 in der Fassung vom 11. Oktober 2019gültig für alle Studierenden mit Studienbeginn von Wintersemester 2019/20 bis Sommersemester 2021\nFPSO 2018 vom 15. Oktober 2018gültig für alle Studierenden mit Studienbeginn von Wintersemester 2018/19 bis Sommersemester 2019\nFPSO 2016 vom 20. April 2016\nFPSO 2016: Sammeländerungssatzung zur Änderung des englischen Sprachnachweises vom 07.02.2018\nBitte beachten:Rechtsverbindlich sind allein die in der Hochschule offiziell niedergelegten Fassungen der Fachprüfungs- und Studienordnungen und der entsprechenden Änderungssatzungen dazu. Siehe Satzungen & Ordnungen der TUM.\nPrüfungen und Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nData Engineering and Analytics > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür haben Sie sechs Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nData Engineering and Analytics > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-data-engineering-analytics"
}