{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-mathematics-operations-research/",
    "content": "Master Mathematics in Operations Research - TUM - TUM School of Computation, Information and Technology\n\nMathematics in Operations Research\nMathematics in Operations Research\n\nMaster of Science (M.Sc.) – discontinued!\nMathematics in Operations Research > Master of Science (M.Sc.) – discontinued!\nMathematics in Operations Research\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Contact\n\n----------------------------------------\n\nPlease note: The application portal for the master’s degree in mathematics in operations research has closed. Entry into this degree program was possible for the last time in the summer semester of 2023.\n\n----------------------------------------\n\nAre you passionate for logistics, production, and resource planning? Or are you more interested in network and process optimization or personnel planning? Even if you are more the type of person for management accounting, portfolio management or actuarial mathematics: Mathematical optimization processes play an important role when decisions have to be made about investments, product selection, employment of staff, location, order processing or layout of machinery. The master’s program Mathematics in Operations Research addresses what the models and methods to support decision-making look like and how they work.\n\n----------------------------------------\n\nKey data\nMathematics in Operations Research > Key data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Location: Garching\nStart of Degree Program: Entry into this degree program was possible for the last time in the summer semester of 2023.\nLanguage of Instruction: German, English (can be studied entirely in English)\nCosts: Semester fees, no tuition\nProfessional Profile: Mathematics\nKey data\n----------------------------------------\n\nHow is the program structured?\nMathematics in Operations Research > How is the program structured?\nTheories and applications of nonlinear, combinatorial, and discrete optimization as well as numerics and stochastics are the focus areas of the master’s program Mathematics in Operation Research. These are supplemented by minors from the fields of economics, informatics or information systems as well as seminars on rhetoric and presentation skills.\nThe flexible structure of the program facilitates studying at one of TUM’s partner universities abroad for one or two semesters. The program concludes with a master’s thesis in the fourth semester.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nMathematics in Operations Research > What skills and competencies will I acquire?\nGraduates will have learned how to translate practical problems into mathematical models and to solve them using algorithms. They will also be able to communicate the results of their work to non-specialists. This can be a challenge, since in practice colleagues from different disciplines often work together in one team.\nThe modules you select for your minor will help you gain practical knowledge and interdisciplinary, technical skills. In addition to discipline-specific skills, you will also acquire interdisciplinary soft skills, such as rhetorical and presentation skills.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nMathematics in Operations Research > What career opportunities will I have afterwards?\nGraduates of the master’s program Mathematics in Operations Research are well prepared for careers in companies, organizations, or industry. They have career prospects in logistics, network planning, production and resource planning, network and process optimization, management accounting and portfolio management, or in actuarial mathematics. Other options include the engineering and transport fields.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication and Admission\nMathematics in Operations Research > Application and Admission\nApplication and Admission\n----------------------------------------\n\nAn application for this degree program was possible for the last time in the summer semester of 2023.\n\n----------------------------------------\n\nDuring the degree program\nMathematics in Operations Research > During the degree program\nThe qualification profile for the master’s degree in Mathematics in Operations Research consists of several individual modules, which can be freely combined with each other for the most part. During the degree program, you must earn a total of 120 credits from the following areas:\n- Mathematics modules\n- Minor\n- Advanced Seminar\n- Internship with internship seminar\n- Support electives\n- Thesis\nYou can find a list of all modules that are relevant for the program with information about course times and rooms in the degree chart on TUMonline. You can also create your own individual schedule and save it here digitally.\nDuring the degree program\n----------------------------------------\n\nMathematics modules and area of specialization\nMathematics in Operations Research > Mathematics modules and area of specialization\nCourses from the following areas are important components of the program:\n- Numerics\n- Stochastics\n- Applied analysis\n- Nonlinear and discrete optimization\nMathematics modules and area of specialization\n----------------------------------------\n\nMinor\nMathematics in Operations Research > Minor\nYou are free to choose modules from these disciplines for your minor:\n- Economics (management science / logistics),\n- Information Systems (business analytics), or\n- Informatics (efficient algorithms / machine learning).\nYou can find more information in the respective Academic and Examination Regulations for the program.\nApplication for the amendment of the catalog of minor subjects\nMinor\n----------------------------------------\n\nAdvanced Seminar\nMathematics in Operations Research > Advanced Seminar\nThe Advanced Seminar is one of the required modules. When selecting your seminar, keep in mind that some academic chairs require students to take and pass their advanced seminar before being assigned their thesis topic. For this reason, students usually take a suitable advanced seminar in the third semester.\nAdvanced Seminar\n----------------------------------------\n\nInternship\nMathematics in Operations Research > Internship\nA four week professional internship is integrated into your studies. In the internship seminar, you will have the opportunity to become acquainted with suitable work activities and to share your experiences during your professional internship.\nInternship\n----------------------------------------\n\nSupport electives\nMathematics in Operations Research > Support electives\nYou will round off your individual skills and competence profile with modules from the area of Support Electives. You can choose from a wide range of soft skills courses or language courses depending on your interests.\nSupport electives\n----------------------------------------\n\nExaminations and examination regulations\nMathematics in Operations Research > Examinations and examination regulations\nDetailed information can be found under Examinations. The General Academic and Examination Regulations (APSO) of TUM and the respective program-specific Academic and Examination Regulations (FPSO) apply to all students:\n\nCurrent regulations (valid for students beginning the program as of the winter semester 2021/22)\nMathematics in Operations Research > Examinations and examination regulations > Current regulations (valid for students beginning the program as of the winter semester 2021/22)\n- Program-specific Academic and Examination Regulations (FPSO) from September 7, 2021\n\nExpiring regulations (valid for students who began the program before or in the summer semester 2021)\nMathematics in Operations Research > Examinations and examination regulations > Expiring regulations (valid for students who began the program before or in the summer semester 2021)\n- Engrossed version, as of July 9, 2018 (not legally binding)\n- Program-specific Academic and Examination Regulations (FPSO) from May 26, 2010 \t \t\t1st Amendment to statute from March 27, 2012 \t\t2nd Amendment to statute from April 29, 2013 (with Annex 2 as amended) \t\t3rd Amendment to statute from September 16, 2013 (with Annex 1 as amended) \t\t4th Amendment to statute from April 11, 2014 (with Annex 3 as amended) \t\tCollective Amending Statutes from May 3, 2016 (new application deadlines) \t\t6th Amendment to statute from April 27, 2018 (with the current version of Section 36 and regulations for the double degree) \t\t7th Amendment to statute from December 17, 2018 (updated Annex 1-4)\n- 1st Amendment to statute from March 27, 2012\n- 2nd Amendment to statute from April 29, 2013 (with Annex 2 as amended)\n- 3rd Amendment to statute from September 16, 2013 (with Annex 1 as amended)\n- 4th Amendment to statute from April 11, 2014 (with Annex 3 as amended)\n- Collective Amending Statutes from May 3, 2016 (new application deadlines)\n- 6th Amendment to statute from April 27, 2018 (with the current version of Section 36 and regulations for the double degree)\n- 7th Amendment to statute from December 17, 2018 (updated Annex 1-4)\nExaminations and examination regulations\n----------------------------------------\n\nThesis\nMathematics in Operations Research > Thesis\nTo complete a Master’s degree, students must write a scientific paper: the Master’s thesis. You will have six months to do so. Registration for the Master's thesis is possible on the 1st and 15th of each month.\nDepending on your area of specialization, your thesis will be on a topic related to optimization, stochastics, numerics or applied analysis.\nEverything you need to know from planning to submission can be found under Thesis.\nThesis\n----------------------------------------\n\nDegree\nMathematics in Operations Research > Degree\nAfter you have completed the required coursework and have submitted your thesis, you will graduate with a Master of Science (M.Sc.). This will enable you to start your professional career or pursue a doctorate, like every third master's graduate. Tips and advice on graduation and your next steps can be found under Graduation.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-operations-research"
}