{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-informatik/",
    "content": "Master Informatik - TUM - TUM School of Computation, Information and Technology\n\nInformatik\nInformatik\n\nMaster of Science (M.Sc.)\nInformatik > Master of Science (M.Sc.)\nInformatik\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nStärker und nachhaltiger als jede andere Wissenschaft hat die Informatik mit ihren Anwendungen die Lebens- und Arbeitswelt in den letzten Jahrzehnten verändert. Handys, Digitalkameras, PCs und das Internet sind in kürzester Zeit zu Alltagsgegenständen geworden. Die Informatik hat wesentliche Anteile an sprunghaften Fortschritten zum Beispiel in Medizin, Automobiltechnik und Raumfahrt.\nDie Informatik ist eine moderne Wissenschaft und stellt den Innovationsmotor für den technischen Fortschritt in allen Bereichen des wirtschaftlichen und gesellschaftlichen Lebens dar. Informatiker:innen gestalten die Zukunft! Ihre Tätigkeitsfelder erweitern sich kontinuierlich und unterliegen einem ständigen Wandel.\nDer Masterstudiengang Informatik ist forschungsorientiert. Er verbreitert und vertieft die Fachkenntnisse, befähigt zum selbstständigen wissenschaftlichen Arbeiten, legt die Voraussetzungen zur Weiterentwicklung des Faches und bereitet auf anspruchsvolle Berufstätigkeit oder eine Promotion vor. Er qualifiziert Sie insbesondere für eigenverantwortliche und leitende Tätigkeiten und zeichnet sich durch Wissenschaftlichkeit, Förderung von Selbstständigkeit, Urteils- und Entscheidungsfähigkeit und Forschungsnähe aus.\n\n----------------------------------------\n\nEckdaten\nInformatik > Eckdaten\nArt des Studiums: Vollzeit/Teilzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandorte: Garching\nBeginn des Studiums: Wintersemester, Sommersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nInformatik > Wie ist das Studium aufgebaut?\nDas Masterprogramm Informatik erstreckt sich über vier Semester. Es ist ein sehr flexibles Programm, das eine hohe Flexibilität bei der Zusammenstellung der eigenen Schwerpunkte bietet. Neben den Modulen aus dem Wahlfachkatalog können Sie selbst entscheiden, ob Sie sich durch Praktika auf eine praxisorientierte Ausbildung oder durch erste Forschungsarbeiten auf ein forschungsorientiertes Profil konzentrieren.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nInformatik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nDie TUM Informatik ist eine der größten und renommiertesten Adressen für ein Informatik-Studium in Deutschland. Studierende erhalten eine Spitzenausbildung, die Sie weitgehend nach Ihren Interessen maßschneidern können.\nSie erweitern Ihre Fachkenntnisse und sind nach Abschluss des Studiums zum selbständigen wissenschaftlichen Arbeiten befähigt. Sie erfüllen damit die Voraussetzungen, Ihr Fach weiterzuentwickeln und sind für eine anspruchsvolle Berufstätigkeit oder auch eine Promotion vorbereitet.\nNeben einer soliden Ausbildung in den Kernfächern der Informatik gibt Ihnen der Masterstudiengang die Möglichkeit, sich auf mindestens einen von acht Schwerpunkten zu spezialisieren:\n- Software Engineering\n- Datenbanken und Informationssysteme\n- Künstliche Intelligenz und Robotik\n- Computergrafik und –vision\n- Rechnerarchitektur\n- Verteilte Systeme, Rechnernetze und Sicherheit\n- Formale Methoden und ihre Anwendungen\n- Algorithmen und Wissenschaftliches Rechnen\nDiese Freiheit bei der Gestaltung Ihres individuellen Kompetenzprofils ermöglicht Ihnen einen frühen Einstieg in forschungsnahe und innovative praktische Themengebiete.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nInformatik > Welche Karriere-Chancen habe ich im Anschluss?\nAls Absolvent:in des Masterstudiengangs Informatik eröffnen sich Ihnen Perspektiven in anspruchsvollen Bereichen überall auf der Welt - von Handel, Forschung, Industrie, Dienstleistungen und Versicherungen bis zu Unternehmensberatung oder der öffentlichen Verwaltung.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nWelche Teilzeit-Optionen gibt es?\nInformatik > Welche Teilzeit-Optionen gibt es?\nZeitlich flexibler: Alternativ zum Vollzeit-Studium können Sie den Masterstudiengang Informatik in Teilzeit, mit 50 % oder 66 % studieren. Dadurch verringert sich die Studienlast und die Dauer verlängert sich. Details finden Sie unter Teilzeit-Studium.\nWelche Teilzeit-Optionen gibt es?\n----------------------------------------\n\nBewerbung und Zulassung\nInformatik > Bewerbung und Zulassung\nDer Masterstudiengang Informatik verbreitert und vertieft die vorhandenen Kenntnisse. Er bietet zudem die Möglichkeit zur individuellen Spezialisierung auf einen oder mehrere fachliche Schwerpunkte.\nZur Auswahl der Studierenden zum Master Informatik führen wir ein Eignungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nBewerbung und Zulassung\n----------------------------------------\n\nBewerbungsfrist\nInformatik > Bewerbungsfrist\nWintersemester: 01. Februar – 31. Mai\nSommersemester: 01. September – 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nInformatik > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für diesen Masterstudiengang erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden Sie die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nStudieninteressierte mit eine Bachelor von außerhalb der Europäischen Union müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nInformatik > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Begründungsschreiben - eine von Ihnen selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der Technische Universität München als Hochschule (max. 2 Seiten; s. unten)\n- ein tabellarischer Lebenslauf\n- ein Aufsatz zu einem vorgegebenen Thema (ca. 1000 Wörter, Themen s. unten)\n- ein offizielles Transkript über die bisherigen Studienleistungen; ggf. offizielle Übersetzung, falls nicht in deutscher oder englischer Sprache vorliegend\n- das dem Hochschulabschluss zugrunde liegende Curriculum (Modulbeschreibungen, z.B. in Form eines Modulhandbuchs oder Syllabus); dieses Dokument ist für den Abgleich der fachlichen Qualifikation sehr wichtig!\n- Formblatt zur Curricularanalyse (s. unten)\n- Englischnachweis (s. akzeptierte Sprachnachweise)\n- ggf. GRE oder GATE Test (s. unten)\n- ggf. Vorprüfungsdokumentation von uni-assist\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) für Bewerbende mit einem Bachelor aus China, Vietnam und Indien\n- ggf. studiengangsspezifische Ausbildungs- und Arbeitszeugnisse, fachspezifische Zusatzqualifikation (z.B. Teilnahme an einem Forschungswettbewerb)\n- ggf. Nachweis der Hochschulsemester (z.B. Exmatrikulationsbescheinigung oder Studienbuch) und Unbedenklichkeitsbescheinigung\n- ein Passfoto\n- Nachweis über Ihren Hochschulabschluss (kann zur Immatrikulation nachgereicht werden)\n- Kopie Ihres Ausweises/Passes\n- Nachweis der studentischen Krankenversicherung (wird erst für die Immatrikulation benötigt)\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\nInformatik > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n\nStudiengebühren für internationale Studierende aus Drittstaaten\nInformatik > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Studiengebühren für internationale Studierende aus Drittstaaten\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\n\nVorprüfungsdokumentation von uni-assist (VPD)\nInformatik > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Vorprüfungsdokumentation von uni-assist (VPD)\nBewerbende, die ihren Bachelorabschluss in einem Land außerhalb der EU/EWR erworben haben, müssen zusätzlich zur Bewerbung an der TUM eine Vorprüfungsdokumentation (VPD) von uni-assist beantragen. Das heißt, dass Sie eine Onlinebewerbung bei der TUM anlegen und gleichzeitig einen Antrag auf Vorprüfungsdokumentation bei uni-assist stellen.\nWelche Unterlagen müssen bei uni-assist eingereicht werden?\n- Antrag auf Vorprüfungsdokumentation (siehe uni-assist)\n- eine Kopie Ihrer Studienabschlussurkunde (sofern bereits vorhanden)\n- eine Kopie der Fächer- und Notenübersicht (Transcript)\n- eine Übersetzung, wenn die Originaldokumente nicht in deutscher oder englischer Sprache ausgestellt wurden\n- ggf. Zertifikat der Akademischen Prüfstelle (APS)\nSie müssen also keine vollständige Bewerbung bei uni-assist für einen spezifischen Masterstudiengang abgeben, sondern eine allgemeine Vorprüfungsdokumentation mit den o.g. Unterlagen beantragen.\nDer Antrag auf Vorprüfungsdokumentation bei uni-assist alleine zählt nicht als Bewerbung für einen Studiengang an der TUM.\n\nGRE und GATE\nInformatik > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > GRE und GATE\nBewerber*innen, die ihren Hochschulabschluss in Bangladesch, China, Indien, Iran oder Pakistan gemacht haben, müssen einen GRE (General) mit den geforderten Mindestpunktzahlen einreichen. Werden die Mindestpunktzahlen nicht erreicht, kann die Bewerbung nicht berücksichtigt werden.Die nötigen Mindestpunktzahlen sind:Verbal Reasoning: keine MindestpunktzahlQuantitative Reasoning: 164Analytical Writing: 4,0Institution Code: 7806, Department code: 5199 (\"all other departments\").\nAlternativ kann ein Testergebnis (Score Sheet) des indischen GATE Tests eingereicht werden.\n\nZertifikat der Akademischen Prüfstelle (APS)\nInformatik > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Zertifikat der Akademischen Prüfstelle (APS)\nBewerbende, die Ihren Hochschulabschluss in China, Indien oder Vietnam gemacht haben, müssen ein Zertifikat der Akademischen Prüfstelle (APS) einreichen.\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n----------------------------------------\n\nQualifikationsvoraussetzungen und Zulassungsverfahren\nInformatik > Qualifikationsvoraussetzungen und Zulassungsverfahren\nQualifikationsvoraussetzung für den M.Sc. Informatik ist ein B.Sc. in Informatik äquivalent zum B.Sc. Informatik der TUM. Andere Bachelorprogramme qualifizieren in der Regel nicht für den M.Sc. Informatik.\nZudem müssen ausreichende Englischkenntnisse nachgewiesen werden. Hier finden Sie die akzeptierten Englischnachweise.\nÜberblick Zulassungsverfahren ab Bewerbungsphase für das Sommersemester 2025 (gültig ab 01.09.2024):\nQualifikationsvoraussetzungen und Zulassungsverfahren\n----------------------------------------\n\nCurricularanalyse\nInformatik > Curricularanalyse\nVor dem Ausfüllen der Curricularanalyse müssen Sie Ihre Bewerbung in TUMonline anlegen und speichern(!), um Ihre Bewerbernummer zu erhalten.\nFüllen Sie anschließend das Formular für die Curricularanalyse aus. Danach laden Sie das generierte PDF in Ihrer Bewerbung in TUMonline hoch.\nWICHTIG: es dürfen nur Module eingetragen werden, die bereits bestanden sind! Noch nicht abgeschlossene Module dürfen nicht eingetragen werden.\nLink zum Formular: https://apply.db.in.tum.de/\nCurricularanalyse\n----------------------------------------\n\nThemen für den wissenschaftlichen Aufsatz / Essay\nInformatik > Themen für den wissenschaftlichen Aufsatz / Essay\nDer wissenschaftliche Essay bzw. Aufsatz, den Sie zusammen mit der Online-Bewerbung eingereichen, sollte etwa 1.000 Wörter umfassen und muss in englischer Sprache verfasst sein.\nIhr wissenschaftlicher Aufsatz muss in das Thema einführen, es diskutieren und zu einer logischen Schlussfolgerung führen. Bitte verwenden Sie relevante Daten und wissenschaftliche Literatur, um Ihre Argumentation zu untermauern. Ideen, die nicht Ihre eigenen sind, müssen als solche gekennzeichnet werden! Der Begriff \"Essay\" kann irreführend sein - wir verlangen eine wissenschaftliche Arbeit mit korrekter Zitierung. Die verwendeten Quellen müssen am Ende aufgeführt werden. Der Aufsatz muss Ihre eigene Arbeit sein und Sie müssen ihn ohne jegliche Hilfe schreiben. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbenden und die Verwendung nicht autorisierter Hilfsmittel zu überprüfen.\nBitte wählen Sie eines der folgenden Themen:\nTopic 1:The role of Artificial Intelligence in future technology\nTopic 2:The influence of social networks on human society\nTopic 3:The characteristics of Big Data platforms and their importance for data exploration\nTopic 4: Can computers think?\nTopic 5: The importance of digitalization\nThemen für den wissenschaftlichen Aufsatz / Essay\n----------------------------------------\n\nBegründungsschreiben für die Wahl des Studiengangs\nInformatik > Begründungsschreiben für die Wahl des Studiengangs\nDie Begründung für die Wahl des Studiengangs, die Sie zusammen mit der Online-Bewerbung einreichen, sollte nicht länger als zwei DIN-A4-Seiten und muss in englischer Sprache verfasst sein.\nLegen Sie in Ihrem Begründungsschreiben Ihre besondere Qualifikation und Ihr außergewöhnliches Engagement für diesen speziellen Masterstudiengang dar. Dazu kann der Nachweis von Qualifikationen gehören, die über die im Grundstudium erworbenen Kenntnisse und Qualifikationen hinausgehen, etwa studiengangsbezogene Berufsausbildung, Praktika, Auslandsaufenthalte, wissenschaftliche Arbeiten etc. Sie sollten den Zusammenhang zwischen Ihren spezifischen Qualifikationen und den Inhalten des Studiengangs deutlich machen.\nDie Begründung muss von Ihnen selbst, ohne fremde Hilfe, verfasst werden. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbers und die Verwendung nicht zugelassener Hilfsmittel zu überprüfen.\nBegründungsschreiben für die Wahl des Studiengangs\n----------------------------------------\n\nWechsel von TUM B.Sc. Informatik: Games Engineering / Wirtschaftsinformatik\nInformatik > Wechsel von TUM B.Sc. Informatik: Games Engineering / Wirtschaftsinformatik\n1. Ist es möglich, sich mit einem Bachelor in Informatik: Games Engineering von der TUM für den M.Sc. Informatik zu bewerben?\nStudierende der TUM mit einem Bachelor in Informatik: Games Engineering können zugelassen werden, wenn Sie folgende Module als Wahl- bzw. Zusatzfach absolvieren. Bitte beachten Sie, dass diese Module bereits zum Bewerbungszeitpunkt bestanden sein müssen:\n- IT Sicherheit (IN0042); alternativ: Vorlesung Einführung in die Rechnerarchitektur (IN0004)\n- Bei B.Sc.-Note 2,3 oder schlechter muss zusätzlich Funktionale Programmierung und Verifikation (IN0003) bestanden sein, sonst erfolgt eine Direktablehnung.\n- Für eine Direktzulassung in Stufe 1 muss ebenfalls IN0003 bestanden sein und eine B.Sc.-Note von 2,2 oder besser vorliegen.\n2. Ist es möglich, sich mit einem Bachelor in Wirtschaftsinformatik von der TUM für den M.Sc. Informatik / M.Sc. Data Engineering and Analytics zu bewerben?\nVoraussetzung für die Zulassung ist ein Studium, welches dem B.Sc. Informatik der TUM gleichwertig ist. Eine Bewerbung ist daher nur sinnvoll, wenn fehlende Kompetenzen durch Wahl- und Zusatzmodule abgedeckt werden können. Bitte beachten, dass nur Module berücksichtigt werden, die zum Bewerbungszeitpunkt bereits bestanden sind.\nSpeziell für Studierende des B.Sc. Wirtschaftsinformatik der TUM:Eine Zulassung kann möglich sein, wenn folgende Wahl- bzw. Zusatzmodule zum Bewerbungszeitpunkt erfolgreich bestanden sind:\n- Einführung in die Rechnerarchitektur (IN0004)\n- Grundlagen: Betriebssysteme und Systemsoftware (IN0009)\n- Einführung in die Theoretische Informatik (IN0011) oder Funktionale Programmierung und Verifikation (IN0003)\n- Bei B.Sc.-Note 2,3 oder schlechter müssen beide Module (IN0011 und IN0003) bestanden sein, sonst erfolgt eine Direktablehnung.\n- Für eine Direktzulassung in Stufe 1 müssen ebenfalls beide Module IN0011 und IN0003 bestanden sein und eine B.Sc.-Note von 2,2 oder besser vorliegen.\n- Hinweis zu Diskrete Wahrscheinlichkeitstheorie (IN0018): hierfür werden auch die Module CIT5130002 und MA9712 akzeptiert.\nWechsel von TUM B.Sc. Informatik: Games Engineering / Wirtschaftsinformatik\n----------------------------------------\n\nInformationen zum Test (Stufe 2)\nInformatik > Informationen zum Test (Stufe 2)\nDie Leistungserhebung in schriftlicher Form (Test) dauert 90 Minuten und umfasst ca. 20-30 Fragen. Die Aufgaben werden auf Englisch gestellt. Der Inhalt des Tests bezieht sich auf die Grundlagen des einschlägigen Bachelorstudiengangs und erstreckt sich auf folgende Themenbereiche:\na) Allgemeine Grundlagen (maximal 12 Punkte):Fähigkeit zum abstrakten, logischen und systemorientierten Denken und zur Formalisierung von Lösungsansätzen.\nb) Mathematische Grundlagen (maximal 13 Punkte):Wissen aus dem Erststudium in den Teilbereichen Stochastik, Kombinatorik, Analysis, Lineare Algebra, Numerisches Programmieren.\nc) Theoretische Grundlagen der Informatik (maximal 13 Punkte):Wissen aus dem Erststudium in den Teilbereichen Automatentheorie, Komplexitätstheorie, Algorithmen und Datenstrukturen, Verifikation.\nd) Praktische Grundlagen der Informatik (maximal 13 Punkte):Wissen aus dem Erststudium in den Teilbereichen Datenbanken, Rechnerarchitektur, Programmierung in Java.\nWenn Sie zum Test eingeladen werden, erhalten Sie von uns rechtzeitig eine Email mit Informationen zum Ablauf, zur Durchführung und Anfahrt.\nSample Test und Ausfüllhilfe\nInformationen zum Test (Stufe 2)\n----------------------------------------\n\nZeitplan Bewerbung\nInformatik > Zeitplan Bewerbung\nOnline-Bewerbung und Einreichung der erforderlichen UnterlagenFür das Wintersemester:1. Februar - 31. März: empfohlene Bewerbungsfrist für visumspflichtige Bewerber*innen1. Februar - 31. Mai: verbindliche Bewerbungsfrist\nFür das Sommersemester:1. September - 31. Oktober: empfohlene Bewerbungsfrist für visumspflichtige Bewerber:innen1. September - 30. November: verbindliche Bewerbungsfrist\nNach der offiziellen Bewerbungsfrist können Sie keine Bewerbungsunterlagen nachreichen!\nZeitrahmen für den Test auf dem Campus:Bewerbung für das Wintersemester: Juli - SeptemberBewerbung für das Sommersemester: Januar - März\nTermin Eignungstest Bewerbung für das Wintersemester 2024/25: Dienstag, 13.08.2024\nBeginn des Studiums (Vorlesungszeit)Wintersemester: OktoberSommersemester: April\nAkademischer Kalender TUM\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nInformatik > Im Studium\nIm Masterstudiengang Informatik setzen Sie das Bachelorstudium zu einem vollständigen Universitätsstudium der Informatik mit fachlicher Breite und Tiefe fort. Zusätzlich ist eine flexible Vertiefung in mindestens einem von acht Informatik-Schwerpunkten möglich, ohne das generalistische Qualifikationsprofil in der Informatik zu schmälern. Dabei gibt der Masterstudiengang Ihnen eine hohe Freiheit, Ihr Studium individuell zu gestalten. Zudem können Sie früh in forschungsnahe und innovative praktische Themengebiete einsteigen.\nIm Studium\n----------------------------------------\n\nStudienpläne\nInformatik > Studienpläne\nEine detaillierte Übersicht über die Module finden Sie im Studienplan und in TUMonline:\nohne Login: Studienplan ab Wintersemester 2023/24\nmit Login: Eingeschriebene Studierende finden ihren eigenen Studienplan (Curriculum Support) oben im Menü Studium und Lehre unter Studienstatus / Studienplan.\nStudienpläne\n----------------------------------------\n\nWahlmodule\nInformatik > Wahlmodule\nIm Bereich der Wahlmodule müssen 53 Credits erbracht werden. Dabei wählen Sie aus den angebotenen Fachgebieten ein Schwerpunktgebiet mit mindestens 18 Credits und zwei Ergänzungsgebiete mit jeweils mindestens 8 Credits aus. Weitere 9 Credits können Sie in beliebigen Fachgebieten erbringen. Überschüssige Credits in den drei gewählten Fachgebieten zählen automatisch zu dem \"freien Wahlbereich\".\nTheorie-Module: mindestens 10 Credits aus \"Theorie\" Modulen sind zu erbringen. Die \"Theorie\" Module finden Sie im Studienbaum im jeweiligen Fachgebiet unter Theorie. Diese Module können auch unterschiedlichen Fachgebieten zugeordnet sein und müssen nicht im Schwerpunktgebiet oder einem der anderen beiden Fachgebiete liegen.\nFür die verbleibenden 10 Credits wählen Sie eines der folgenden Profile:\n- Forschung: Es wird das Modul Forschungsarbeit unter Anleitung absolviert.\n- Praxis: Es wird ein zweites Master-Praktikum absolviert.\n- Praxis vertieft: Es wird ein Vertiefendes Master-Praktikum absolviert.\n- Grundlagen: Die gesamten verbleibenden Credits werden durch Wahlmodule aus beliebigen Fachgebieten erbracht.\n\nSonderregelungen zu einzelnen Modulen\nInformatik > Sonderregelungen zu einzelnen Modulen\nIm Bereich \"Maschinelles Lernen und Datenanalyse (MLA)\" können Sie nur eines aus den folgenden drei Modulen anrechnen lassen:IN2028 Business Analytics and Machine LearningIN2339 Data Analysis and Visualization in RIN2030 Data Mining und Knowledge Discovery\nZusätzlich können Sie im Bereich \"Maschinelles Lernen und Datenanalyse (MLA)\" nur eines der folgenden zwei Module anrechnen lassen:IN2064 Maschinelles LernenIN2332 Statistical Modeling and Machine Learning\nIm Bereich \"Formale Methoden und ihre Anwendungen (FMA)\" können Sie nur eines der folgenden zwei Module anrechnen lassen:IN2048 Gleichungslogik und Lambda-KalkülIN2358 Lambda Calculus\nIm Bereich \"Computergrafik und -vision (CGV)\" können Sie nur eines der folgenden drei Module anrechnen lassen:IN2364 Advanced Deep Learning for Computer VisionIN2389 Advanced Deep Learning for Computer Vision: Dynamic VisionIN2390 Advanced Deep Learning for Computer Vision: Visual Computing\nWahlmodule\n----------------------------------------\n\nGuided Research\nInformatik > Guided Research\nIm Modul Guided Research erlernen Sie grundlegende Fähigkeiten, um selbstständig zu forschen. Dies geschieht, indem Sie eine Forschungsfrage unter Betreuung bearbeiten.\n- Anmeldung in der ersten Vorlesungswoche jedes Semesters beim Prüfungsausschuss\n- Zu erbringende Leistungen:erfolgreiche Durchführung der Arbeitregelmäßige Durchführung der KontaktterminePräsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- erfolgreiche Durchführung der Arbeit\n- regelmäßige Durchführung der Kontakttermine\n- Präsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)\n- Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- Abgabe spätestens zu Beginn des folgenden Semesters: Die Abgabe des Ergebnisberichtes erfolgt spätestens in der ersten Vorlesungswoche des Folgesemesters beim Betreuer, die Bewertung spätestens in der 5. Vorlesungswoche des Folgesemesters.\nUm das Online Formular für einen Antrag für Guided Research auszufüllen, müssen Sie sich mit ihrer TUM-Kennung anmelden.Bitte reichen Sie die Anmeldungen nebst Projektbeschreibung im Original oder ausgedruckt mit Unterschrift ein.\nDie Anmeldung im Onlineportal ist noch keine garantierte Anmeldung. Die Prüfung erfolgt erst, wenn das unterschriebene Formular vorliegt.\nWie Sie Ihre Anmeldung einreichen:\n- Online-Anmeldung über das obere Formular. Anmeldeschluss ist der Sonntag am Ende der ersten Vorlesungswoche des jeweiligen Semesters. Das Anmeldefenster öffnet etwa zwei Monate vor der ersten Vorlesungswoche des kommenden Semesters.\n- Drucken Sie (1) die Projektbeschreibung und (2) Ihr ausgedrucktes Anmeldeformular (= E-Mail, die Sie nach dem Absenden dieses Formulars erhalten) aus.\n- Reichen Sie die beiden ausgedruckten Dokumente (siehe Schritt 2.) bei Ihrem/ihrer betreuenden Professor:in ein.\n- Der/die betreuende Professor:in unterschreibt das Anmeldeformular.\n- Anschließend leitet der/die Professor:in bzw. sein/ihr Lehrstuhl das ausgedruckte und unterschriebene Anmeldeformular an das CIT ASA Office zur Eingabe in TUMonline weiter. Der Professor hat ca. 2 Wochen Zeit, die Ausdrucke beim CIT ASA Office einzureichen.\n- Das CIT ASA Office wird die Daten Ihrer Anmeldung in Ihr TUMonline-Konto eingeben. Sie werden keine Bestätigungsmail erhalten.\n- Bitte überprüfen Sie Ihren TUMonline-Account regelmäßig ab November bzw. Mai. Die Anmeldedaten werden nach Ende der 3. Vorlesungswoche bis Ende November/Mai in TUMonline eingepflegt.\nGuided Research\n----------------------------------------\n\nInterdisziplinäres Projekt in einem Andwendungsfach\nInformatik > Interdisziplinäres Projekt in einem Andwendungsfach\nDas Interdisziplinäre Projekt (IDP) beinhaltet eine praktische Tätigkeit im Bereich eines Anwendungsfaches und schlägt eine Brücke von der Informatik zum Anwendungsfach. Es kann auf Vorkenntnissen in einem Anwendungsfach aus dem Bachelor aufbauen.\nInterdisziplinäres Projekt in einem Andwendungsfach\n----------------------------------------\n\nÜberfachliche Grundlagen\nInformatik > Überfachliche Grundlagen\nIhr individuelles Persönlichkeits- und Kompetenzprofil runden Sie durch Module aus dem Bereich Überfachliche Grundlagen ab. Je nach Interesse wählen Sie dafür aus einem großen Angebot an Soft-Skills-Veranstaltungen oder Sprachkursen. Die Liste der möglichen Kurse finden Sie in Ihrem Studienplan in TUMonline.\n\nSonderregelungen zu einzelnen Modulen\nInformatik > Überfachliche Grundlagen > Sonderregelungen zu einzelnen Modulen\n- Es kann nur entweder WI001056 Grundzüge der Volkswirtschaftslehre oder WI001056_1 Principles of Economics eingebracht werden.\n- Es kann nur entweder SZ1101 oder SZ11011 Interkulturelle Kommunikation - Begegnung der Kulturen (mit 2 bzw. 3 ECTS) eingebracht werden.\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen und Prüfungsordnungen\nInformatik > Prüfungen und Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\nLesbare Fassung FPSO mit 5. Änderungssatzung vom 19.08.2024gültig für Studierende, die ihr Fachstudium zum SoSe 2025 aufnehmen\nFünfte Satzung zur Änderung der FPSO vom 19.08.2024gültig für Studierende, die ihr Fachstudium zum SoSe 2025 aufnehmen\nVierte Satzung zur Änderung der FPSO vom 09.08.2023gültig für Studierende, die ihr Fachstudium zum WiSe 20223/24 aufnehmen\nDritte Satzung zur Änderung der FPSO vom 14.12.2022gültig für Studierende, die ihr Fachstudium zum WiSe 2023/24 aufnehmen\nFPSO vom 15. Oktober 2018, in der Fassung vom 27. Januar 2022:gültig für Studierende, die ihr Fachstudium mit oder nach dem WiSe 2022/23 aufgenommen haben\nFPSO vom 15. Oktober 2018:gültig für Studierende, die ihr Fachstudium mit oder nach dem WiSe 2018/19 aufgenommen haben\nFPSO vom 29. Oktober 2013, in der Fassung vom 7. Februar 2018:gültig für Studierende, die ihr Fachstudium mit oder nach dem WiSe 2016/17 aber vor dem WiSe 2018/19 aufgenommen haben\nFPSO vom 29. Oktober 2013:gültig für Studierende, die ihr Fachstudium mit oder nach dem WiSe 2013/14 aber vor dem WiSe 2016/17 aufgenommen haben\nPrüfungen und Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nInformatik > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür haben Sie sechs Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Für Teilzeit-Studierende gelten andere Fristen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nInformatik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-informatik"
}