{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-informatics/",
    "content": "Master Informatics - TUM - TUM School of Computation, Information and Technology\n\nInformatics\nInformatics\n\nMaster of Science (M.Sc.)\nInformatics > Master of Science (M.Sc.)\nInformatics\n----------------------------------------\n\nBefore studying | During your studies | Contact\n\n----------------------------------------\n\nKey Data\nInformatics > Key Data\nType of Study: Full-time/Part-Time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Locations: Garching\nStart of Degree Program: Summer or Winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuitions fees for Students from Non-EU Countries\nProfessional Profile: Informatics\nKey Data\n----------------------------------------\n\nApplication and Admission\nInformatics > Application and Admission\nThe Master’s in Informatics is a research-oriented degree that builds on the fundamentals of computer science you have acquired during your undergraduate studies. It also offers the opportunity for individual specialization in one or more subject areas.\nThe aptitude assessment for the M.Sc. Informatics is a two-stage process in which we assess your qualification with regard to the special qualitative requirements of this Master's program.\nApplication and Admission\n----------------------------------------\n\nApplication Periods\nInformatics > Application Periods\nWinter semester: 01 February - 31 May\nSummer semester: 01 September - 30 November\nApplication Periods\n----------------------------------------\n\nHow do I apply?\nInformatics > How do I apply?\nYou have to apply for the Master's degree via TUMonline. After you have created your account in TUMonline, enter personal data and information about your education, and upload the required documents. The application is done completely electronically.\nProspective students with a Bachelor's degree from outside the European Union have to request a preliminary examination documentation from uni-assist (VPD) in advance.\nOnly in case of admission, you will have to submit some additional documents as certified copies for the enrollment.\nApplication for a Master's program - step by step\nHow do I apply?\n----------------------------------------\n\nWhich documents do I need to submit with my application?\nInformatics > Which documents do I need to submit with my application?\nThe following documents have to be submitted for the application (the required documents may vary depending on the applicant):\n- A statement of reasons explaining why you have chosen this master’s program and TUM specifically (max. 2 pages)\n- Your CV/résumé\n- A scientific essay of approx. 1,000 words on a specified topic (see below)\n- Form \"Analysis of the Curriculum\" (see below)\n- Bachelor's degree certificate, including a list of courses and grades OR an official transcript of records. Documents not issued in German or English must be translated and notarized by a sworn translator.\n- Curriculum (module descriptions, course catalog or syllabus) of the underlying university degree; this document is very important for the check of the academic qualification!\n- Proof of your English language proficiency\n- GRE or Gate score for applicants with a B.Sc. degree from Bangladesh, China, India, Iran, Pakistan (original scorecard or have the score transmitted directly via ETS)\n- Preliminary documentation from uni-assist for all applicants with a Bachelor's degree from outside the EU/EEA\n- APS certificate for applicants with a Bachelor's from China, Vietnam or India\n- Certificates from professional training or additional qualifications related to the program (e.g. participation in research competitions, internships, etc.) (not mandatory)\n- A passport photo\n- A copy of your passport\nInternational applicants:\nAttention: If you did not obtain your Bachelor's degree in a country within the EU/EEA, you have to upload a preliminary documentation from uni-assist (VPD). In order to get the VPD, you must send the required documents (some as notarized copies!) to uni-assist via post! Uni-assist still needs the documents in paper. As the issuance of the VPD can take up to 4 weeks, we highly recommend sending the necessary documents to uni-assist very early. More information on Preliminary Documentation (VPD) by uni-assist.\nPlease do check the requirements for Notarization, especially for translations!Special requirements for documents apply for certain countries.\nThe admission office checks if your uploaded documents are complete and correct. When this is the case, the department can access your application and forward it to the admission committee. The admission committee will decide whether your application is admitted, rejected or processed to the second stage of the aptitude assessment.\nWhich documents do I need to submit with my application?\n----------------------------------------\n\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\nInformatics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n\nStudents from Non-EU countries:\nInformatics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Students from Non-EU countries:\nAt the Technical University of Munich (TUM), tuition fees are charged for international students from third countries who newly enroll in a degree program starting in the winter semester of 2024/25.\n\nPreliminary documentation from uni-assist (VPD)\nInformatics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Preliminary documentation from uni-assist (VPD)\nApplicants who did not obtain their qualification for postgraduate studies (usually a bachelor's degree) in a country within the EU/EEA must apply for a preliminary documentation (VPD) from uni-assist, additionally to the TUM application.\nWhat documents must be submitted to uni-assist?\n- Filled-in application form for VPD (see Downloads)\n- a copy of your degree certificate (if available)\n- a copy of your transcript of records\n- a translation, given that the original documents have not been issued in either German or English\n- if necessary: Certificate of the German Evaluation Center (APS)\nYou don't have to submit an entire application for a specific program to uni-assist, you only have to apply for the general preliminary documentation (VPD).\nAn application for a VPD via uni-assist alone does not qualify as an application for a degree program at TUM.\n\nGRE and GATE\nInformatics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > GRE and GATE\nApplicants with a Degree from Bangladesh, China, India, Iran or Pakistan have to submit a GRE (General) Test. We have defined required minimum scores, lower scores will not be accepted!\nThe required scores are:Verbal reasoning: (will not be taken into account anymore)Quantitative reasoning: 164Analytical writing: 4.0The Institution Code: 7806, Department: 5199 (\"all other departments\").\nAlternatively, students can submit a scorecard of the Indian GATE test (Computer Science; for M.Sc. CSE the Mechanical Engineering Test will also be accepted). The minimal qualifying score of the respective year is necessary.\n\nCertificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nInformatics > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Certificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nApplicants with an undergraduate degree from China, India and Vietnam have to submit a certificate from the German Evaluation Center (APS).\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n----------------------------------------\n\nQualification Requirements and Assessment Process\nInformatics > Qualification Requirements and Assessment Process\nStudents with a Bachelor’s degree in Informatics / Computer Science which is equivalent to the B.Sc. Informatics taught at TUM are eligible to apply. Other programs do not qualify for this Master's degree.\nApplicants also have to provide a proof of sufficient English language proficiency.\nOverview assessment process valid from 01 Sep, 2024:\nQualification Requirements and Assessment Process\n----------------------------------------\n\nAnalysis of the Curriculum\nInformatics > Analysis of the Curriculum\nBefore filling the form for the analysis of curriculum, you have to do and safe(!) your application in TUMonline in order to get your applicant number.\nPlease fill in the form for the analysis of curriculum under the following link. Then, upload the generated PDF in your application in TUMonline.\nCAUTION: only completed modules/courses can be entered in the form! Modules/Courses which have not been completed yet are not allowed to be indicated!\nLink to the form: https://apply.db.in.tum.de/\nAnalysis of the Curriculum\n----------------------------------------\n\nTopics for the Scientific Essay / Scientific Paper\nInformatics > Topics for the Scientific Essay / Scientific Paper\nThe scientific essay / paper, submitted along with the online application, should be approximately 1,000 words in length and must be written in English. Your scientific paper / essay has to introduce the topic, discuss it, and lead to a logical conclusion. Please use relevant data and scientific literature to support your argumentation. Ideas that are not your own must be identified as such! The term \"essay\" can be misleading - we require a scientific paper with proper citation! Your sources of information must be listed at the end. The essay must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nYou have to choose one of the following topics:\nTopic 1: The role of Artificial Intelligence in future technology\nTopic 2: The influence of social networks on human society\nTopic 3: The characteristics of Big Data platforms and their importance for data exploration\nTopic 4:  Can computers think?\nTopic 5:  The importance of digitalization\nTopics for the Scientific Essay / Scientific Paper\n----------------------------------------\n\nStatement of Reasons\nInformatics > Statement of Reasons\nThe statement of reasons, submitted along with the online application, should not be longer than two DIN-A4 pages and must be written in English. In your statement of reasons, you should explain your specific qualification and exceptional commitment for this particular Master's program. This may include demonstration of qualifications which exceed the knowledge and qualifications obtained at undergraduate degree level, e.g. program-related vocational training, internships, stays abroad, research papers etc. You should make clear the connection between your specific qualifications and the contents of the program. The statement of reasons must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nStatement of Reasons\n----------------------------------------\n\nInformation for the Test (Level 2 of the Aptitude Assessment)\nInformatics > Information for the Test (Level 2 of the Aptitude Assessment)\nThe written test takes 90 minutes and includes approx. 20-30 questions (in English). The content of the test is based on the contents of the B.Sc. Informatics and includes the following topics:\na) General Foundations (max. 12 points):Ability of abstract, logical and system-oriented thinking and of formalizing approaches to solutions.\nb) Mathematical Foundations (max. 13 points):Knowledge from undergraduate studies in the areas of Stochastics, Combinatorics, Calculus, Linear Algebra, Numerical Programming.\nc) Foundations in Theory of Computation (max. 13 points):Knowledge from undergraduate studies in the areas of Automata Theory, Complexity Theory, Algorithms and Data Structures, Verification.\nd) Practical Foundations of Informatics (max. 13 points):Knowledge from undergraduate studies in the areas of Databases, Computer Architecture, Programming in Java.\nIf you are invited to the test, we will send you well in advance an email with detailed information about procedure, schedule and arrival.\nSample test and instructions\nInformation for the Test (Level 2 of the Aptitude Assessment)\n----------------------------------------\n\nImportant Dates and Deadlines\nInformatics > Important Dates and Deadlines\nOnline application and submission of required documentsFor the winter semester: February 1 – March 31: recommended application deadline for applicants who need a visa February 1 – May 31: compulsory application deadline\nFor the summer semester:September 1 – October 31: recommended application for applicants who need a visa September 1 - November 30: compulsory application deadline\nNo submission of missing application documents after the official application deadline!\nTime frame for test on campus:Application for winter semester: July-SeptemberApplication for summer semester: January-March\nTest date application period winter semester 2024/25: Tuesday, 13 August 2024\nStart of program (lecture period)Winter semester: OctoberSummer semester: April\nCheck here for exact dates:\nImportant Dates and Deadlines\n----------------------------------------\n\nDuring the degree program\nInformatics > During the degree program\nIn the master's program in Informatics, you continue the bachelor's program to a full university degree in Informatics with professional breadth and depth. In addition, a flexible specialization in at least one of eight computer science specializations is possible without reducing the generalist qualification profile in computer science. At the same time, the master's program gives you a high degree of freedom to design your studies individually. In addition, you can enter research-related and innovative practical subject areas at an early stage.\nDuring the degree program\n----------------------------------------\n\nCurriculum\nInformatics > Curriculum\nA detailed overview of the modules can be found in the Curriculum and in TUMonline:\nwithout login: Curriculum as of winter semester 2023/24\nwith login: Enrolled students can find their own study plan (Curriculum Support) at the top of the Studies and Teaching menu under Study Status / Study Plan.\nCurriculum\n----------------------------------------\n\nElective Modules\nInformatics > Elective Modules\nIn the electives area, 53 credits must be earned. You will select one specialization area with at least 18 credits and two supplementary areas with at least 8 credits each from the specializations offered. You may take an additional 9 credits in any subject areas. Excess credits in the three chosen subject areas automatically count towards the \"free elective\".\nTheory modules: at least 10 credits from \"Theory\" modules must be earned. The \"Theory\" modules can be found in the study tree in the respective subject area under Theory. These modules can also be assigned to different subject areas and do not have to be in the focus area or one of the other two subject areas.\nFor the remaining 10 credits, choose one of the following profiles:\n- Research: the guided research module will be taken.\n- Practice: a second Master's practical course is completed.\n- Practice in depth: An Advanced Master's practical course will be completed.\n- Fundamentals: The total remaining credits are earned through elective modules from any subject area\n\nSpecial regulations for individual modules\nInformatics > Special regulations for individual modules\nIn the area \"Machine Learning and Data Analysis\" only one of the following three modules can be counted towards your degree:IN2028 Business Analytics and Machine LearningIN2339 Data Analysis and Visualization in RIN2030 Data Mining und Knowledge Discovery\nIn the area \"Machine Learning and Data Analysis\" only one of the following two modules can be counted towards your degree:IN2064 Machine LearningIN2332 Statistical Modeling and Machine Learning\nIn the area \"Formal Methods and their Application\" only one of the following two modules can be counted towards your degree:IN2048 Equational Logic and Lambda CalculusIN2358 Lambda Calculus\nIn the area \"Computer Graphics and Vision\" only one of the following three modules can be counted towards your degree:IN2364 Advanced Deep Learning for Computer VisionIN2389 Advanced Deep Learning for Computer Vision: Dynamic VisionIN2390 Advanced Deep Learning for Computer Vision: Visual Computing\nElective Modules\n----------------------------------------\n\nGuided Research\nInformatics > Guided Research\nIn the Guided Research module, you will learn basic skills to conduct independent research. This is done by working on a research question under supervision.\n- Registration: Submit the form to the Board of Examiners within the first week of lecture of the semester in which you will conduct the research.\n- In order to complete your Guided Research, you will need to:Successfully complete your research work Participate in regular meetings with your advisorPresent your results to the chair or at a scientific eventSubmit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Successfully complete your research work\n- Participate in regular meetings with your advisor\n- Present your results to the chair or at a scientific event\n- Submit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Submission: At the latest at the beginning of the following semester: The results report must be submitted to the advisor at the latest in the first week of lectures of the following semester. You will receive your evaluation by the fifth week of lecture of the semester after you submit your report.\nTo fill out the Online application form for a guided research project, you have to log in with your TUM ID.Complete the Guided Research Registration Form with your advisor. Please submit the application and the project description as hard copy or a signed copy.\nRegistration in the online portal is not yet a guaranteed registration. The verification will only take place when the signed form is submitted.\nHow to submit your registration:\n- Online Registration via the form above. Deadline is sunday at the end of the first week of lectures in each semester. Registration window opens two months prior to the first lecture week of the upcoming semester.\n- Print (1) the project description and (2) your printed registration form (= email you recieve after submitting this form).\n- Submit the two printed documents (see step 2.) to your supervising professor.\n- The supervising professor signs the registration form.\n- Then the professor or their chair respectively will forward the printed and signed registration form to CIT ASA Office for TUMonline entry. The professor has about 2 weeks to submit the hard copies to CIT ASA Office.\n- CIT ASA Office will enter the data of your registration into your TUMonline account. You won't get a confirmation email.\n- Please check your TUMonline account regularly from November or May on respectively. Registration data will be entered in TUMonline after theend of the 3rd week of lectures.\nGuided Research\n----------------------------------------\n\nInterdisciplinary Project in an Application Subject\nInformatics > Interdisciplinary Project in an Application Subject\nThe Interdisciplinary Project (IDP) involves a practical activity in the field of an application subject and builds a bridge from computer science to the application subject. It can build on previous knowledge in an application subject from the undergraduate degree.\nInterdisciplinary Project in an Application Subject\n----------------------------------------\n\nSupport Electives\nInformatics > Support Electives\nYou round off your individual personality and competence profile with modules from the area of support electives. Depending on your interests, you can choose from a wide range of soft skills courses or language courses. You will find the list of possible courses in your study plan in TUMonline.\n\nSpecial regulations for individual modules\nInformatics > Support Electives > Special regulations for individual modules\n- Only either WI001056 Grundzüge der Volkswirtschaftslehre or WI001056_1 Principles of Economics may be taken.\n- Only either SZ1101 or SZ11011 Intercultural Communication - Cross Cultural Encounters (with 2 or 3 ECTS) may be taken.\nSupport Electives\n----------------------------------------\n\nExamination and Academic Regulations\nInformatics > Examination and Academic Regulations\nFor detailed information on examinations, please check the website Exams Informatics.\nThe General Examination and Study Regulations (APSO) of TUM and the respective Subject specific Examination and Study Regulations (FPSO) apply to all students.\nFünfte Satzung zur Änderung der FPSO vom 19.08.2024 (German only)valid for all students starting their studies in summer semester 2025 or later\nVierte Satzung zur Änderung der FPSO vom 09.08.2023 (German only)valid for all students starting their studies in winter semester 2023/24 or later\nDritte Satzung zur Änderung der FPSO vom 14.12.2022 (German only)valid for all students starting their studies in winter semester 2023/24 or later\nFPSO vom 15. Oktober 2018, in der Fassung vom 27. Januar 2022: (German only)valid for all students starting their studies in winter semester 2022/23 or later but before winter semester 2023/24\nFPSO vom 15. Oktober 2018: (German only)valid for all students starting their studies in winter semester 2018/19 or later but before winter semester 2022/23\nFPSO vom 29. Oktober 2013, in der Fassung vom 7. Februar 2018: (German only)valid for all students starting their studies in winter semester 2016/17 or later but before winter semester 2018/19\nFPSO vom 29. Oktober 2013: (German only)valid for all students starting their studies in winter semester 2013/44 or later but before winter semester 2016/17\nExamination and Academic Regulations\n----------------------------------------\n\nFinal Thesis\nInformatics > Final Thesis\nTo complete a master's degree, students have to write a scientific paper: the master's thesis. You have six months to do this. You can register it with a starting date of the 15th of each month. Different deadlines apply to part-time students. Everything you need to know from planning to submission can be found at Thesis.\nFinal Thesis\n----------------------------------------\n\nGraduation\nInformatics > Graduation\nAfter you complete the required achievements and submit your thesis, you graduate with the Master of Science (M.Sc.) degree. With this, you can start your professional life. For tips and advice on graduation and your next steps, see Graduation.\nGraduation\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-informatik"
}