{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-informatics/part-time/",
    "content": "Part-Time Studies Informatics - TUM - TUM School of Computation, Information and Technology\n\nWhat are part time studies?\nWhat are part time studies?\nThe CIT offers its master's program Informatics also to students who can not study full time.\nPlease beware: For students who need a student visa it is up to our best knowledge not possible to study part time.\nStudents who have the possibility to attend some courses during the regular hours are enabled to study according to an individual study-plan with a lower load than 30 ECTS and therefore a longer duration of their studies than 4 semesters. Please beware that we do not offer a long distance resp. evening or weekend study program!\nWhat are part time studies?\n----------------------------------------\n\nTarget Groups\nWhat are part time studies? > Target Groups\nThe target groups include the following:\n- Students who have work commitments or run a business\n- Students with family commitments (e.g. parents with young children, students with dependent relatives)\n- Disabled or chronically ill students\nTarget Groups\n----------------------------------------\n\nAdmission Requirements\nWhat are part time studies? > Admission Requirements\nThe same admission requirements apply for part-time students as for full-time students of the M.Sc. in Informatics program. You must have completed a bachelor’s degree in informatics/computer science or an equivalent degree at undergraduate level that allows you to enroll in a master’s program, or you must already be enrolled. When applying via TUMonline, select the program type you want (100% full-time, 66% part-time, or 50% part-time). Please take in to account that as a part time student you have to create and hand-in an individual study plan for each semester (see \"Structuring an Individual Study Plan\").\nAdmission Requirements\n----------------------------------------\n\nStructuring an Individual Study Plan\nWhat are part time studies? > Structuring an Individual Study Plan\nAs a part time student you have to create your individual study and examination plan for each semester. This plan is an obligatory agreement between the student and the TUM. A modification is only possible if the examinationboard agrees. Fill in the excel in the download area to the right (please not handwritten) and send it as an excel or PDF from your TUM emailaccount to teilzeitmaster(at)in.tum.de. You must hand in your plan for the wintersemester at the latest by the end of November and for the summersemester by the end of May.\nStudents may take a maximum of 20 ECTS if registered for the 50% part-time program type and a maximum of 25 ECTS if registered for the 66% part-time program type. Records that exceed the maximum limit of credits in the current type (e.g., language block-courses) can not be accredited.\nThe registration for most examinations is carried out by the students. The registration to Practical Courses and Seminar Courses which are allocated using the matching system will be made by the chair responsible. For other exams for which you can not register yourself (for example for an exam which is not part of your curriculum-support) or in case you encounter an other problem with an exam-registration, please contact the secretary of the examinationboard before the registration-period ends. Students may only register for examinations for modules that are part of the submitted study plan. If registrations have been made for moduls which are not part of the agreed upon studyplan, you will be deregistered from those examinations. Only ECTS from modules that are part of the agreed study plans will be counted towards your studies. In case of a registration for the IDP and the Master's thesis the same forms apply for all master informatics students (regardless if they study fulltime or parttime). The registration in TUMonline will only take place if the IDP/master thesis has been included in your study plan accordingly. The master thesis must and the IDP may be spread over several semesters. The ECTS must be listed in the study plans proportionally to the actual study load. You will be awarded the 16 ECTS for the IDP and the 30 ECTS for the master thesis only in the semester in which the module was passed.\nStructuring an Individual Study Plan\n----------------------------------------\n\nCourse Load\nWhat are part time studies? > Course Load\nThe maximum number of credits achievable per semester is 25 ECTS for the 66% part-time program type and 20 ECTS for the 50% part-time program type. The normal course load for the full-time study is 30 ECTS. The master’s thesis should be completed within the standard period of study. The possible duration of the master’s thesis is also specified in the table below. Please beware, that it is only possible to write a second master's thesis if you did not pass the first attempt and you still have enough regular study time left to write a second attempt.\nTable (What are part time studies? > Course Load):\nForm of study | Standard period of study | ECTS per semester | Duration of master’s thesis\n100% full time | 4 semesters | ≥ 30 | Max. 6 months\n66% part time | 6 semesters | 20 - 25 | Max. 9 months\n50% part time | 8 semesters | 15 - 20 | Max. 12 months\nCourse Load\n----------------------------------------\n\nOrganization of Program\nWhat are part time studies? > Organization of Program\nThe part-time degree program is a course of study with compulsory on-campus attendance. Part-time students can choose from the standard range of lectures available on the Informatics M.Sc. program. The high number of elective subjects allows students to create a flexible degree program.\nThe application deadline is May 31 for the winter semester, and November 30 for the summer semester. The standard deadlines apply for re-registrations.\nAn individual study plan is required for every semester you are studying part-time (see “Structuring of Individual Study Plan” section).\nOrganization of Program\n----------------------------------------\n\nDuration of Studies\nWhat are part time studies? > Duration of Studies\nDepending on the program type you have selected, the standard duration of study for the flexible study paths is 4 semesters (100%), 6 semesters (66% part-time) or 8 semesters (50% part-time). Credit progression is regulated by the Subject Examination and Study Regulations (FPSO).\nDuration of Studies\n----------------------------------------\n\nMonitoring Progress\nWhat are part time studies? > Monitoring Progress\nProgress monitoring standards (Studienfortschrittskontrolle) are adjusted according to the respective part-time program type. The result is that, when compared with full-time study, the standard period of study is doubled in the 50% part-time model and the study duration is extended by a maximum of 2 semesters for the 66% part-time model.\nMonitoring Progress\n----------------------------------------\n\nFees\nWhat are part time studies? > Fees\nStandard regulations apply to tuition fees, regardless of the degree program.\nThe following applies to tuition fees for students from non-EU countries: A change of program type (full-time to part-time, part-time to full-time, part-time 50% to part-time 66% and part-time 66% to full-time) is considered a change of degree program and is therefore subject to fees from winter semester 24/25!\nFees\n----------------------------------------\n\nFAQ\nWhat are part time studies? > FAQ\nIf I have completed less than the allowed ECTS in one semester, may I complete more than the allowed ECTS in the following semester?\nNo, this is absolutely not allowed. The maximum allowed ECTS limit applies each semester regardless of the ECTS actually passed in previous semesters and is mandatory.\nIf a repeatexam date is in the next semester, is the date of the exam the determining factor for assignment to a semester and the studyplan or the semester in which the course was last held?\nAll exams up to and including the first week of lectures in the new semester belong to the previous semester in terms of examinationregulations. The ECTS thus count towards the study plan in the semester before the exam. You can also see this in TUMonline. The exam will be assigned to the previous semester. In case of doubt, please ask the secretary of the examinationboard responsible for your course of study.\nFAQ\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-informatik"
}