{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-informatik-games-engineering/",
    "content": "Bachelor Informatik: Games Engineering - TUM - TUM School of Computation, Information and Technology\n\nInformatik: Games Engineering\nInformatik: Games Engineering\n\nBachelor of Science (B.Sc.)\nInformatik: Games Engineering > Bachelor of Science (B.Sc.)\nInformatik: Games Engineering\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDie atemberaubende Entwicklung der Spiele basiert auf einem rasanten Fortschritt der Informatik und der modernen Computertechnologie. Grafik und Sound gewinnen an Realitätstreue. Die Komplexität der simulierten Welten und erzählten Geschichten nimmt zu. Neue Sensorik ermöglicht ganz neue Arten der Interaktion.\nZudem sitzen Spieler:innen nicht mehr nur allein zu Hause vor dem Bildschirm. Mit dem Handy können wir überall an Online-Games teilnehmen. Hervorragende Informatikkenntnisse sind daher erforderlich, um diese Technologien zu verstehen und damit umzugehen. Spiele-Ingenieur:innen haben aber nicht nur die Technik im Blick, sondern auch die Menschen, die damit umgehen.\n\n----------------------------------------\n\nEckdaten\nInformatik: Games Engineering > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 6 Semester\nCredits: 180 ECTS\nHauptstandorte: Garching\nBeginn des Studiums: Nur zum Wintersemester möglich\nUnterrichtssprache: Deutsch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nInformatik: Games Engineering > Wie ist das Studium aufgebaut?\nDer Bachelorstudiengang Informatik: Games Engineering umfasst eine Dauer von 6 Semestern. Die Pflichtmodule mit den zentralen Inhalten aus Informatik und Mathematik werden bereits ab dem ersten Semester durch Praktika und Wahlmodule ergänzt.\nIn den ersten vier Semestern erarbeiten Sie sich solide Grundkenntnisse. Ab dem 5. Semester können Sie individuelle Schwerpunkte setzen. Den Abschluss des Studiums bilden die Bachelor’s Thesis und das Kolloquium im 6. Semester.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nInformatik: Games Engineering > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in verfügen Sie über umfangreiche Kenntnisse in Computergrafik, Simulation, künstlicher Intelligenz, Interaktion, Game Engines und mobilen internetbasierten Social Games. Dazu basiert der Studiengang wesentlich auf einer sehr informatiknahen Ausbildung, in welcher Sie grundlegende Konzepte und Gesetzmäßigkeiten von Programmiersprachen, Rechnerarchitekturen, Algorithmen und Datenstrukturen, Software Engineering, Datenbanken, Rechnernetzen und Betriebssystemen kennenlernen. Neben diesen Informatikinhalten liegt ein weiterer Schwerpunkt auf Kernbereichen der Mathematik wie Analysis, Lineare Algebra und Diskrete Strukturen.\nDurch Spielepraktika oder -projekte, die zum Teil mit Firmen oder in den international renommierten Forschungslabors der TUM-Informatik durchgeführt werden, erlangen Sie zudem erste Einblicke in die Praxis. Zusätzlich können Sie Ihr Kompetenzprofil durch eine große Palette an Wahlveranstaltungen und überfachlichen Grundlagen ausbauen.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nInformatik: Games Engineering > Welche Karriere-Chancen habe ich im Anschluss?\nDer Spielemarkt boomt. Bei allen Entwicklerstudios herrscht darum ein großer Bedarf an qualifizierten Fachkräften im Bereich \"Informatik: Games Engineering\". Unter dem Schlagwort \"Serious Games\" finden Spielekonzepte außerdem zunehmend Eingang in Wirtschaftszweige wie den Automobil-, Flugzeug- und Anlagenbau, Medizin, Banken und Management. Diese Industrienähe wird im Rahmen des Studiengangs durch Firmenbeteiligungen an Projekten und Bachelorarbeiten gepflegt. Nach Abschluss des Bachelorstudiengangs können Sie sich zudem für den Masterstudiengang Informatik: Games Engineering oder auch für andere Masterstudiengänge der Informatik bewerben.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nAktivitäten im Studiengang Informatik: Games Engineering\nInformatik: Games Engineering > Aktivitäten im Studiengang Informatik: Games Engineering\nOb der Demo Day von Studierenden für Studierende, die gemeinsame Fahrt zur gamescom oder regelmäßige Game Jams – im Studiengang Informatik: Games Engineering bieten wir viele Veranstaltungen. Informieren Sie sich unter Aktivitäten!\nAktivitäten im Studiengang Informatik: Games Engineering\n----------------------------------------\n\nBewerbung\nInformatik: Games Engineering > Bewerbung\nWir suchen motivierte Menschen, die sich gerne auch mal länger mit logischen Rätseln beschäftigen. Vorkenntnisse in Informatik sind keine Voraussetzung, Bewerber:innen müssen aber die Fähigkeit mitbringen, Probleme zu erkennen, zu verstehen und effiziente Lösungen dafür anzustreben. Eine hohe Affinität zur Mathematik sollte ebenso vorhanden sein wie naturwissenschaftliches Interesse und sehr gute Fähigkeiten in Deutsch und Englisch.\nDas Games Engineering verlangt darüber hinaus Kreativität und Phantasie, Interesse an Design-Fragestellungen und Nutzer:innen-zentrierten Ansätzen. Dieses Interesse geht einher mit individuellen Kompetenzen in den Bereichen Kommunikation, Kooperation und Teamfähigkeit.\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nInformatik: Games Engineering > Bewerbungsfrist\nWintersemester: 15. Mai bis 15. Juli\nSommersemester: 15. November bis 15. Januar (nur Einstieg in das 2. oder höhere Fachsemester)\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nInformatik: Games Engineering > Wie bewerbe ich mich?\nDie Bewerbung läuft über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie Ihre persönlichen Daten und Informationen zu Ihrer Ausbildung an und laden die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer:innen) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nBewerbung für einen Bachelorstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWer kann sich zum Sommersemester bewerben?\nInformatik: Games Engineering > Wer kann sich zum Sommersemester bewerben?\nZum Sommersemester können sich nur Hochschul- oder Fachwechselnde bewerben, die aufgrund ihrer Leistungen (mind. 30 ECTS) mindestens in das zweite Fachsemester eingestuft werden.Bitte beachten Sie auch die Regelungen für das Eignungsfeststellungsverfahren.\n\nFachwechsel\nInformatik: Games Engineering > Fachwechsel\nIm Falle eines Fachwechsels zum Sommersemester müssen Sie mit der Bewerbung einen Antrag auf Semestereinstufung und ein Formblatt zur Beschreibung des Notensystems einreichen. Bitte beachten Sie: Der Antrag und das Formblatt müssen bis zum Ende der Bewerbungsfrist am 15. Januar eingegangen sein. Dieses Dokument kann nicht nachgereicht werden!\n\nHochschulwechsel\nInformatik: Games Engineering > Hochschulwechsel\nStudierende von deutschen Universitäten im gleichen Fach, die bereits ein oder mehrere Semester studiert haben, bewerben sich für ihr nächstes Fachsemester im Bachelor-Studiengang. Das Bewerbungsverfahren verläuft regulär.Bitte beachten Sie: Sie müssen einen Antrag auf Semestereinstufung ausfüllen und hochladen, obwohl er nicht zulassungsrelevant ist, da Sie \"von Amts wegen\" Ihre Fachsemester mitnehmen. Wenn Sie immatrikuliert sind, stellen Sie bitte baldmöglichst einen Antrag auf Anerkennung Ihrer bisherigen Leistungen.\nWer kann sich zum Sommersemester bewerben?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nInformatik: Games Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme?\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\nBewerber:innen mit einer ausländischen Hochschulzugangsberechtigung benötigen zusätzlich zur regulären Bewerbung in TUMOnline eine Vorabüberprüfung der Zeugnisse durch uni-assist (Vorprüfungsdokumentation). Da diese bis zu vier Wochen Zeit in Anspruch nehmen kann, empfehlen wir Ihnen, die geforderten Dokumente frühzeitig an uni-assist zu schicken.\nInternationale Bewerber:innen müssen zudem einen der hier aufgeführten Deutschnachweise einreichen. Auf der Website der TUM finden Sie ausführliche Informationen für internationale Bewerbende.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nInformatik: Games Engineering > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Hochschulzugangsberechtigung (Abiturzeugnis o.ä.)\n- Lückenloser und aktueller Lebenslauf\n- Personalausweis oder Reisepass\n- ggf. Sprachnachweis Deutsch\n- ggf. Vorprüfungsdokumentation (VPD) von uni-assist bei Bewerbungen mit internationaler Hochschulzugangsberechtigung\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) für Bewerbende mit einem Schulabschluss aus China, Vietnam und Indien\n- ggf. Nachweis über Berufsausbildung oder Praktikum (optional)\n- ggf. Antrag auf Semestereinstufung und Formblatt zum Notensystem (Bewerbung für Sommersemester)\n- ggf. Fächer und Notentranskript von bisherigen Studien\n- ggf. Modulbeschreibungen der Module, die anerkannt werden sollen\n- ggf. Bescheid über weiterbestehenden Prüfungsanspruch (\"Unbedenklichkeitsbescheinigung\")\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nZulassung\nInformatik: Games Engineering > Zulassung\nZur Auswahl der Studierenden zum Studiengang Bachelor Informatik: Games Engineering führen wir ein Eignungsfeststellungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Bachelorstudiengangs prüfen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung Ihrer Unterlagen\nInformatik: Games Engineering > Stufe 1: Prüfung Ihrer Unterlagen\nAufgrund der von Ihnen hochgeladenen Unterlagen treffen wir eine Vorauswahl. Sie werden entweder\n- direkt als geeignet eingestuft und zum Studium zugelassen: 84 Punkte oder mehr,\n- zu Stufe 2 eingeladen: 73-83 Punkte,\n- oder direkt abgelehnt: 72 Punkte oder weniger.\nWas zählt?\n- Ihre Durchschnittsnote im Abiturzeugnis bzw. Ihrer Hochschulzugangsberechtigung\n- fachspezifische Einzelnoten in Mathematik, Deutsch, Englisch, Musik oder Kunst und einer bis zum Abitur fortgeführten Naturwissenschaft, einschließlich Informatik. Liegen für die letzten vier Halbjahre keine Benotungen in den Fächern Mathematik, Deutsch, Englisch oder der besten fortgeführten Naturwissenschaft, einschließlich Informatik, vor oder sind in diesen Fächern keine Durchschnittsnoten ausgewiesen, ist eine Zulassung in der 1. Stufe nicht möglich.\n- außerschulische Zusatzqualifikationen wie eine einschlägige Berufsausbildung, ein fach-relevantes Praktikum über mindestens 2 Monate, eine Teilnahme am studiumMINT der TUM, die erfolgreiche Teilnahme an \"Jugend Forscht\" oder \"Mathematik-Olympiade\" (mind. Auszeichnung auf Landesebene).\nFür Details finden Sie hier die Berechnungsformeln, die EFV-Satzung und eine detaillierte Übersicht des Eignungsfeststellungsverfahrens inkl. Berechnungsbeispielen.\nStufe 1: Prüfung Ihrer Unterlagen\n----------------------------------------\n\nStufe 2: Test\nInformatik: Games Engineering > Stufe 2: Test\nWer in der 1. Stufe des Eignungsfeststellungsverfahrens eine entsprechende Punktzahl erhält, erreicht die 2. Stufe: eine Leistungserhebung in schriftlicher Form. Der Test\n- dauert ca. 90 min,\n- umfasst 20 bis 30 Fragen, davon ca. 50 % auf Englisch,\n- findet in Präsenz auf dem Campus Garching statt (Termin siehe \"Zeitplan\" unten). Die Einladung erfolgt mind. 1 Woche vor dem Testtermin.\nIm Test sollen die Bewerber:innen beweisen, dass sie\n- über überdurchschnittliche mathematische Kompetenzen (Schulmathematik inklusive Kombinatorik) verfügen,\n- die Fähigkeit zum abstrakten, logischen und systemorientierten Denken und zur Formalisierung von Lösungsansätzen besitzen,\n- in der Lage sind, Lösungen zu interdisziplinären Fragestellungen aus den Bereichen Naturwissenschaft, Informatik und Technik einerseits und den Bereichen Design, Kunst/Musik, Games, Kommunikation und digitale Medien andererseits zu finden.\nDetaillierte Informationen zur Berechnung der Punkte für die 2. Stufe finden Sie in der Satzung zum Eignungsfeststellungsverfahrens.\nHier finden Sie mehr Informationen zum Eignungsfeststellungstest.\nStufe 2: Test\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nInformatik: Games Engineering > Wie geht es nach der Zulassung weiter?\nSobald Sie – in Stufe 1 oder Stufe 2 – eine Zusage erhalten, sind Sie für das Studium zugelassen und können sich immatrikulieren. Sollten Sie eine Absage erhalten haben, können Sie sich noch ein weiteres Mal für ein zukünftiges Semester bewerben.\nAuf den Webseiten der Technischen Universität München finden Sie Informationen zur Rückstellung des Studienplatzes.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nZeitplan Bewerbung\nInformatik: Games Engineering > Zeitplan Bewerbung\nWintersemester:\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 15. Mai bis 15. Juli\n- Information über das Ergebnis in Stufe 1 und ggf. Einladung zu Stufe 2: Juli bis September\n- Zeitrahmen für Stufe 2: Ende August bis Ende September\n- Termin Präsenztest Stufe 2 in Garching: tbd\n- Einladung zu Stufe 2: spätestens eine Woche vor dem Termin\nSommersemester (nur zum 2. Fachsemester):\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 15. November bis 15. Januar\n- Zeitrahmen für Stufe 2: Januar bis März\n- Einladung zu Stufe 2: spätestens eine Woche vor dem Termin\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nInformatik: Games Engineering > Im Studium\nDas Qualifikationsprofil des Bachelorstudiengangs Informatik: Games Engineering setzt sich aus einzelnen Modulen zusammen. Im Studium müssen Sie insgesamt 180 Credits aus folgenden Bereichen einbringen:\n- Pflichtmodule Games Engineering, Informatik und Mathematik\n- Wahlmodule Informatik und Games Engineering, Games Design und Sonstiges\n- Praktika\n- Überfachliche Grundlagen\n- Abschlussarbeit\nIm Studium\n----------------------------------------\n\nStudienpläne\nInformatik: Games Engineering > Studienpläne\nEine detaillierte Übersicht über die Module finden Sie im Studienplan und in TUMonline:\nohne Login: Studienplan ab Wintersemester 2018/19\nmit Login: eingeschriebene Studierende finden ihren eigenen Studienplan (Curiculum Support) oben im Menü Studium und Lehre unter Studienstatus / Studienplan\nStudienpläne\n----------------------------------------\n\nGrundlagenprüfungen\nInformatik: Games Engineering > Grundlagenprüfungen\nNach dem ersten Semester müssen Sie mindestens zwei der folgenden vier Pflichtmodule erfolgreich abgelegt haben:\n- Einführung in die Informatik\n- Grundlagenpraktikum: Programmierung\n- Einführung in die Informatik für Games Engineering\n- Diskrete Strukturen\nDas bedeutet, Sie müssen die Prüfung am Ende des ersten Semesters oder in der darauf folgenden Wiederholung am Ende des Wintersemesters oder Anfang des Sommersemesters bestehen. Eine weitere Wiederholungsmöglichkeit am Ende des Sommersemesters gibt es nicht.\nGrundlagenprüfungen\n----------------------------------------\n\nWahlmodule\nInformatik: Games Engineering > Wahlmodule\nFür den Bachelor Informatik: Games Engineering sind Wahlmodule Informatik und Games Engineering im Umfang von 13 ECTS zu erbringen. Wir empfehlen Wahlmodule ab dem 5. Fachsemester zu belegen. Auf TUMonline finden Sie den aktuellen Wahlmodulkatalog.\nAußerdem sind Wahlmodule Games Design und Sonstiges im Umfang von 11 ECTS zu erbringen. Wir empfehlen diese vor allem im 3. und 6. Semester zu belegen.\n\nSonderregelungen zu einzelnen Modulen\nInformatik: Games Engineering > Sonderregelungen zu einzelnen Modulen\nIm Bereich \"Maschinelles Lernen und Datenanalyse (MLA)\" schließen sich die folgenden zwei Module gegenseitig aus: IN2028 Business Analytics and Machine Learning IN2339 Data Analysis and Visualization in R Sie können nur eines von beiden anrechnen lassen.\nZusätzlich schließen sich die folgenden zwei Module gegenseitig aus: IN2028 Business Analytics and Machine Learning IN2064 Machine Learning Auch hier können Sie nur eines von beiden anrechnen lassen.\nIm Bereich \"Formale Methoden und ihre Anwendungen (FMA)\" schließen sich die folgenden zwei Module gegenseitig aus: IN2048 Gleichungslogik und Lambda-Kalkül IN2358 Lambda Calculus Sie können nur eines von beiden anrechnen lassen.\nWahlmodule\n----------------------------------------\n\nÜberfachliche Grundlagen\nInformatik: Games Engineering > Überfachliche Grundlagen\nIhr individuelles Persönlichkeits- und Kompetenzprofil runden Sie durch Module aus dem Bereich Überfachliche Grundlagen ab. Je nach Interesse wählen Sie dafür aus einem großen Angebot an Soft-Skills-Veranstaltungen oder Sprachkursen.\nFolgende Module schließen sich gegenseitig aus:\n- Sie können entweder SZ1101 oder SZ11011 Interkulturelle Kommunikation – Begegnung der Kulturen (mit 2 bzw. 3 ECTS) einbringen.\n- Sie können entweder WI001056 Grundzüge der Volkswirtschaftslehre oder WI001056_1 Principles of Economics eingebracht werden und nur im Ausschluss mit WI000021(_E) UND WI000023(_E) (VWL 1 und 2).\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen und Prüfungsordnungen\nInformatik: Games Engineering > Prüfungen und Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\nFPSO vom 16. August 2023: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2023/24 aufgenommen haben\nFPSO vom 15. Oktober 2018, in der Fasung vom 13. Mai 2022: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2022/23 aufgenommen haben\nFPSO vom 15. Oktober 2018: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2018/19 aufgenommen haben\nFPSO vom 03. Mai 2011, in der Fassung vom 02. September 2016: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2016/17, aber vor dem Sommersemester 2018 aufgenommen haben\nFPSO vom 03. Mai 2011, in der Fassung vom 20. August 2014: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2014/15 aufgenommen haben\nFPSO vom 03. Mai 2011, in der Fassung vom 06. November 2013: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2013/14 aufgenommen haben\nPrüfungen und Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nInformatik: Games Engineering > Abschlussarbeit\nFür den Abschluss eines Bachelorstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Bachelorarbeit. Dafür haben Sie vier Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nInformatik: Games Engineering > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit (s.o.) abgegeben haben, schließen Sie mit dem Bachelor of Science (B. Sc.) ab. Damit können Sie ins Berufsleben starten oder ein Masterstudium beginnen. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-informatik-games-engineering"
}