{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-informatik-games-engineering/aktivitaeten/",
    "content": "Aktivitäten - Bachelor Informatik: Games Engineering - TUM - TUM School of Computation, Information and Technology\n\nAktivitäten im Studiengang Informatik: Games Engineering\nAktivitäten im Studiengang Informatik: Games Engineering\nIm Rahmen des neuen Bachelorstudiengangs Informatik: Games Engineering bieten wir regelmäßig Veranstaltungen an.\n- Zu den Besonderheiten zählt der Demo Day, der immer am Ende der Vorlesungszeit stattfindet. Dabei stellen Studierende aller Studienrichtungen und aller Semester Ihre Abschlussarbeiten vor.\n- Im Sommersemester 2022 fand eine Ringvorlesung \"Games Engieering\" statt – mit Vorträgen unterschiedlicher Branchen aus dem Games-Bereich.\n- Jedes Jahr organisieren wir eine Fahrt zur gamescom.\n- Studierende organisieren auch regelmäßig Game Jams, bei denen Teilnehmende in kürzester Zeit anhand eines vorgegebenen Themas Spiele entwickeln.\nVideos zu einigen der Lehrveranstaltungen finden Sie auf dem Youtube-Kanal des Fachgebiets Augmented Reality.\nAktivitäten im Studiengang Informatik: Games Engineering\n----------------------------------------\n\nRingvorlesung \"Games Engineering\"\nAktivitäten im Studiengang Informatik: Games Engineering > Ringvorlesung \"Games Engineering\"\nDie Ringvorlesung \"Games Engineering\" ist eine neue Vortragsserie und richtet sich in erster Linie an Informatik: Games Engineering Studierende. In dieser Ringvorlesung tragen unterschiedliche Kooperationspartner vor. Sie geben Einblicke in Themenfelder und Einsatzbereiche der Games Branche:\n- Gründung & Förderung\n- Einsatz von Technologie\n- Prozesse und Businessmodelle\n- Evolution von Produkten\n- Integration in die Industrie.\nDie Veranstaltungen dauern 60 bis 90 Minuten und bieten im Anschluss Zeit für eine kleine Diskussionsrunde. Die Vortragssprache kann Deutsch oder Englisch sein.\nDie Ringvorlesung kann mit 2 ECTS im Wahlbereich \"Informatik und Games Engineering\" für Bachelor Studierende und als Wahlmodul \"Informatik: Games Engineering\" für den Master angerechnet werden. Dafür müssen Sie die 60-minütige schriftliche Prüfung ablegen. Darin verfassen Sie einen Aufsatz zu einem vorgegebenen Thema aus den während der Ringvorlesung behandelten Gebieten. Hierbei können verschiedene Aufgaben-Schwerpunkte wie Analysieren, Begründen, Beurteilen, Beweisen oder Charakterisieren, Definieren, Erläutern, Erörtern und Vergleichen im Rahmen der Aufsatz-Themen gestellt werden. Der Aufsatz wird mit \"bestanden\" oder \"nicht bestanden\" bewertet. Weitere Informationen finden Sie in TUM Online.\nRingvorlesung \"Games Engineering\"\n----------------------------------------\n\nGamescom\nAktivitäten im Studiengang Informatik: Games Engineering > Gamescom\nDer Bachelor-Studiengang Informatik: Games-Engineering organisiert jedes Jahr eine Fahrt zur gamescom in Köln.\nGamescom\n----------------------------------------\n\nGame Jam\nAktivitäten im Studiengang Informatik: Games Engineering > Game Jam\nIn einem Game Jam geht es darum, in einer kurzen Zeit (24-48 Stunden) in einem kleinen Team ein Spiel zu implementieren. Dabei treffen sich alle Teilnehmenden an einem Ort und bekommen zu Beginn der Bearbeitungszeit ein grobes Thema vorgegeben.\nDie Veranstaltung SemesterGameJam (SGJ) findet an der TUM derzeit einmal im Semester statt. Die besten Projekte werden am Demo Day gezeigt. Die SGJ bietet rund um die Uhr Vollverpflegung und ein Rahmenprogramm mit Vorträgen und Aktivitäten. Die Teams werden von Mentor:innen begleitet, am Ende bewerten alle Teilnehmenden sowie eine Fachjury die Spiele.\nWeitere Informationen zur SemesterGameJam\nGame Jam\n----------------------------------------\n\nGames Übungsräume in der TUM\nAktivitäten im Studiengang Informatik: Games Engineering > Games Übungsräume in der TUM\nDie Games Übungsräume stehen allen Studierenden offen, um eigene Projekte und Hausaufgaben zu bearbeiten. Auf den Rechnern sind unter anderem Unity Pro und Visual Studio installiert. Als Zugangsdaten dienen Ihre RBG-Accounts. Falls eine Tutorübung im Raum stattfindet, können Sie eine:n Übungsleiter:in bitten, ob Sie (leise) an einem freien Rechner arbeiten dürfen.\nIm Gebäude FMI am Campus Garching stehen folgende Games Übungsräume zur Verfügung:\n- 01.05.012\n- 01.10.020\n- 02.13.008\nGames Übungsräume in der TUM\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-informatik-games-engineering"
}