{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-informatik-games-engineering/aktivitaeten/demoday/",
    "content": "DemoyDay der Informatik (School of Computation, Information and Technology - Computer Science) - TUM School of Computation, Information and Technology\n\nDemoDay\nDemoDay\nDemoDay\n----------------------------------------\n\n\n\n----------------------------------------\n\nÜbersicht über den DemoDay an der CIT\nDemoDay > Übersicht über den DemoDay an der CIT\nZu den Besonderheiten zählt der DemoDay, der regelmäßig am Ende der Vorlesungszeit statt findet und an dem Studierende aller Studienrichtungen und aller Semester Ihre Abschlußarbeiten vorstellen können. Natürlich sind die Studenten des Games Engineering Studiengangs hier immer besonders zahlreich vertreten und so kann man neben der Präsentation von wissenschaftlichen Arbeiten auch diverse Spiele selber ausprobieren. Auch wenn der DemoDay als Veranstaltung von Studenten für Studenten gedacht ist, darf auch sonst jeder vorbei schauen, Kontakte aufbauen ist ja immer gut.\nÜbersicht über den DemoDay an der CIT\n----------------------------------------\n\nDer Demo Day findet jedes Semester statt. Hier stellen Studierende aller Studienrichtungen Ihre Abschlussarbeiten vor. Studierende des Studiengangs Games Engineering sind immer besonders zahlreich vertreten und können neben der Präsentation ihrer eigenen wissenschaftlichen Arbeiten die Spiele anderer selbst ausprobieren. Der Demo Day ist eine Veranstaltung von Studierenden für Studierende, doch selbstverständlich sind alle Interessierten herzlich willkommen.\n\n----------------------------------------\n\nNächster DemoDay 16.7.2024\nDemoDay > Nächster DemoDay 16.7.2024\nDer Demo Day findet dieses Semester in der letzten Vorlesungswoche statt, hier die genauen Daten:\nDatum: Dienstag, 16. Juli 2024Zeit: 16:00 UhrOrt: Magistrale (Boltzmannstr. 3, 85748 Garching b. München)\nFür Aussteller:Registrierung und wichtige Informationen (Templates, Fristen, ...) für (aktive) Teilnehmer des Demo Days findet man Wiki Page für Aussteller.\nFür Besucher:Alle Studierende, Mitarbeiter, sowie Zugehörige zum Games Engineering Studiengang oder der CIT sind herzlich eingeladen zur Auftaktveranstaltung im MI Hörsaal 3  um 16Uhr vorbeizuschauen.\nNächster DemoDay 16.7.2024\n----------------------------------------\n\n1-Minute-Madness as VOD\nDemoDay > 1-Minute-Madness as VOD\nWatch our demos in a fast-forward session via live stream on (tba)\n1-Minute-Madness as VOD\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-informatik-games-engineering"
}