{
    "topic": "Thema: Studienabschluss und ECTS-Punkte",
    "correspondence": [
        {
            "orderKey": 0,
            "sender": "STUDENT",
            "message": "Sehr geehrte Studienberatung, da ich seit Beginn meines Studiums im tiefsten Corona einer Strapaze nach der anderen begegnet bin, bin ich nun glücklich, dass ich mit dem Thesis-Thema endlich auf der Zielgeraden zum Abschluss stehe. Allerdings werde ich es leider nicht schaffen, die 150 ECTS bis zum Ende des Sommersemesters zu erreichen. Ich bin unsicher, ob der Zielwert für dieses Semester für mich gilt. Ich habe Angst, mein Studium zu verlieren. Was sind meine Optionen? Wie lange kann ich noch studieren? Welche Regelungen gelten für mich? Wurde die \"Corona-Verlängerung\" bei mir bereits berücksichtigt? Vielen Dank für Ihre Hilfe! Eine Rückmeldung liegt mir sehr am Herzen."
        },
        {
            "orderKey": 1,
            "sender": "AA",
            "message": "Guten Tag, senden Sie mir bitte einen Kontoauszug aus TUMonline, eine Studienverlaufsbescheinigung und einen Screenshot Ihres Studienplans/Curriculum Support aus TUMonline zu. Dann kann ich mir ein genaueres Bild Ihrer Situation machen.\""
        },
        {
            "orderKey": 2,
            "sender": "STUDENT",
            "message": "Sehr geehrte Studienberatung, vielen Dank für die schnelle Antwort. Im Anhang folgen die geforderten Dokumente.\""
        },
        {
            "orderKey": 3,
            "sender": "AA",
            "message": "Guten Tag, vielen Dank für Ihre Dokumente. Sie sind aktuell im 8. Fachsemester und profitieren von 3 pauschalen Corona-Fristverlängerungen. Das bedeutet, dass Sie zum Ende dieses Sommersemesters die Hürde des 5. Semesters - 90 ECTS - erreichen müssen. Dies haben Sie mit Ihren 133 ECTS bereits geschafft. Auch die Hürde nach dem nächsten Wintersemester 2024/25 - 120 ECTS - erfüllen Sie bereits. Nach dem Sommersemester 2025 benötigen Sie dann 150 ECTS, um einer Zwangsexmatrikulation zu entgehen. Falls Sie bis dahin Ihre Bachelorarbeit abgeschlossen haben, erreichen Sie auch diese Hürde."
        }
    ]
}