{
    "topic": "Zeiteinschätzung und Studienfortschrittskontrolle",
    "correspondence": [
        {
            "orderKey": 0,
            "sender": "STUDENT",
            "message": "Sehr geehrte Studienfachberatung der CIT, ich schreibe, um nach einer Zeiteinschätzung für das kommende Semester und nach der Studienfortschrittskontrolle zu fragen. Ich beginne jetzt mein 9. Informatik Bachelor Semester und werde dieses Semester meine Bachelorarbeit schreiben. Ich hab mich dazu bereits einen Betreuer gefunden und spreche mich aktuell mit ihm ab. Wenn ich richtig verstanden habe, kann die Arbeit frühestens am 15. Oktober registriert werden und muss dann bis zum 15. Februar abgegeben werden. Ich werde nächstes Jahr höchstwahrscheinlich das Sommersemester als Auslandssemester in Shanghai absolvieren. Mir wurde aber zu verstehen gegeben, dass nur noch ein formaler Bewerbungsfehler an der Partneruni zur Ablehnung des Auslandssemesters führen kann. Sommersemesterbeginn 2024 war dort der 26. Februar. Soweit ich herausfinden konnte, ist der genaue Tag für SS 25 noch nicht angekündigt, sollte aber ebenfalls Ende Februar oder auch Anfang März sein. Mir wurde empfohlen, in der Woche vor Semesterbeginn anzureisen. Zur Beendigung des Bachelors fehlen mir als Studienleistungen noch Theoretische Informatik, ich schreibe in 3 Wochen den Retake und gehe davon aus, dass ich bestehen werde, und das Klinische Anwendungsprojekt für das Anwendungsfach Medizin. Für letzteres hab ich noch keinen Platz bekommen und verschicke aktuell immer noch Bewerbungen. Ich bin zwar im Gespräch mit einem möglichen Betreuer, aber soweit ich weiß hat der CAMP Lehrstuhl aktuell zu wenig Kapazitäten für die Anzahl an Studenten, deswegen gelingt es mir dieses Semester eventuell nicht einen Platz zu finden. Somit stehe ich aktuell auf 163 Credits. Unter diesen Umständen wollte ich fragen, haben Sie Tipps, was ich beim Zeitplan meiner Bachelorarbeit beachten sollte? Soweit ich verstanden habe, können Bachelorarbeiten nicht remote abgegeben werden, sondern man muss sie persönlich vor Ort abgeben, stimmt das? In dem Fall steht eine Verlängerung wohl außer Frage. Ich werde wahrscheinlich schon nächste Woche anfangen an meinem Thema zu arbeiten und werde mich bei der Ausarbeitung beeilen, trotzdem könnte es zeitlich etwas knapp werden, oder? Viele meiner Kommilitonen haben mir erzählt, dass sie schon 1-2 Monate an ihrem Thema gearbeitet haben, bevor sie ihre Arbeit angemeldet haben. Sollte sich meine Arbeit verzögern, z.B. wegen unvorhergesehener technischer Probleme bei der Umsetzung des Themas, welche Möglichkeiten habe ich, um die Arbeit rechtzeitig einzureichen? Außerdem, was die Studienfortschrittskontrolle angeht. Wenn ich meine Bachelorarbeit dieses Semester erfolgreich abgebe, aber kein Klinisches Anwendungsprojekt finde oder sogar im schlimmsten Fall den Retake nicht bestehe, bin ich dann noch im Rahmen der SFK? Durch die Aussetzung wird die SFK ja um 3 Semester zurückverschoben, das heißt auf meinem jetzigen Creditstand würde ich nach dem 11. Semester exmatrikuliert werden. Wenn ich die Arbeit einreiche und ein weiteres Modul bestehe habe ich mehr als 180 Credits und würde nach dem 12. exmatrikuliert werden, richtig? Also könnte ich schlimmsten Falls das klinische Anwendungsprojekt nächstes Semester im Ausland machen, oder in meinem 11. Fachsemester? Und wenn ich Theo nicht bestehen würde könnte ich das ebenfalls im 11. Semester noch ablegen? Ich hab natürlich nicht vor so lange zu studieren, will aber trotzdem das Worst-Case-Szenario kennen. Zuletzt, wenn ich die Bachelorarbeit erfolgreich einreiche, erfülle ich Ende dieses Semesters alle Voraussetzungen, um mich für den Informatik Master anzumelden, richtig? Wäre ich dann gleich auch im Master immatrikuliert, immer noch nur im Bachelor, oder in beidem gleichzeitig? Außerdem, ich glaube es gibt eine Regel, dass man nach Anmeldung zum Master 1 Jahr Zeit hat, um seine übrigen Bachelormodule einzubringen, richtig? Generell, würden Sie mir empfehlen, dass ich mich erst nach dem Auslandssemester für den Master anmelden oder sollte ich mich besser Ende dieses Semesters nach der Bachelorarbeit gleich für den Master anmelden und mein erstes Mastersemester dann im Ausland machen? Hat letztere irgendwelche Vorteile? Ich hänge meinen aktuellen Leistungsnachweis an. Ich danke im Voraus für die Auskunft und für Ihre Zeit. Mit freundlichen Grüßen.\""
        },
        {
            "orderKey": 1,
            "sender": "AA",
            "message": "Sie scheinen ja noch eine Menge vor zu haben in den nächsten Semestern. Wenn es so stimmt was Sie schreiben, dann müssen Sie am Ende dieses Sommersemesters die Studienfortschrittskontrolle des 5. Semesters (8 - 3) erbringen, was bedeutet, dass Sie 90 ECTS haben müssen. Sie dürfen mit den pauschalen Corona Fristverlängerungen maximal 12 (9 + 3) Semester studieren. Die Abschlussarbeit kann der Lehrstuhl übrigens seit einiger Zeit zu einem beliebigen Tag anmelden, es muss nicht mehr der 15. eines Monats sein und die Abgabe erfolgt über das CIT Portal, was bedeutet, dass Sie die Arbeit nicht in Garching abgeben müssen. Sie sollten übrigens die Arbeit anmelden, bevor Sie wirklich loslegen, also sobald der Scope feststeht. Es ist nicht wirklich sinnvoll im Vorfeld schon zwei bis drei Monate daran zu arbeiten. Theo müssen Sie auf jeden Fall bestehen, ohne bekommen Sie Ihren Abschluss nicht. Wenn Sie jetzt so weiter studieren und an Ihrem Studierendenstatus nicht verändern, können Sie es dieses Semester mitschreiben, im 10. (7 + 3) und noch mal im 12. (9 +3). Das klinische Anwendungsprojekt müssen Sie auch bis zum Ende Ihres 12. Fachsemesters abgeschlossen haben. Um sich im Master zu immatrikulieren, brauchen Sie einen abgeschlossenen Bachelor. Wenn abzusehen ist, dass Sie im Semester Ihr Studium abschließen, können Sie sich schon für das Folgende bewerben, müssen aber vor der Immatrikulationsfrist alle Unterlagen nachreichen. Planen Sie sich für das Auslandssemester beurlauben zu lassen? Falls Sie weitere Fragen haben oder etwas unklar ist, kommen Sie doch am besten in eine unserer Sprechstunden. Im Gespräch lässt sich manches einfacher klären."
        }
    ]
}