{
    "link": "https://www.cit.tum.de/en/cit/studium/studiengaenge/neuroengineering/events/",
    "content": "Events - Master Neuroengineering - TUM - TUM School of Computation, Information and Technology\n\nMSNE Events and Guest Talks\nMSNE Events and Guest Talks\nThe MSNE program is organizing events and invited presentations open to students, staff, and members of the public. Members of the Elite Network of Bavaria are especially invited to this events. Attendance is free.\nMSNE Events and Guest Talks\n----------------------------------------\n\nUpcoming Events - Save the Date!\nMSNE Events and Guest Talks > Upcoming Events - Save the Date!\nUpcoming Events - Save the Date!\n----------------------------------------\n\nMSNE Project Week (October 9-11,2024)\nMSNE Events and Guest Talks > MSNE Project Week (October 9-11,2024)\nWe are currently planning the \"MSNE Project Week\" event in 2024.\nThis week is planned to be a combination of talks, workshops, lab tours and social events to encourage the onboarding of our new batch of MSNE students.\nContact for further questions is msne(at)ei.tum.de\nMSNE Project Week (October 9-11,2024)\n----------------------------------------\n\nMSNE Guest Talk: Dr. Fosco Bernasconi, Dr. Juan Carlos Farah (EPFL) (October 24th 2024)\nMSNE Events and Guest Talks > MSNE Guest Talk: Dr. Fosco Bernasconi, Dr. Juan Carlos Farah (EPFL) (October 24th 2024)\nMSNE Guest Talk: Dr. Fosco Bernasconi, Dr. Juan Carlos Farah (EPFL)\n13:00 - 14:30 h, room N2128\nThis event will feature two engaging talks by researchers from the Blanke Lab at EPFL, Dr. Fosco Bernasconi and Dr. Juan Carlos Farah. They will delve into the neuroscience of hallucinations, particularly in Parkinson’s disease, and the role of sensorimotor robotics and virtual reality in studying these phenomena.\nOrganized by MSNE student Hyunjeong Lee\nMSNE Guest Talk: Dr. Fosco Bernasconi, Dr. Juan Carlos Farah (EPFL) (October 24th 2024)\n----------------------------------------\n\nArchived Guest Talks\nMSNE Events and Guest Talks > Archived Guest Talks\nArchived Guest Talks\n----------------------------------------\n\nDr. Martin Bleichner: Relating Soundscapes and Neural Data in Everyday Life: Challenges and Innovations in Capturing and Using Neural Activity Beyond the Lab (July 16th 2024, 17:30 h, room N1135)\nMSNE Events and Guest Talks > Dr. Martin Bleichner: Relating Soundscapes and Neural Data in Everyday Life: Challenges and Innovations in Capturing and Using Neural Activity Beyond the Lab (July 16th 2024, 17:30 h, room N1135)\nMSNE Guest Talk, hosted by MSNE Student Adrian Dendorfer\nGuest talk by: Dr. Martin Bleichner from University of Oldenburg\nWe are excited to welcome Dr. Martin Bleichner as our next speaker in the MSNE guest talk series. Dr. Bleichner, a distinguished researcher in cognitive neuroscience, worked as postdoctoral researcher in the \"Excellence Cluster Hearing4All,\" where he played a key role in developing the cEEGrid, an ear-centered mobile EEG system.  In 2019, he was awarded the prestigious Emmy Noether Fellowship and now leads the \"Neurophysiology of Everyday Life\" research group at the University of Oldenburg, Germany. His current work focuses on perception-based noise dosimetry and using mobile (ear) EEG to study neural activity in real-world settings, emphasizing long-term temporal dynamics and auditory perception. His talk, \"Relating Soundscapes and Neural Data in Everyday Life: Challenges and Innovations in Capturing and Using Neural Activity Beyond the Lab,\" will explore innovative methods for studying neural activity in real-world settings.\nDate & Time: July 16th, 5:30 - 7:00 PM\nLocation: TUM Munich Campus, Room N1135\nRegister here: Registration Form (Please register by Sunday evening for snack planning)\nAbstract and Bio (PDF)\nDr. Martin Bleichner: Relating Soundscapes and Neural Data in Everyday Life: Challenges and Innovations in Capturing and Using Neural Activity Beyond the Lab (July 16th 2024, 17:30 h, room N1135)\n----------------------------------------\n\nMentalab (April 30th 2024, 17:30 h, room N1135)\nMSNE Events and Guest Talks > Mentalab (April 30th 2024, 17:30 h, room N1135)\nInvitation to Guest Talk: Mentalab GmbH (Alex Platt and Sebastian Herberger)\nhttps://mentalab.com/\nDate and Place: Tuesday, April 30th, 17:30 h at Munich campus in room N1135 (https://nav.tum.de/room/0101.01.135)\nMentalab GmbH develops state-of-the-art EEG technology. Their key product, Mentalab Explore, is an EEG amplifier that has been sold and used for research world-wide. Since its inception in 2017, Mentalab Explore has been used at institutes including Harvard, Stanford, and IIT, as well as closer to home at TUM and Charite. The amplifier, and its associated software, has experienced several iterations. The latest amplifier, Explore Pro is scheduled for release later this year. With each iteration comes a host of technological, scientific and business insights that the speakers look to present. These include: difficulties in developing low-latency, high-bandwidth EEG, signal noise reduction, component and integration testing, GUI and backend software development, research questions and sales experiences. The speakers will also address how neuroengineers fit into the wider biosignal economy.\nMentalab (April 30th 2024, 17:30 h, room N1135)\n----------------------------------------\n\nDr. Xinyan Tracy Cui (Ph.D.): Materials Strategies towards the Chronic and Multimodal Neural Interfaces (March 25th 2024, 10 A.M., N1135 and zoom)\nMSNE Events and Guest Talks > Dr. Xinyan Tracy Cui (Ph.D.): Materials Strategies towards the Chronic and Multimodal Neural Interfaces (March 25th 2024, 10 A.M., N1135 and zoom)\nMarch 25th 2024 from 10-11 A.M.\nThe talk will be hosted in N1135 in the downtown campus. Snacks/coffee will be provided, so if you plan to attend in person, please register  here  by March 21st. A hybrid option is also available (zoom link)\nTitle: Materials strategies towards the chronic and multimodal neural interfaces\nAbstract: Microelectrode array (MEA) devices, placed in the nervous system to record and modulate neuroactivity have demonstrated success in neuroscience research and neural prosthesis applications. Functionalizing the microelectrode sites on MEAs to enable neurochemical sensing and drug delivery adds additional dimensions of information exchange and presents tremendous potential for understanding neural circuits and treating neurological diseases. In this talk, I will introduce the methods by which we enable chemical sensing and delivery from MEAs. By incorporating nanocarbon into the conducting polymer electrode coating, we achieved direct detection of electroactive species such as dopamine and serotonin. By immobilizing enzymes or aptamers on nanostructured electrodes, we achieved multisite detection of glutamate, GABA, and cocaine. By incorporating nanocarriers into conducting polymer coating, we enabled on-demand drug delivery. We demonstrated in vivo multisite and multiple analyte detection or neurotransmitter delivery along with neural recording from our multimodal neural probes. To overcome the challenges in the chronic neural interface, we use quantitative histology, explant analysis, and 2-photon imaging to uncover the mechanism of sensing/recording performance degradation and reveal biofouling, inflammatory host response, as well as material degradations. We use several bioengineering strategies to minimize these failure modes.  First, materials and devices that mimic the mechanical properties of the neural tissue have been shown to significantly improve device-tissue integration. Secondly, biomimetic coatings and drug delivery have been applied to reduce biofouling, sensor degradation, and inflammatory responses. These approaches may be combined to achieve long-term and high-fidelity multimodal neural interfacing.\nBiography:\nDr. Tracy Cui is the William Kepler Whiteford Professor of Bioengineering at the University of Pittsburgh.  She earned her Ph.D. in Macromolecular Science and Engineering from the University of Michigan. She works in the field of neural engineering with special focuses on neural electrode-tissue interface, neural tissue engineering, drug delivery, and biosensors.  She has an H index of 62 with over 13,000 citations and 7 patents. Dr. Cui has won numerous awards, including the 2016 Fellow of the American Institute of Medical and Biological Engineering, the 2015 Carnegie Science Emerging Female Scientist Award, the 2008 NSF Career Award, and the 2005 Wallace Coulter Translational Research Career Award.\nDr. Xinyan Tracy Cui (Ph.D.): Materials Strategies towards the Chronic and Multimodal Neural Interfaces (March 25th 2024, 10 A.M., N1135 and zoom)\n----------------------------------------\n\nGeorgetown University - Center for Neuroengineering:  Talk by Prof. Richard Andersen (Mar 8th 2024, 10 PM CET, Online)\nMSNE Events and Guest Talks > Georgetown University - Center for Neuroengineering:  Talk by Prof. Richard Andersen (Mar 8th 2024, 10 PM CET, Online)\nStudents of TUM MSNE are cordially invitied to join the speaker series at Georgetown University:\nProf. Richard Andersen (California Institute of Technology) on Brain Machine Interfaces.\nMar 8th 2024, 10 PM CET, Online\nTitle and Abstract:\nUnlocking movement: helping paralyzed people with brain-machine interfaces\nhttps://cne.georgetown.edu/unlocking-movement-helping-paralyzed-people-with-brain-machine-interfaces/\nRegistration:\nLast Update Mar 1st 2024\nGeorgetown University - Center for Neuroengineering:  Talk by Prof. Richard Andersen (Mar 8th 2024, 10 PM CET, Online)\n----------------------------------------\n\nGeorgetown University - Center for Neuroengineering:  Talk by Prof. Sara Goering (Feb 21st 2024, 10 PM CET, Online)\nMSNE Events and Guest Talks > Georgetown University - Center for Neuroengineering:  Talk by Prof. Sara Goering (Feb 21st 2024, 10 PM CET, Online)\nStudents of TUM MSNE are cordially invitied to join the speaker series at Georgetown University.\nProf. Sara Goering\nFlyer\nregistration for MSNE students: https://www.eventbrite.com/e/cne-speaker-series-with-sara-goering-tickets-795551264247\nSeminar title : Ethics integration in neuroscience and neurotechnology research: lessons learned\nFeb 21st 2024 - 4 PM EDT (-> 10 PM CET), 2 hours.\nLogin Data on request (msne@ei.tum.de)\nThe BRAIN Initiative encourages attention to ethical issues in neuroscientific and neurotechnology research through its funding mechanisms. But what does successful integration of ethics work look like in the context of such research? This talk addresses some of the methodologies of integration, the valuable content that can arise from such integration efforts, and considerations for how to measure the success of ethics integration.\nSara Goering is Professor and Chair of the Department of Philosophy at the University of Washington, Seattle, where she also works in the Program on Ethics and the Disability Studies Program. For over ten years, she co-led the ethics research group at UW’s Center for Neurotechnology.\nGeorgetown University - Center for Neuroengineering:  Talk by Prof. Sara Goering (Feb 21st 2024, 10 PM CET, Online)\n----------------------------------------\n\nGreta Preatoni (PhD): 16th Jan 2024 - 6:30 p.m.\nMSNE Events and Guest Talks > Greta Preatoni (PhD): 16th Jan 2024 - 6:30 p.m.\nMSNE Guest Talk, hosted by MSNE Student Karahan Yilmazer\nWe are thrilled to welcome Dr. Greta Preatoni as the next speaker in our MSNE guest talk series. Dr. Preatoni, an alumna of the Neuroengineering Lab at ETH Zurich under Prof. Dr. Stanisa Raspopovic, has not only excelled in academia but also in the entrepreneurial world. She is currently a postdoctoral researcher in the Neuroengineering Lab, where her focus remains on cutting-edge neuroengineering.\nIn addition to her academic pursuits, Dr. Preatoni has taken an impressive leap into entrepreneurship as the CEO and co-founder of MYNERVA. Her company is at the forefront of developing innovative, non-invasive solutions for diabetic neuropathy patients, aiming to alleviate nerve pain and reduce the risk of falls. This remarkable work has earned her a well-deserved spot in the Forbes 30 Under 30 list.\nIn her upcoming talk, Dr. Preatoni will share valuable insights from her research journey and entrepreneurial ventures. Mark your calendars and join us for an inspiring session that bridges the gap between academic research and industry application. Don't miss the opportunity to engage with Dr. Preatoni and have your most burning questions answered.\nFlyer (PDF)\nZoom link:\nKarahan Yilmazer is inviting you to a scheduled Zoom meeting.  Join Zoom Meeting https://tum-conf.zoom-x.de/j/61307505767?pwd=c28vZ25VSEsvc1ZZaFpHeWxJbE52QT09  Meeting ID: 613 0750 5767 Passcode: 646788\nGreta Preatoni (PhD): 16th Jan 2024 - 6:30 p.m.\n----------------------------------------\n\nProf. Agnieszka Wykowska, Title Human Cognition in Human-Robot Interaction (Nov 7th 2023 - 6:30 PM)\nMSNE Events and Guest Talks > Prof. Agnieszka Wykowska, Title Human Cognition in Human-Robot Interaction (Nov 7th 2023 - 6:30 PM)\nSpeaker:\nhttps://www.ias.tum.de/ias/wykowska-agnieszka/\nhttps://www.iit.it/people-details/-/people/agnieszka-wykowska\nHost:\nProf. Dr. Gordon Cheng\nDate and Venue:\nNovember 7th, 6.30 pm\nRoom N1135  (TUM, Theresienstrasse 90, Gebäude N1, 80333 München) https://www.ph.tum.de/about/visit/roomfinder/?room=0101.01.135&language=de\nTitle: Human Cognition in Human-Robot Interaction\nAbstract: As modern technology advances, we are designing increasingly sophisticated tools to support and assist humans. However, it is crucial to not only focus on the technology, but also address the mechanisms of human cognition during the use of the technology. It is those mechanisms that will eventually determine whether the technology is efficacious and well accepted by users.\nIn my lab, we study the mechanisms of human cognition in interaction between humans and humanoid robots. With cognitive neuroscience methods, we seek to understand how attention operates during collaborative tasks with the robots, how the human users attune to the robot during joint action, whether they experience sense of agency when teleoperating the robot and sense of joint of agency when they are engaged in a shared task with the robot. In this talk, I will present results from my lab related to the above topics that have been obtained with the use of cognitive neuroscience methods (EEG and eye tracking) in human-humanoid interaction protocols. I will then discuss how these research questions (and respective findings) can be translated from human-humanoid interaction to Neuroengineering.\nLast update: Nov 6 2023\nProf. Agnieszka Wykowska, Title Human Cognition in Human-Robot Interaction (Nov 7th 2023 - 6:30 PM)\n----------------------------------------\n\nProf. Peter Feys: Cerebellar upper limb tremor and gait ataxia: a behavioural, neural and rehabilitation perspective (Nov 16th 2023 - 6:00 PM)\nMSNE Events and Guest Talks > Prof. Peter Feys: Cerebellar upper limb tremor and gait ataxia: a behavioural, neural and rehabilitation perspective (Nov 16th 2023 - 6:00 PM)\nMSNE Guest talk / Seminar\nSpeaker: Prof Peter Feys (Faculty of Rehabilitation Sciences, REVAL Rehabilitation research center, UHasselt),  Neurorehabilitation\nDate and Time: Nov 16th 2023 - 6:00 PM Venue: Room N1135 - Theresienstrasse 90 - TUM Main Campus\nHost: Natalia Paredes Acuna @ Institute for Cognitive Systems (Prof. Gordon Cheng)\nCerebellar upper limb tremor and gait ataxia: a behavioural, neural and rehabilitation perspective\n- Proprioceptive and visuomotor control in persons with intention tremor in persons with MS\n- Coupling steps to music and metronomes in persons with cerebellar impairments: behaviour, neural entrainment and gait\nDownload Extended Seminar Description (PDF)\nBio: Prof Peter Feys is a full professor in neurological rehabilitation and dean of Faculty of Rehabilitation Sciences at University of Hasselt. His inter-disciplinary research is focused on the assessment and rehabilitation for gait and upper limb function in predominantly persons with neurological conditions. It comprises investigations of motor fatigability, music-based entrainment and sonification, upper limb training, cognitive-motor interference, technology-supported training, and community self-directed training. Neuroimaging is performed to understand the impact of interventions on neural function and structure. The research is mostly performed in persons with Multiple sclerosis and secondary stroke and CP. Peter Feys has published over 145 peer- reviewed articles in esteemed international clinical neurological, imaging, and rehabilitation journals. Another particular interest is contributing to the establishment of large databases that contain MS rehabilitation data besides medical and lifestyle information, specifically the MSDATACONNECT initiative\nLast update: Nov 8th 2023\nProf. Peter Feys: Cerebellar upper limb tremor and gait ataxia: a behavioural, neural and rehabilitation perspective (Nov 16th 2023 - 6:00 PM)\n----------------------------------------\n\nTamara Gerbert: Founding a company in Neurotech - Brightmind.AI's journey from idea to MVP undergoing clinical studies  (Nov 21st 2023 - 6:30 PM - room N1135)\nMSNE Events and Guest Talks > Tamara Gerbert: Founding a company in Neurotech - Brightmind.AI's journey from idea to MVP undergoing clinical studies  (Nov 21st 2023 - 6:30 PM - room N1135)\nNov 21st 2023 - 6:30 PM - room N1135 - no registration required\nMSNE Guest talk\nTitle: Founding a company in Neurotech – Brightmind.AI’s journey from idea to MVP undergoing clinical studies\nBio Tamara Gerbert, Co-founder & Managing Director of Brightmind.AI, has conducted research in Neuroscience at 5 world-leading research institutions leveraging closed-loop non-invasive brain stimulation, real-time EEG preprocessing, MRI data analysis and improving cognition. She has applied AI to successfully predict several neurological conditions using computer vision & deep reinforcement learning. Tamara holds an MRes in Neuroengineering from Imperial College London and a BSc from King’s College London.\nAbstract Brightmind.AI, founded in 2022, has brought its venture from 0 to clinical readiness in record time. From idea to investment, building a team, developing a prototype and setting up the first clinical trial - Tamara Gerbert will walk you through her personal journey as a Founder with recommendations to everyone with entrepreneurial spirit. Furthermore, Tamara will introduce Brightmind.AI's vision and roadmap of bringing clinically proven, self-learning, personalized non-invasive brain stimulation to everyday life.\nbrightmind.ai\nLast update: Nov 20th 2023\nTamara Gerbert: Founding a company in Neurotech - Brightmind.AI's journey from idea to MVP undergoing clinical studies  (Nov 21st 2023 - 6:30 PM - room N1135)\n----------------------------------------\n\nMSNE Project Week (October 10-12, 2023)\nMSNE Events and Guest Talks > MSNE Project Week (October 10-12, 2023)\nWe are currently planning the third \"MSNE Project Week\" event.\nThis week is planned to be a combination of talks, workshops, discussions, lab tours and social events to encourage the onboarding of our new batch of MSNE students, in combination with workshops and a hackathon for sophomore students. One goal is to bring together bright minds to give talks that are idea-focused and on a wide range of subjects to foster learning, inspiration, and wonder. In addition, we aim to provoke conversations that matter in the field of Neuroengineering. On top of that, visiting and seeing the labs where actual research is happening will considerably contribute to our mission. This will also profoundly connect MSNE students with the topics of Neuroengineering.\nContact for further questions is msne@ei.tum.de\nMSNE Project Week (October 10-12, 2023)\n----------------------------------------\n\nWorkshop on Neuromorphic Computing (Oct 10 & 11 2023)\nMSNE Events and Guest Talks > Workshop on Neuromorphic Computing (Oct 10 & 11 2023)\n\nA joined TUM IAS and ENB Master Neuroengineering Event\nMSNE Events and Guest Talks > Workshop on Neuromorphic Computing (Oct 10 & 11 2023) > A joined TUM IAS and ENB Master Neuroengineering Event\nRegistration required -> Registration Website\nThe two-day workshop on Neuromorphic Computing provides an immersive platform for researchers, experts, and enthusiasts to explore cutting-edge advancements in neuromorphic neural systems, and sensors. Day 1 includes talks on Neuromorphic Systems, and Neuromorphic Hardware and Algorithms, followed by a stimulating panel discussion. Day 2 features a keynote on Neural Interfaces, with talks on Sensory Modeling and Rehabilitation. Interactive poster sessions and lab tours offer hands-on experiences and collaborative opportunities, making the workshop a knowledge-rich environment to spark inspiration and foster advancements in neuromorphic computing.\nMSNE Project Week (Oct 10-12) and Workshop on Neuromorphic Computing (Oct 10-11) are synchronizing their schedules, allowing target audience the full experience.\nContact for further questions is Ms. Natalia Paredes ( natalia.paredes@tum.de )\nVenues:\n- Day 1: TUM Campus Munich – Therisianum Lecture Hall\n- Day 2: Garching – IMETUM Lecture Hall\nWorkshop on Neuromorphic Computing (Oct 10 & 11 2023)\n----------------------------------------\n\nNeurotechnology Seminar - by neuroTUM Student Club (June 27th 2023 - 17:00 CEST)\nMSNE Events and Guest Talks > Neurotechnology Seminar - by neuroTUM Student Club (June 27th 2023 - 17:00 CEST)\nProgram Flyer (PDF Download)\nDate and Venue: June 27th 2023, 5 PM at TranslaTUM (<-- !!!  Venue and Start Time changed !!!)\nRegistration required: https://forms.gle/tmfjxAhaNNT55pft9\nLast update: May 30th 2023\nNeurotechnology Seminar - by neuroTUM Student Club (June 27th 2023 - 17:00 CEST)\n----------------------------------------\n\nProf. Jordan Green: Polymeric Nanocarriers for Personalized Genetic Medicine (June 26th 2023, 09:30 AM CEST)\nMSNE Events and Guest Talks > Prof. Jordan Green: Polymeric Nanocarriers for Personalized Genetic Medicine (June 26th 2023, 09:30 AM CEST)\nMSNE Guest talk by Prof. Jordan Green\nA MSNE talk hosted by Prof. Kristen Kozielski Date and Venue: June 26th 2023, 9.30 AM N1135\nRegistration required: https://wiki.tum.de/display/eifak/MSNE+Guest+Talk+-+Prof.+Jordan+Green\nSpeaker: Jordan J. Green, Ph.D. Johns Hopkins University School of Medicine\nTitle: Polymeric Nanocarriers for Personalized Genetic Medicine\nAbstract: Biodegradable polymeric nanoparticles can be engineered for intracellular delivery and cellular engineering, leading to new paradigms for personalized genetic medicine. Libraries of biodegradable polymeric nanoparticles were constructed and screened for the safe and effective intracellular delivery of DNA, miRNA, siRNA, and proteins. Differential polymer structure was found to significantly increase transfection efficacy and enable long-term in vivo gene expression. Tuning biomaterial structure also enables cell-type specificity of nanoparticles in a range of cell types.  Applications will be shown for non-viral ocular gene therapy, cancer stem cell reprogramming, gene editing, and immunotherapy.  These safe and effective biodegradable nanoparticles are promising as enabling technology to treat diverse human diseases.\nBio: Dr. Jordan J. Green is a Professor of Biomedical Engineering, Ophthalmology, Neurosurgery, Oncology, Materials Science & Engineering, and Chemical & Biomolecular Engineering at the Johns Hopkins University School of Medicine. He is the Vice Chair for Research and Translation in Biomedical Engineering and is the former Director of the Biomedical Engineering Undergraduate Program at JHU. Dr. Green is also the founding Associate Director of the Translational Tissue Engineering Center and the founding Associate Director of Translational Immunoengineering Center at JHU. Dr. Green received his B.S. in Chemical Engineering and in Biomedical Engineering from Carnegie Mellon University in 2003 and completed his Ph.D. in Biological Engineering from MIT. Subsequently, Dr. Green was a postdoctoral associate at MIT from 2007-2008. Dr. Green was the founding CEO of the biotech company AsclepiX Therapeutics and currently serves as a member of the Board of Directors. He also co-founded and/or serves on the board of five other biotechnology companies. He is a Fellow of the National Academy of Inventors, the Biomedical Engineering Society, the American Institute for Medical and Biological Engineering, and the Controlled Release Society. He is also an Associate Editor at Science Advances and a standing member of the NIH Drug and Biologic Therapeutic Delivery (DBTD) study section. His work has resulted in the publication of over 150 scientific papers, 86 issued or pending patents, and 130 invited talks, and he has received numerous awards including the AIChE Colburn Award, the BMES Rita Schaffer Award, the Presidential Early Career Award for Scientists and Engineers, Popular Science’s Brilliant Ten, and was a National Academy of Medicine Emerging Leader Scholar in Health & Medicine. Dr. Green and his lab are innovating gene therapies, immunotherapies, and cell therapies to advance medicine.\nLast update: June13th 2023\nProf. Jordan Green: Polymeric Nanocarriers for Personalized Genetic Medicine (June 26th 2023, 09:30 AM CEST)\n----------------------------------------\n\nProf. Reza Shadmehr: Neural computations in the cerebellar cortex during control of a movement (June 6th 2023, 18:00 CEST)\nMSNE Events and Guest Talks > Prof. Reza Shadmehr: Neural computations in the cerebellar cortex during control of a movement (June 6th 2023, 18:00 CEST)\nMSNE Guest talk by Prof. Reza Shadmehr\nA MSNE talk hosted by MSNE Student Mohsen Rastegari.  Prof. Shadmehr kindly agreed to interact with MSNE students on the upcoming MSNE Student Retreat. Eextending the audience beyond this student retreat, we are announcing a talk at TUM, open for the scientific public:\nRegistration required: https://wiki.tum.de/display/eifak/MSNE+Guest+Talk+-+Prof.+Reza+Shadmehr  Date and Venue: June 6th 2023, 18:00 CEST in room N1135\nTitle: Neural computations in the cerebellar cortex during control of a movement\nAbstract: Damage to the cerebellum typically causes dysmetria, affecting endpoint accuracy. What is the cerebellum computing that is so important for stopping a movement? In the marmoset, we have been studying saccadic eye movements, using silicon probes to quantify both the information that the cerebellar cortex receives via mossy fibers and climbing fibers, and the output it produces via Purkinje cells (P-cells). Our results suggest that the input encodes two different kinds of information: the goal of the movement in sensory coordinates, and the ongoing commands in motor coordinates. The output, as computed by populations of P-cells, produces a burst that rises analogous to predicting the real-time displacement of the eyes, and then suddenly and synchronously is inhibited when the eyes need to decelerate and stop. Thus, we speculate that the cerebellar cortex is computing in real-time the sensory consequences of the motor commands until it reaches a bound, as set by the desired goal of the movement, at which point the P-cells synchronously disinhibit the nucleus, thus stopping the movement.\nBio: Reza Shadmehr was born in Tehran, Iran, and was fortunate to be allowed by his parents to immigrate to the United States when he was 14 years old. He was raised in Spokane, Washington by foster parents and attended Gonzaga University, earning a BS in Electrical Engineering. He was subsequently mentored in robotics at the University of Southern California by Michael Arbib, where he was an IBM Graduate Fellow, then was awarded a McDonnell-Pew Postdoctoral Fellowship to attend MIT, where he was mentored in computational neuroscience by Emilio Bizzi. After MIT, he joined the Johns Hopkins Biomedical Engineering Department, where he has remained his entire career. He has authored three books and is an elected Fellow of the AIMBE. His greatest accomplishment, however, has been mentoring students who have gone on to become good citizens and creative scientists.\nLast update: May 8th 2023\nProf. Reza Shadmehr: Neural computations in the cerebellar cortex during control of a movement (June 6th 2023, 18:00 CEST)\n----------------------------------------\n\nProf. Jun Tani: Exploring Robotic Minds (Workshop  23.5 & 24.5.2023)\nMSNE Events and Guest Talks > Prof. Jun Tani: Exploring Robotic Minds (Workshop  23.5 & 24.5.2023)\nWorkshop Flyer (Download)\nLast update: May 16th 2023\nProf. Jun Tani: Exploring Robotic Minds (Workshop  23.5 & 24.5.2023)\n----------------------------------------\n\nProf. Surjo Soekadar: Brain-Computer Interfaces for Neurorehabilitation and Beyond (April 18th 2023, 17:30 CEST)\nMSNE Events and Guest Talks > Prof. Surjo Soekadar: Brain-Computer Interfaces for Neurorehabilitation and Beyond (April 18th 2023, 17:30 CEST)\nMSNE Guest talk by Prof. Surjo Soekadar Date and Venue: April 18th 2023, 5.30 PM N1135\nRegistration required -->  https://wiki.tum.de/display/eifak/MSNE+Guest+Talk+-+Prof.+Surjo+Soekadar\nTitle: Brain-Computer Interfaces for Neurorehabilitation and Beyond\nProf. Surjo Soekadar is Einstein professor of clinical neurotechnology at the Charité - Universitätsmedizin Berlin since 2018. After studying medicine in Mainz, Heidelberg and Baltimore and graduating with a doctorate in clinical neuropsychology, he worked as a physician at the university of Tübingen. In Tübingen, he was the head of the Applied Neurotechnology Lab from 2011 until 2018. His work is funded by the European Research Council and Prof. Soekadar has received several awards including the International BCI Research Award and the BIOMAG and NARSAD Young Investigator Awards.\nProf. Soekadar’s research covers a large spectrum of neuroengineering. It ranges from assistive brain computer interfaces (BCIs) that enable quadriplegic patients to use their paralyzed extremities to the application of closed-loop brain stimulation in psychiatry. In their goal to treat neurological and psychiatric disorders, the clinical neurotechnology lab also explores the future of BCIs, like optically pumped magnetometers and quantum sensing. Prof. Soekadar’s talk will be an interesting mixture of the aforementioned topics including the ethical concerns surrounding the clinical approaches.\nA talk hosted by MSNE Student Sven Günther\nLast update: April. 5th 2023\nProf. Surjo Soekadar: Brain-Computer Interfaces for Neurorehabilitation and Beyond (April 18th 2023, 17:30 CEST)\n----------------------------------------\n\nDr. Esma Ismailova: \"Organic bioelectronic devices in neural interfacing\" (Feb 27th 2023, 16:00 CEST)\nMSNE Events and Guest Talks > Dr. Esma Ismailova: \"Organic bioelectronic devices in neural interfacing\" (Feb 27th 2023, 16:00 CEST)\nMSNE Guest talk by Dr. Esma Ismailova\nTitle: Organic bioelectronic devices in neural interfacing  Date and Venue: February 27th 2023, 4.00 PM, hybrid event (online & in-person)  Venue: Room D00.003 at LMU - Fakultät für Biologie, Biozentrum - Großhaderner Str. 2 - 82152 Planegg-Martinsried and Online: Zoom credentials will be provided in the registration confirmation email.\nRegistration required\nThe talk is hosted by Prof. Anton Sirota.\nAbstract: In the past decade, there has been considerable interest in the development of Brain Computer Interface devices for basic research as well as for the diagnosis and treatment of numerous diseases. Since a key readout of brain function and dysfunction is an electrical activity, recording these signals is instrumental for many of these devices. Conducting polymers (CPs) have demonstrated the unique ability to conduct ions in addition to electronic charge carriers. Their integration allows for a more intimate coupling at the interface between the traditional microelectronics and biological tissue, which relies primarily on ion-based signaling. The “soft” nature of CPs results in better mechanical compatibility with biological environments than inorganic electronic materials, and allows for their simple processing onto a variety of flexible substrates often used in biomedical implants. These properties are essential for developing new tools for neuroscience, as current technology relies on highly invasive, penetrating probes that induce neural tissue damage and degrade signal quality. During this talk, I will review our latest advances in applying highly conformal CP-based devices to record electrophysiological signals from the brain. I will introduce the different examples of my recent work, covering the development of novel devices for neural interfacing in deep and surface EEG, and the fundamental understanding of conducting materials processing and signal recording rational.\nBio: Dr. Esma Ismailova is an Associate Professor in the Department of Bioelectronics (BEL) at the Centre Microélectronique de Provence of the Ecole Nationale Supérieure des Mines de Saint-Étienne, France. She received a Master’s Degree in Polymer Science and a PhD in Chemistry and Chemical Physics through an Industrial Fellowship with STMicroelectronics from the University of Strasbourg. Her PhD work consisted of new generation photoresists development for high-resolution photolithography in semiconductor manufacturing. She held a postdoctoral fellowship in the Laboratory for Organic Electronics at Cornell University, NY USA studying the interfaces between biological systems and electronics. She joined BEL department as a staff member working on the elaboration of microfabrication processes for soft neural implants based on organic electronic materials. During her career, Dr. Ismailova has initiated national and international projects to develop organic electronic interfaces with the human body to allow for multimodal health data collection essential in advancing next generation of personalized diagnostics and therapies. She is actively involved in projects including materials development for neural interfacing, wearable health monitoring, neuromorphic computing in data processing, as well as AI-guided device design.\nLast update: Feb 14th 2023\nDr. Esma Ismailova: \"Organic bioelectronic devices in neural interfacing\" (Feb 27th 2023, 16:00 CEST)\n----------------------------------------\n\nDr. Simon Nimpf: \"Investigating the neural basis of magnetoreception in the pigeon\" (Jan 24th 2023, 18:30 CEST)\nMSNE Events and Guest Talks > Dr. Simon Nimpf: \"Investigating the neural basis of magnetoreception in the pigeon\" (Jan 24th 2023, 18:30 CEST)\nMSNE Guest talk by Dr. Simon Nimpf  Date and Venue: January 24th 2023, 6.30 PM N1135\nThe talk is hosted by MSNE team (msne(at)ei.tum.de)  Registration required\nTitle: Investigating the neural basis of magnetoreception in the pigeon\nAbstract:\nThe remarkable ability of animals to navigate over long distances is at least in part mediated by sensing the Earth’s magnetic field. Behavioral experiments on a large number of taxonomically diverse species support the existence of magnetoreceptive systems, however, the underlying sensorineural structures remain elusive. In the Keays lab we investigate where and how a magnetic stimulus is transduced into a neuronal impulse and how this information is integrated in the central nervous system of pigeons. Employing neuronal activity mapping, whole brain clearing and light sheet microscopy we show that exposing pigeons to rotating magnetic fields leads to increased activity in the brainstem vestibular nuclei, the dorsal thalamus and regions of the mesopallium and hippocampus of pigeons. These experiments provide evidence for a magnetosensory neuronal pathway originating in the pigeon vestibular system. Physical calculations, modeling and molecular ablation studies further support the hypothesis that magnetic fields might be detected by voltage sensitive ion channels in the vestibular system through a process called electromagnetic induction.\nDr. Simon Nimpf\nSince Oct. 2021                      Post-doctoral researcher in the labs of Prof. David Keays and Prof. Laura Busse at the Ludwig-Maximilian-University Munich; Project: Visual circuits in pigeons 2015 - 2020                              PhD in the laboratory of David Keays at the Institute of Molecular Pathology (IMP), Vienna; Project: Neuronal basis of magnetoreception in pigeons 2012 - 2015                              Master’s in Molecular Biology with a focus on Molecular Medicine at the University of Vienna 2009 - 2012                              Bachelor’s in Microbiology and Genetics at the University of Vienna\nLast update: Dec.21th 2022\nDr. Simon Nimpf: \"Investigating the neural basis of magnetoreception in the pigeon\" (Jan 24th 2023, 18:30 CEST)\n----------------------------------------\n\nMSNE Guest Talks (2016 - 2022)\nMSNE Events and Guest Talks > MSNE Guest Talks (2016 - 2022)\nWithin 2016-2022, MSNE invited more than 30 Researchers for guest talks, workshops, and other form of interaction with MSNE Students and researchers. --> Talks, Abstracts and Bio of Guests 2016 - 2022 (PDF)\nMSNE Guest Talks (2016 - 2022)\n----------------------------------------\n\nArchived Events, Symposia, Excursions\nMSNE Events and Guest Talks > Archived Events, Symposia, Excursions\nArchived Events, Symposia, Excursions\n----------------------------------------\n\nNeuroengineering Summer School between TUM and Georgetown University: June 18th-June 21st 2024\nMSNE Events and Guest Talks > Neuroengineering Summer School between TUM and Georgetown University: June 18th-June 21st 2024\nThe TUM-Georgetown Neuroengineering Summer School 2024 takes place in Munich from June 18th - June 21st. You can find detailed information about the summer school, the program and the registration link on the summer school website: https://sites.google.com/view/neuroengineering-summer-school/start\nNeuroengineering Summer School between TUM and Georgetown University: June 18th-June 21st 2024\n----------------------------------------\n\nMSNE Retreat (May 17th  - May 20th 2024)\nMSNE Events and Guest Talks > MSNE Retreat (May 17th  - May 20th 2024)\nEvent for MSNE Students in 2nd and 4th semester in Toblach, South Tirol.\nMSNE Retreat (May 17th  - May 20th 2024)\n----------------------------------------\n\n\"Neurofutures\" - Documentary (Global Premiere: April 18th, 20:00 CEST)\nMSNE Events and Guest Talks > \"Neurofutures\" - Documentary (Global Premiere: April 18th, 20:00 CEST)\nFirst public screening of documentary movie \"Neurofutures\". Download the Program Flyer\nDate and Venue:\nApril 18th 2023, 8.00 PM N1179\nLast update: Mar. 9th 2023\n\"Neurofutures\" - Documentary (Global Premiere: April 18th, 20:00 CEST)\n----------------------------------------\n\nMSNE Student Retreat (June 2023)\nMSNE Events and Guest Talks > MSNE Student Retreat (June 2023)\nJune 8th-11th 2023 - Austria (Region Grossvenediger) - open for all MSNE students.  Program and registration information to be provided soon (--> email)\nLast update: May 4th 2023\nMSNE Student Retreat (June 2023)\n----------------------------------------\n\nElite Network of Bavaria FORUM on Neuroscience and Neuroengineering (March 23rd 2023) -  TUM Audimax (6 PM)\nMSNE Events and Guest Talks > Elite Network of Bavaria FORUM on Neuroscience and Neuroengineering (March 23rd 2023) -  TUM Audimax (6 PM)\nDownload the Program Flyer\nElite Network of Bavaria FORUM on Neuroscience and Neuroengineering (March 23rd 2023) -  TUM Audimax (6 PM)\n----------------------------------------\n\nExcursion to Brainlab AG (October 24th 2022 - 2PM)\nMSNE Events and Guest Talks > Excursion to Brainlab AG (October 24th 2022 - 2PM)\nMSNE Students already received invitations.\nExcursion to Brainlab AG (October 24th 2022 - 2PM)\n----------------------------------------\n\n2nd MSNE Project Week (October 12-14, 2022)\nMSNE Events and Guest Talks > 2nd MSNE Project Week (October 12-14, 2022)\nThe second \"MSNE Project Week\" is an in-person scientific event being curated by a group of MSNE students, for MSNE students and faculty members. This week is planned to be a combination of talks, workshops, discussions, lab tours and social events to encourage the onboarding of our new batch of MSNE students. One goal is to bring together bright minds to give talks that are idea-focused and on a wide range of subjects to foster learning, inspiration, and wonder. In addition, we aim to provoke conversations that matter in the field of Neuroengineering. On top of that, visiting and seeing the labs where actual research is happening will considerably contribute to our mission. This will also profoundly connect MSNE students with the topics of Neuroengineering.\nVenue for most events is room N1135 at TUM Main Campus.  Tentative Agenda (as of October 11th 2022, stay tuned for further updates)\n- Wednesday, October 12th 2022 \t09:00: Intro and Welcome (Organisers team) \t09:10: Welcome (MSNE Program Director Prof. Kristen Kozielski) \t09:30 - 10:50 The MSNE Study Handbook - Part 1** (by MSNE Program Manager Florian Rattei) \t10:50 - 11:00 Short Break \t11:00 - 12:30 fMRI and system level brain activity (by PD Dr. Afra Wohlschläger) \t~12:30-13:30: Joined Lunch Break at TUM Canteen (no student card required for new students \t13:30               Scavenger Hunt and Get Together \t~end by 17:30\n- Thursday, October 13th 2022 \t09:00- 10:30:  Student-Workshop on Basic Electronics (by MSNE Student Mohsen Rastegari, supported by NEL Team Prof. Wolfrum) \t10:30 - 10:45: Short Break \t10:45 - 12:15: Student-Workshop on Basic Python (by MSNE Student Ritika Gupta, supported by Team Prof. Portugues Peters \t12:15 - 13:30: Lunch break (students arrange in groups, not organised by MSNE team) \t13:30 - 15:30: Student-Workshop on Signal Processing Part 1* (by MSNE Student Runfeng Lyv, supported by BAI Team Prof. Hemmert) \t15:30 - 15:45 Short Break \t15:45 - 17:00 MSNE Students Q & A \tEnd ~ 17:00\n- Friday, October 14th 2022 \t09:00 - 10:30: Lab Tour 1 \t10:30 - 12:00: Lab Tour 2 \t12:00 - 13:00: Lunch break (students arrange in groups, not organised by MSNE team) \t13:30 - 15:00: Computational models of brain development and learning (Prof. Julijana Gjorgieva) \t15:15 - 16:30: Talk \"Learnable latent embeddings for joint behavioral and neural analysis\" (Steffen Schneider***, MSNE Alumn) \t16:30 - 18:00: MSNE Alumni <-> MSNE Students Chat (coffee and snacks will be served)\nMore details:\nLater... also part of MSNE Project Week:\n*   21.10.2022 - 14:00 - TBA : Student-Workshop on Signal Processing Part 2* (by MSNE Student Runfeng Lyv, supported by BAI Team Prof. Hemmert)     24.10.2022 - 14:00 - Late Afternoon: Excursion for MSNE 3rd (and 5th) Semester Students to Brainlab AG (Feldkirchen bei München, Public Transport) ** 19.10.2022 -  11:30-12:30 - N1135: The MSNE Study Handbook - Part 2*  (by MSNE Program Manager Florian Rattei)\n***  Steffen Schneider is an MSNE alumn and was part of the 1st batch to graduate from our master’s program. He is currently in the 3rd year of his PhD project \"Adaptation & Robustness in Brains and Machines\" in the ELLIS PhD & PostDoc program, which includes work on robust deployment of vision models and self-supervised learning for scientific data analysis. He is jointly advised by Matthias Bethge at the University of Tübingen and Mackenzie Mathis at EPFL. His work is supported by a Google PhD Fellowship in Computational Neuroscience. He has previously worked on multi-modal learning in vision transformers at Meta NYC, on self-learning and object centric representations at Amazon in Tübingen and on self-supervised representation learning for speech recognition at Facebook AI Research. Apart from his research, he is a strong supporter of exposing children to modern computer science topics early on during their school education, and is co-founder of the non-profit \"KI macht Schule\" which integrates AI and ML education into the highschool curriculum. Further information on this website.\nClosed event for MSNE -Students and MSNE Faculty only. No registration required.\nSave the date: Monday 17.10.2022: Welcome by TUM President\nContact:\nContact for further questions is msne@ei.tum.de\n2nd MSNE Project Week (October 12-14, 2022)\n----------------------------------------\n\n4th MSNE Retreat in Allgäu (2022)\nMSNE Events and Guest Talks > 4th MSNE Retreat in Allgäu (2022)\nIn 2022, after a pause due to the pandemic, students organized a 4-day scientific retreat, returning to Ofterschwang (Allgäu, Germany).\nMore than 50 students joined, spanning several cohorts, supported by MSNE-Alumni Nogay Küpelioglu and Matthijs Pals, inviting scientic guests\n- Prof. Solaiman Shokur (EPFL, Lausanne)\n- Dr. Nataliya Kosmyna (MIT)\n- Dr. Henry Shelvin (Cambridge University)\n4th MSNE Retreat in Allgäu (2022)\n----------------------------------------\n\n6th Neuroengineering Symposium (May 16th, 2022)\nMSNE Events and Guest Talks > 6th Neuroengineering Symposium (May 16th, 2022)\nThe International Neuroengineering Symposium (2022) is an in-person scientific event on May 16th 2022 (9:30 - 13:30 CEST) organized by TUM, inviting all researchers and students interested in neuroengineering to meet and discuss recent developments with MSNE associated faculty and students of the Elite Network of Bavaria (ENB) Master Program in Neuroengineering (TUM).  Looking back to an event series that started in 2015, great attendance of researchers, many fruitful discussions, and a vivid research community are motivating us to continue with this event series. We will soon announce a detailed program agenda and a list of invited speakers. Second part of the symposium will be a poster exhibition by MSNE students.\nSave the date for the 6th MSNE Symposium: Monday, May 16th, 2022, 09:30-13:30 (CEST) Venue: Immatrikulationshalle der TUM (Room 0136, Arcisstrasse 21)\nRegistration Website\nProgram (PDF, including abstract & biographies)\n- 09:00 Arrival of Guests\n- 09:30 Welcome (Prof. Gordon Cheng & Prof. Kristen Kozielski  )\nKeynote Talks\n- 09:45 Flexible Adhesive Electronics for Electrophysiological Monitoring \t(Prof. Christopher J. Bettinger,  Carnegie Mellon University) \tTalk will be chaired by MSNE-Student Stefan Dvoretskii\n- 10:40 Neuromorphic Prosthesis - Inspired by Neuroscience, applied to Robotics/Prosthesis \t(Prof. Nitish V. Thakor, Johns Hopkins University) \tTalk will be chaired by MSNE-Student Maria Luna Ghanime\n- 11:35 Magnetoelectric nanomaterials for wireless neuronal modulation \t(Prof. Kristen Kozielski,  TUM) \tTalk will be chaired by MSNE-Stundet Xingying Chen\nMSNE Student Poster Exhibition          12:20 Introduction and Poster Exhibition, with snacks and drinks\n- Exploring Feature Extraction of Event-Based Data on Neuromorphic Hardware (Svea Meyer)\n- Real-time sharp wave detection and stimulation plugin  (Ahmed Almijbari)\n- Investigation of Cellular Mechanisms of Cognitive Flexibility in Mouse Prefrontal Cortex (Arij Briki)\n- Top-down modulation in canonical cortical circuits with inhibitory short-term plasticity (Felix Waitzmann)\n- E/I balance in Plastic Dendritic Recurrent Neural Networks (Bertram Fuchs)\n- Classifying zebrafish behaviour using Recursive Neural Networks (Nathan van Beelen)\n- A Pilot Study on Learning of Movement Mappings Using Inertial Sensors for Cursor Control (Onur Icin)\n- Source reconstruction methods for brain connectivity (Stefan Dvoretskii)\n- Implementing a template matching algorithm with SNNs on neuromorphic chip (Ayça Kepçe)\n- Automated pipeline for pre-processing EEG data (Erika Garza Ibarra)\n- Soft pneumatic hip exoskeleton for assisting human motion (Runfeng Lyv)\n- Basic Formations And Computations via Neuronal Assemblies (Mohamad Issa)\n- Parameterization of Worker Wellbeing in a Logistics Planning Context (Julia Balowski)\n- Effects of Semantic Context in Speech Understanding Through \"Top-Down\" or \"Bottom-Up\" Processes (Juan Daniel Galeano Otalvaro)\n- Machine learning for a cochlear implant stimulation strategy (Esteban Bullón Tarras)\n- ~ End of Neuroengineering Symposium approx. 13:30 ~ -\nContact for further questions is msne@ei.tum.de   Students of TUM Elite Master Program in Biomedical  Neuroescience may also approach their program coordinators (-> master.mec.med@tum.de ) for further information regarding this symposium and interaction opportunities with MSNE students.\nPast neuroengineering events in this series:\n- Neuroengineering Symposium (March 11th, 2021)\n- Neuroengineering Symposium (April 21st, 2020)\n- Neuroengineering Matinee (Jan 16th, 2019)\n- Neuroengineering Networking Workshop 2018 (Apr 19th, 2018)\n- NeuroEngineering Networking Workshop 2015 (Jan 15th, 2015)\nLast Update: May 15th 2022\n6th Neuroengineering Symposium (May 16th, 2022)\n----------------------------------------\n\nMSNE Project Week (18-22 October, 2021)\nMSNE Events and Guest Talks > MSNE Project Week (18-22 October, 2021)\n\nMSNE Project Week (18-22 October, 2021)\nMSNE Project Week (18-22 October, 2021)\nThe very first \"MSNE Project Week\" is a digital scientific event being curated by a group of seven MSNE students, for MSNE students and faculty members. This week is planned to be a combination of talks, workshops, discussions, lab tours and social events to encourage the onboarding of our new batch of MSNE students. One goal is to bring together bright minds to give talks that are idea-focused and on a wide range of subjects to foster learning, inspiration, and wonder. In addition, we aim to provoke conversations that matter in the field of Neuroengineering. On top of that, visiting and seeing the labs where actual research is happening will considerably contribute to our mission. This will also profoundly connect MSNE students with the topics of Neuroengineering.\nMSNE students, MSNE faculty and CoC Neuroengineering already received an invitation and registration link by email.\nVenue for most events is room N1135 at TUM Main Campus. Some events during the project week will additionally be streamed online (*). Some events during the project week will be online-only (**)  Tentative Agenda (as of October 11th 2021, still some event details \"TBA\")\n- Monday, October 18th \t09:00: Intro and Welcome (Organisers team) * \t09:10: Prof. Kristen Kozielski - Magnetoelectric nanomaterials for wireless neuronal modulation * \t10:15: Isabelle Hoxha: Anticipating under all circumstances: a story of neuroscience and mathematics * \t11:30: Joined Lunch Break at TUM Canteen \t13:00: Isabelle Hoxha: Combined analysis of brain and behavioral recordings (Hands-on Tutorial) \tEnd by ~ 17:00 \t[17:00: Welcome@TUM by TUM President]\n- Tuesday, October 19th \t09:00: Marc Strotmann - Social and ethical concerns in Neuro-engineering * \t10:15: MSNE Study Handbook - Part II (Florian Rattei) ** (<- update: online only) \t11:30: Break / Free Time \t13:00: Dr. Yulia Sandamirskaya (Intel): Neuromorphic computing technology: from theory to applications  \t14:00: Francisco Zurita: Electronics Tutorial \tEnd by ~ 17:00\n- Wednesday, October 20th \t~9:00: Lab Visit The Jacob Laboratory (at TUM Clinics, Prof. Simon Jacob) and PainLab Tour (Prof. Markus Ploner] \t11:30: Break / Free Time \t13:00: Scavenger Hunt (TUM Main Campus & Downtown Munich) \tEnd by ~ 17:00\n- Thursday, October 21st \t09:00: Presentation by Brainlab AG ** - Digital inhouse visit \t11:30: Break / Free Time \t13:00: Lab Visit Neuroelectronics (TUM Campus Garching, Prof. Bernhard Wolfrum) & \t           Lab Visit Bio-Inspired Information Processing (TUM Campus Garching, Prof. Werner Hemmert) \tEnd by ~ 15:00\n- Friday, October 22nd \t09:00: Steffen Schneider - Adaptation & Robustness of Computer Vision Models * \t10:00: MSNE Panel Discussion (Topic TBA) \t11:30: Break / Free Time \t13:00: Dr. Kathrin Kugler (The MathWorks): [Case Studies and Experiment] Accelerating discovery, innovation, development, and learning in Neuroengineering with MATLAB® and Simulink® \t14:30: Steffen Schneider: Introduction to Machine Learning Engineering for Researchers (Hands-On Tutorial) \tEnd by ~ 17:30\nContact:\nContact for further questions is msne@ei.tum.de\nMSNE Project Week (18-22 October, 2021)\n----------------------------------------\n\n5th Neuroengineering Symposium (Mar. 11th, 2021)\nMSNE Events and Guest Talks > 5th Neuroengineering Symposium (Mar. 11th, 2021)\n\nNeuroengineering Symposium (March 11, 2021)\nNeuroengineering Symposium (March 11, 2021)\nThe Neuroengineering Symposium 2021 is a digital scientific event on March 11th 2021 (9:30 - 12:00 CET) organized by TUM, inviting all researchers and students interested in neuroengineering to meet online and discuss recent developments with MSNE associated faculty and students of the ENB Elite Master Program in Neuroengineering (TUM).\nLooking back to an event series that started in 2015, great attendance of researchers, many fruitful discussions, and a vivid research community are motivating us to continue with this event series in challenging times, using digital streaming technologies. MSNE students will be pitching their latest research work in short pre-recorded video presentations.  On event day, students are happy to answer all your questions and discussions may start in a virtual poster exhibition, meeting live with students in zoom breakout rooms. We would like to encourage all our guests to contribute to this symposium and to watch the student presentations prior to the live event, identifying the set of topics guests are most interested in! During the live event, we will have 16 parallel breakout rooms (see agenda below), allowing our participants to attend at several breakout rooms.\nLink to Student Videos and Posters (Moodle Course, please use the guest login, password will be provided after your registration). Instructions and zoom login credentials will be provided to all registered symposium guests.\nRegistration: Update March 11th 8:50 AM - We sent out login credentials. In case you did not receive login information (or: last minute registration): Please send an email to msne@ei.tum.de\nRegistration is open until March 10th, 2021 - 23:59 (CET).  Tentative Agenda (pdf):\n- 09:30 Welcome by Prof. Gordon Cheng (Institute for Cognitive Systems, TU Munich)\n- 09:45 Invited Talk: Prof. Simon Jacob (Department of Neurosurgery, Klinikum rechts der Isar, TU Munich) \t\"The Stuff of Thought: Investigating the Mechanisms of Cognition by Linking Neurotechnology and Neuromedicine\" (Abstract)\n\"The Stuff of Thought: Investigating the Mechanisms of Cognition by Linking Neurotechnology and Neuromedicine\" (Abstract)\n- 10:30 Invited Talk: Prof. Jun Tani  (Okinawa Institute of Science and Technology, Japan) \t\"Cognitive Neurorobotics Study Using Predictive Coding and Active Inference\" (Abstract)\n10:30 Invited Talk: Prof. Jun Tani  (Okinawa Institute of Science and Technology, Japan) \t\"Cognitive Neurorobotics Study Using Predictive Coding and Active Inference\" (Abstract)\n- 11:15 - 12:00 Virtual Poster Exhibition (MSNE Students) \tStudents posters and pre-recorded video teasers are available online (-> Link to videos and posters will be provided soon) \tComputational Neuroscience & Engineering \tJin Lee    - Self-supervised learning on neural data \tMatthijs Pals -    Neuromorphic computing as a substrate for efficient path tracking and path planning \tAshish Rao - Noise Quenching in the Stabilized Supralinear Network \tFlorian Schoenleitner - Extending Tympanometry Based Hearing Diagnostics with Methods of Machine Learning \tAishwarya Patel - Neural Circuits for Distinct locomotor behaviours in Drosophila larvae \tPablo Ochoa De Eribe Delgado - Model describing a possible mechanism of auditory-motor sequence learning (study on human behavioural collected data \tXingying Chen - Reinforcement learning model of sensorimotor adaptation \t \tNeuroimaging Methods and Data Analysis Techniques     \tPablo Sarricolea - Nanomaterial engineering for the synthesis of positive contrast agents in Magnetic Resonance Imaging \tFederico Puppo - Protocol for data acquisition and CNN training for LFM setup \tMargaret Lane - CNNs for Segmentation in Functional Ultrasound Imaging \tEric Ceballos - Neural markers for the detection of intentional stance \tOrcun Centitas - Single-Image Multi-Scale Style Transfer with Generative Adversarial Networks \tVladimir Budovkin - Implementing a pipeline for efficient access to experimental data \t \tHuman-centered Engineering, Rehabilitation and Medical Research     \tRafael Javier Pérez Belizón - Simulated triphasic stimulation of Auditory Nerve Fibres \tPaula Fulton - Performance Comparison of Three EMG-controlled Supernumerary Robotic Finger Design Prototypes \tLisa Held - A study that investigates alpha synchronizations during attention shifts in working memory \tMegan Girczyc - Redesigning 3D printed microdrive arrays for use in the rodent prefrontal-cortex\n11:15 - 12:00 Virtual Poster Exhibition (MSNE Students) \tStudents posters and pre-recorded video teasers are available online (-> Link to videos and posters will be provided soon)\nComputational Neuroscience & Engineering \tJin Lee    - Self-supervised learning on neural data \tMatthijs Pals -    Neuromorphic computing as a substrate for efficient path tracking and path planning \tAshish Rao - Noise Quenching in the Stabilized Supralinear Network \tFlorian Schoenleitner - Extending Tympanometry Based Hearing Diagnostics with Methods of Machine Learning \tAishwarya Patel - Neural Circuits for Distinct locomotor behaviours in Drosophila larvae \tPablo Ochoa De Eribe Delgado - Model describing a possible mechanism of auditory-motor sequence learning (study on human behavioural collected data \tXingying Chen - Reinforcement learning model of sensorimotor adaptation \t \tNeuroimaging Methods and Data Analysis Techniques     \tPablo Sarricolea - Nanomaterial engineering for the synthesis of positive contrast agents in Magnetic Resonance Imaging \tFederico Puppo - Protocol for data acquisition and CNN training for LFM setup \tMargaret Lane - CNNs for Segmentation in Functional Ultrasound Imaging \tEric Ceballos - Neural markers for the detection of intentional stance \tOrcun Centitas - Single-Image Multi-Scale Style Transfer with Generative Adversarial Networks \tVladimir Budovkin - Implementing a pipeline for efficient access to experimental data \t \tHuman-centered Engineering, Rehabilitation and Medical Research     \tRafael Javier Pérez Belizón - Simulated triphasic stimulation of Auditory Nerve Fibres \tPaula Fulton - Performance Comparison of Three EMG-controlled Supernumerary Robotic Finger Design Prototypes \tLisa Held - A study that investigates alpha synchronizations during attention shifts in working memory \tMegan Girczyc - Redesigning 3D printed microdrive arrays for use in the rodent prefrontal-cortex\nContact:\nContact for further questions is msne@ei.tum.de  Students of TUM Elite Master Program in Biomedial  Neuroescience may also approach their program coordinators (-> master.mec.med@tum.de ) for further information regarding this symposium and interaction opportunities with MSNE students.\nPast neuroengineering events:\n- Neuroengineering Symposium (April 21st, 2020)\n- Neuroengineering Matinee (Jan 16th, 2019)\n- Neuroengineering Networking Workshop 2018 (Apr 19th, 2018)\n- NeuroEngineering Networking Workshop 2015 (Jan 15th, 2015)\nTo top\n\nFakultät für Elektrotechnik und Informationstechnik\nNeuroengineering Symposium (March 11, 2021) > Fakultät für Elektrotechnik und Informationstechnik\nTheresienstr. 90 80333 München\nTel. +49.89.289.22260 Fax +49.89.289.22559  info(at)ei.tum.de\n\nGoogle Custom Search\nNeuroengineering Symposium (March 11, 2021) > Google Custom Search\nWir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.\nHinweise zum Einsatz der Google Suche\n5th Neuroengineering Symposium (Mar. 11th, 2021)\n----------------------------------------\n\nThe Time after MSNE Graduation ... A Panel Discussion (Jan 19th 2021, 18:00)\nMSNE Events and Guest Talks > The Time after MSNE Graduation ... A Panel Discussion (Jan 19th 2021, 18:00)\nWinter 2016/17 - Pioneering in a brand-new study program, exploring opportunities and co-shaping the program by feedback and student initiatives, studying in a program which is evolving semester-wise: MSNE Alumni/Alumna Steffen Schneider,  Christoph Kocher, and Ann Kotkat are going to look back ~4.5 years, discussing their impressions on ENB MSNE Program, their time at TUM, their time in Elite Network of Bavaria, putting a focus on their year(s) after graduation. The discussion is intended to provide a student perspective on career opportunities, on time and efforts spent in the program or afterwards that turned out fruitful or a waste of time. The event is open for all MSNE students, all MSNE alumni/alumnae, and MSNE associated Faculty/Team. We would like to keep this audience fixed to this group of people.\nPreparing for the event, we asked three open questions to Christoph, Steffen, and Ann:\n- Being in a time capsule, given all the knowledge you have now, re-starting to MSNE: What would you do in a different way? - What have been your thoughts while deciding between PhD / Doctoral Studies at University and (research-.oriented) Industry Employment? - Kindly provide a preview on your calendar entry of Friday, Jan 19th 2024, given that all the plans you made for the next years will turn out successful!\nWe will meet for this Panel discussion Tuesday, Jan 19th 2021, 18:00 in Zoom. MSNE students, MSNE alumni/ae and MSNE Associated Faculty/Team will receive an personal invitation soon.\nExpected end of the evening event is 20:00 (...but we will not close zoom rooms sharp by time).\n\nGoogle Custom Search\nMSNE Events and Guest Talks > Google Custom Search\nWir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.\nHinweise zum Einsatz der Google Suche\nThe Time after MSNE Graduation ... A Panel Discussion (Jan 19th 2021, 18:00)\n----------------------------------------\n\n4th Neuroengineering Symposium (Apr. 22nd, 2020)\nMSNE Events and Guest Talks > 4th Neuroengineering Symposium (Apr. 22nd, 2020)\nThe Neuroengineering Symposium is a digital scientific event on April 22nd 2020 (9:30 - 13:00 CEST) organized by TUM, inviting all researchers and students interested in neuroengineering to meet online and discuss recent developments with MSNE associated faculty and students of the ENB Elite Master Program in Neuroengineering (TUM).\nLooking back to a series that started in 2015, great attendance of researchers, many fruitful discussions, and a vivid research community are motivating us to organize an event in challenging times, using webstreaming technologies, sharing posters and slides in advance. MSNE Students will be pitching their latest research work in 3 min. presentations, followed by quick Q/A rounds (2 min.). Instructions and login credentials will be provided to all registered symposium guests.\nRegistration has closed. Past event.\nContact: Contact for further questions is msne@ei.tum.de   Students of TUM Elite Master Program in Biomedial  Neuroscience may also approach their program coordinators (-> master.mec.med@tum.de ) for further information regarding this symposium and interaction opportunities with MSNE students.\nTentative Agenda:\n- 09:30 Welcome (Prof. Gordon Cheng, ICS)\n- 09:35 Introduction to Presentation Sessions\n- 09:40 Session 1: Computational Neuroscience\n- 10:20 Session 2: Neural Signal Processing and Brain-Computer Interfaces\n- Session Break\n- 10:50 Session 3: Human-centered Engineering, Rehabilitation and Medical Research\n- 11:15 Session 4: Neuro-inspired Robotics and Computer Vision\n- Session Break\n- 12:00 Breakout rooms for students and guests to discuss the posters (optional)\nSession topics and presenters\nSession 1: Computational Neuroscience (~9:40 – 10:20) Session Chair: Jan Bölts (TUM Computational Neuroengineering) • Melanie Tschiersch: “An attractor network theory of serial dependencies in subliminal working memory” • Isabelle Hoxha: “Influence of context on the reaching movement feedback controller” • Nikita Agarwal: “Comparison of the Inference Compilation method against traditional Bayesian Inference algorithms” • Aleksandra Teska: “Brian2modelfitting: A toolbox for fitting neural models to electrophysiological data in Brian 2 • Anna Vasilevskaya: “Motion processing in a 3D-convolutional neural network trained for action recognition” • Adria Galan Gadea: “Neuronal Dynamics underlying stable population-level working memory representations in prefrontal còrtex”\nSession 2: Neural Signal Processing and Brain-Computer Interfaces  (~10:20 – 10:45) Session Chair: Stefan Ehrlich (TUM Chair of Cognitive Systems) • Nicholas Tacca: “Event-related potential magnitude corresponds to prediction error from optimal policy agent observation in a gridworld experiment” • Sai Lam Loo: “Brain Source Localization of Error Related Potentials in Electroencephalogram” • Aleksandar Levic: “Investigating single neuron activity from humans during naturalistic, continuous stimulation” • Mert Keser: “Creating Synthetic EEG Data for Rapid Calibration of Motor Imagery Classification”\nSession 3: Human-centered Engineering, Rehabilitation and Medical Research (~10:50 – 11:15) Session Chair: Stefan Ehrlich (TUM Chair of Cognitive Systems) • Lisa Sogerer: “ATXN1L mediated Capicua (CIC) stability in glioblastoma multiforme” • Fulvia Del Duca: “Investigation of Hip Joint Impedance Dynamics for Physical HumanRobot Interactions” • Iustina Andronic: “Investigating audio compression as countermeasure against adversarial noise targeting attention-based end-to-end speech recognition systems” • Mariia Popova: “Development of morphologically realistic models of ultrasound neurostimulation”\nSession 4: Neuro-inspired Robotics and Computer Vision (~11:15 – 11:50) Session Chair: Pablo Lanillos (Donders Institute for Brain, Cognition and Behavior, formerly: TUM Chair of Cognitive Systems) • Elio Nakhle: “Variational Inference with Function Learning for Robotic Self Perception implementation on NAO Robot” • Laura Lopez Galdo: “Soft hand exoskeleton actuated with Shape Memory Alloy fibers” • Nogay Küpelioglu: “License plate detection using dynamic vision sensors and neuromorphic algorithms” • Raja Judeh: “Part Semantic Segmentation of Point Clouds of Complete and Partial Objects Using Deep Learning” • Elvin Hajizada: “Spiking Compliant Robot Control”\nDownload MSNE Symposium Agenda (PDF)\nPast neuroengineering events:\n- Neuroengineering Matinee (Jan 16th, 2019)\n- Neuroengineering Networking Workshop 2018 (Apr 19th, 2018)\n- NeuroEngineering Networking Workshop 2015 (Jan 15th, 2015)\nTo top\n\nGoogle Custom Search\nMSNE Events and Guest Talks > Google Custom Search\nWir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.\nHinweise zum Einsatz der Google Suche\n4th Neuroengineering Symposium (Apr. 22nd, 2020)\n----------------------------------------\n\nIn-House Visit at Texas Instruments (Jan 16th 2020)\nMSNE Events and Guest Talks > In-House Visit at Texas Instruments (Jan 16th 2020)\nMSNE Students interested in joining the event may register using the link provided in Newsletter. Please save the date! Tentative schedule: morning + early afternoon, agenda will be provided soon\nInitiative by Prof. Bernhard Wolfrum & team.\nContact for administrative questions: msne(at)ei.tum.de\nIn-House Visit at Texas Instruments (Jan 16th 2020)\n----------------------------------------\n\n3rd MSNE Retreat in Brixlegg, Austria (May 30th - June 2nd 2019)\nMSNE Events and Guest Talks > 3rd MSNE Retreat in Brixlegg, Austria (May 30th - June 2nd 2019)\nThe 3rd MSNE Retreat will take place in the wonderful region of Tyrol (Austria), more precisely in Brixlegg. A four-day event (May 30th - June 2nd 2019), eintirely organized by MSNE students, for MSNE students and invited guests.\nThis year's invited talks / guest researchers are (in alphabetical order):\n• Prof. Albert Compte / Insitut d'Investigations Biomèdiques August Pi y Sunyer\n• Dr. Nora Heinzelmann, LMU, (Munich/Germany)\n• Prof. Emily King, Bremen University, (Germany)\n• Prof. Tobias Reichenbach from Imperial College London (UK)\nThe event is designed and organized by MSNE-Students. A few tickets are available for students from other related study programs. Interested students are encouraged to contact (msne(at)ei.tum.de) latest by May 15th 2019.\n3rd MSNE Retreat in Brixlegg, Austria (May 30th - June 2nd 2019)\n----------------------------------------\n\nWorkshop on Intelligent Prosthetics and Brain-Computer Interfaces & Hackathon (27.-29.5.2019)\nMSNE Events and Guest Talks > Workshop on Intelligent Prosthetics and Brain-Computer Interfaces & Hackathon (27.-29.5.2019)\nThe CYBATHLON is a unique championship in which people with physical disabilities compete against each other to complete everyday tasks using state-of-the-art technical assistance systems\".\nIn 2020' challenge at ETH Zurich, two TUM-teams will start in the Disciplines Brain Computer Interface (BCI) Race and Powered Arm Prosthesis Race. Both teams are supported/co-organized by  a lot of MSNE-students.\n\nCyberTUM - Two Student Teams at Cybathlon 2020 Challenge\nCyberTUM - Two Student Teams at Cybathlon 2020 Challenge\nThe CYBATHLON is a unique championship in which people with physical disabilities compete against each other to complete everyday tasks using state-of-the-art technical assistance systems\".\nIn 2020' challenge at ETH Zurich, two TUM-teams will start in the Disciplines Brain Computer Interface (BCI) Race and Powered Arm Prosthesis Race. Both teams are supported/co-organized by  a lot of MSNE-students.\n\nWorkshop on Intelligent Prosthetics and Brain-Computer Interfaces & Hackathon (27.-29.5.2019)\nWorkshop on Intelligent Prosthetics and Brain-Computer Interfaces & Hackathon (27.-29.5.2019)\nAgenda | Speakers & Biography | Hackathon Flyer  (download, pdf-format)\nWorkshop and Hackathon Registration\nList of Speakers: (Further Speakers, Workshops, Poster Session and a program including time and vanue will be provided soon)\nNicolas Berberich (RIKEN AIP & TUM): “Human-centered approaches for neuroengineering”\nProf. Gordon Cheng (TUM): \"Processes in Restoring Sense of Touch to Spinal Cord Injured Patients\"\nProf. Stanisa Raspopovic (ETH Zurich): “Sensory feedback in prostheses”\nDr. Ricardo Chavarriaga (EPFL): \"Symbiotic Brain- Machine interaction: Beyond control and monitoring\"\nProf. Claudio Castellini (DLR): \"Interactive (machine) learning: a key component of the HMI of the future”\nZied Tayeb (TUM): \"Closed-loop hybrid brain-computer interfaces for neuroprostheses control”\nMichael Auer (Ottobock Unit Upper Limb Prosthetics): \"Advances in Upper Limb Prosthetics – Function and Design”\nDr. Emmanuel Carlos Dean Leon & Florian Bergner (TUM):\"Robot Skin: Present, Future and possible applications\"\nProf. Patrick van der Smagt (Director of AI Research, Volkswagen Group): Title TBA\nProf. Natalie Mrachacz-Kersting (Aalborg University, Denmark): Title TBA\nJohannes Kühn (TUM): Title TBA\nN.N. (g.tec medical engineering): \"Brain-Computer Interfaces (BCI)”\nAcknowledgements:\nThe workshop  is co-organized by MSNE, MSRM-Students and supported by MSNE study program (TUM and Elitenetzwerk Bayern ).\nWorkshop on Intelligent Prosthetics and Brain-Computer Interfaces & Hackathon (27.-29.5.2019)\n----------------------------------------\n\n3rd Neuroengineering Symposium: Neuroengineering Matinee (Jan. 16th 2019)\nMSNE Events and Guest Talks > 3rd Neuroengineering Symposium: Neuroengineering Matinee (Jan. 16th 2019)\nThe Neuroengineering Matinee is a scientific morning event on Jan. 16th 2019 (9:30-13:00) at Vorhoelzer Forum, inviting all  researchers and students interested in neuroengineering to meet and discuss recent developments with MSNE associated faculty and students of the ENB Elite Master Program in Neuroengineering (TUM).  We are happy to announce guest talks by Patrick van der Smagt (Volkswagen AI), and Srinivas Turaga (HHMI's Janelia Research Campus). Sophomore MSNE students will present their research projects and publications (Neuroengineering Summit, part of MSNE Research Excellence Certificate).  Master students and researchers of other partner neuro-x study/graduate programs in Munich are cordially invited to join the Neuroengineering Matinee, to interact with neuroengineering students and faculty and to learn on opportunities across study programs.   Registration: closed (past event)\nReport:   Report on Neuroengineering Matinee (->TUM ECE Department)\nAgenda:\n09:30 - 09:45 Introduction / Welcome (Prof. Jakob Macke, MSNE Program Director) 09:45 - 10:30 Guest Talk:  Prof. Patrick van der Smagt - Latent optimal control 10:30 - 11:15 Guest Talk:  Srinivas Turaga, PhD - Connecting the structure and function of neural circuits 11:20 - 12:00 Neuroengineering Summit:\n- Christoph Kocher – “Measuring effective connectivity with convolutional neural networks”\n- Pranshul Saini – “The effect of intensive meditation training on cognitive functioning during Stroop task”(download)\n- Yagmur Yener - \"Fully Automated Reconstruction of Glia and their Relationship with Neurons\"\n- Elisa Pavarino – “Connectome of the newborn nerve” (download)\n- Jonas Braun – “Uncovering muscle population dynamics of locomotion using LFADS”\n12:00 - 13:00 Poster Exhibition & Snacks\nPrevious Neuroengineering Events Neuroengineering Networking Workshop 2018 (Apr 19th, 2018) (MSNE Student Blog, external link!) NeuroEngineering Networking Workshop 2015 (Jan 15th, 2015)\n\nGoogle Custom Search\nMSNE Events and Guest Talks > Google Custom Search\nWir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.\nHinweise zum Einsatz der Google Suche\n3rd Neuroengineering Symposium: Neuroengineering Matinee (Jan. 16th 2019)\n----------------------------------------\n\n2nd MSNE Retreat in Ofterschwang (Allgäu) (May 2018)\nMSNE Events and Guest Talks > 2nd MSNE Retreat in Ofterschwang (Allgäu) (May 2018)\nScientific guests have been Prof. Jakob Macke (recently appointed at TUM), Prof. Benjamin Grewe (ETH Zurich) and Prof. Thomas Euler (University of Tübingen). This second retreat was jointly organized by both student batches with 33 people contributing.\n2nd MSNE Retreat in Ofterschwang (Allgäu) (May 2018)\n----------------------------------------\n\n2nd Neuroengineering Symposium: CoC Neuro-Engineering Networking Workshop (April 19 2018)\nMSNE Events and Guest Talks > 2nd Neuroengineering Symposium: CoC Neuro-Engineering Networking Workshop (April 19 2018)\n\nAgenda\nMSNE Events and Guest Talks > Agenda\n14:00 Introductory remarks by Prof. Gordon Cheng Chair for Cognitive Systems (TUM)\n14:10-14:30 Prof. Ilona Grunwald Kadow Neuronal Circuits and Metabolism, School of Life Sciences Weihenstephan (TUM) \"Asking the fly to reveal neural network principles underlying behavior\"\n14:30-14:50 Prof. Markus Ploner Heisenberg Professor of Human Pain Research, Department of Neurology, School of Medicine (TUM) \"Neuroengineering approaches to the understanding, diagnosis and therapy of pain\"\n14:50-15:10 Prof. Bernhard Wolfrum Neuroelectronics, Department of Electrical and Computer Engineering (TUM) \"On-chip stimulation of cardiac networks\"\n15:10-15:30 Prof. Stefan Glasauer Center for Sensorimotor Research, Department of Neurology (LMU) \"Probabilistic modeling to understand human perception in health and disease\"\n15:30-15:50 Short presentations of MSNE students: (4x5min)\n- Mohammad Bashiri – \"The Effect of Non-invasive Deep Brain Stimulation Using Temporal Interference: A Computational Study\"\n- Abdallah Alashqar – \"Slow Oscillation Detection in Rat's Entorhinal Cortex\"\n- Steffen Schneider – \"Domain Adaptation in Brains and Machines\"\n- Nicolas Berberich – \"An Apprenticeship Learning Approach based on Aristotelian Virtue Ethics for building Moral Machines\"\n16:00 Networking: poster presentations and live demos, have a look around and enjoy snacks\nThis year’s CoC Neuroengineering networking meeting was accompanied by the MSNE Summit of the Elite Master Program in Neuroengineering launched in October 2016. In short talks and poster presentations, the MSNE students presented their research projects. By joining the events, we aimed to foster exchange and networking among CoC associates and the MSNE cohort.\n\nGoogle Custom Search\nMSNE Events and Guest Talks > Google Custom Search\nWir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.\nHinweise zum Einsatz der Google Suche\n2nd Neuroengineering Symposium: CoC Neuro-Engineering Networking Workshop (April 19 2018)\n----------------------------------------\n\n1st MSNE Retreat in Fischen (Allgäu) (May 2017)\nMSNE Events and Guest Talks > 1st MSNE Retreat in Fischen (Allgäu) (May 2017)\nThe students managed the full planning as a group, including proposal phase, budget issues, guest invitation as well as formal requirements coming from TUM administration. Attending guests have been Dr. Dmitry Fedosov (FZ Jülich), Prof. Heiko Neumann (Ulm University), and Prof. Matthias Bethge (Universität Tübingen).\n1st MSNE Retreat in Fischen (Allgäu) (May 2017)\n----------------------------------------\n\n1st Neuroengineering Symposium: Neuroengineering Networking Workshop  (Jan 15th, 2015)\nMSNE Events and Guest Talks > 1st Neuroengineering Symposium: Neuroengineering Networking Workshop  (Jan 15th, 2015)\nOnline Ressources no longer available!\n\nGoogle Custom Search\nMSNE Events and Guest Talks > Google Custom Search\nWir verwenden Google für unsere Suche. Mit Klick auf „Suche aktivieren“ aktivieren Sie das Suchfeld und akzeptieren die Nutzungsbedingungen.\nHinweise zum Einsatz der Google Suche\n1st Neuroengineering Symposium: Neuroengineering Networking Workshop  (Jan 15th, 2015)\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "neuroengineering"
}