{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/topmath/news-events-talks/",
    "content": "News, Events, Talks - TopMath - TUM - TUM School of Computation, Information and Technology\n\nNews, Events und Talks\nNews, Events und Talks\nNews, Events und Talks\n----------------------------------------\n\nNews & Events\nNews, Events und Talks > News & Events\n\nSommertreffen 2024\nNews, Events und Talks > News & Events > Sommertreffen 2024\nDen wissenschaftlichen Austausch zwischen den mathematischen Disziplinen und das gegenseitige Kennenlernen fördern: Dazu kamen neun TopMathler*innen zum diesjährigen Sommertreffen zusammen.\n                    \n                        \n                            [weiterlesen]\n\nIndependent Studies: Vorträge Winter 2023/24\nNews, Events und Talks > News & Events > Independent Studies: Vorträge Winter 2023/24\nUnsere TopMath-Studierenden präsentieren das Ergebnis ihrer Independent Studies - in einem hochschulöffentlichen Vortrag. Hier finden Sie die aktuellen Termine. \n                    \n                        \n                            [weiterlesen]\n\nIndependent Studies: Vorträge Winter 2023\nNews, Events und Talks > News & Events > Independent Studies: Vorträge Winter 2023\nUnsere TopMath-Studierenden präsentieren das Ergebnis ihrer Independent Studies - in einem hochschulöffentlichen Vortrag. Hier finden Sie die aktuellen Termine.\n                    \n                        \n                            [weiterlesen]\n- 1\n- 2\n- 3\n- …\n- Weiter >\n- Letzte >>\nNews & Events\n----------------------------------------\n\nTopMath Talks\nNews, Events und Talks > TopMath Talks\nIm Rahmen der TopMath Talks stellen Studierende und Promovierende des TopMath-Programms Teile ihrer Forschung vor. Sie geben einen verständlichen Einblick in ihr Interessensgebiet und ermöglichen es so Studierenden und Mitarbeitenden, ihre mathematische Allgemeinbildung zu erweitern. Die Talks sind öffentlich und dauern in etwa eine Stunde mit anschließender Diskussion.\nTopMath Talks\n----------------------------------------\n\nChris Dong: Characterizations of (Sequential) Thiele Rules\nNews, Events und Talks > Chris Dong: Characterizations of (Sequential) Thiele Rules\nDer erste TopMath Talk des Sommersemesters 2024 steht vor der Tür! Am Mittwoch, den 19. Juni 2024, wird Chris Dong von der Forschungsgruppe Social Choice Theory & Game Theory über Charakterisierungen von (sequenziellen) Thiele-Regeln sprechen.\n                    \n                        \n                            [weiterlesen]\n\nWeihnachtstalk mit Matthias Pfeifer: Deforming Christmas Presents\nNews, Events und Talks > Weihnachtstalk mit Matthias Pfeifer: Deforming Christmas Presents\nWeihnachten steht vor der Tür! Am Freitag, 15.12.2023, um 18:00 Uhr spricht Matthias Pfeifer von der Arbeitsgruppe Algebra M11 über \"Deforming Christmas Presents\". Der Talk findet in Raum 00.10.011 statt.\n                    \n                        \n                            [weiterlesen]\n\nSebastian Spindler: Eine erste Einführung in die isogeniebasierte Kryptographie\nNews, Events und Talks > Sebastian Spindler: Eine erste Einführung in die isogeniebasierte Kryptographie\nAm Freitag, den 17. November 2023, gab Sebastian Spindler von der Forschungsgruppe Algebra eine erste Einführung in die isogeniebasierte Kryptographie. Er führte zunächst kurz den Begriff der symmetrischen Kryptographie ein, bevor er elliptische Kurven, Isogenien und Isogeniegraphen erörterte und dann einen Blick auf einige der vorgeschlagenen…\n                    \n                        \n                            [weiterlesen]\n- 1\n- 2\n- 3\n- …\n- Weiter >\n- Letzte >>\nChris Dong: Characterizations of (Sequential) Thiele Rules\n----------------------------------------\n\nAlumni Speakers Series\nNews, Events und Talks > Alumni Speakers Series\nIm Rahmen der TopMath Alumni Speakers Series teilen Absolvent:innen des Programms ihre Erfahrungen mit den aktuellen Studierenden und Promovierenden. Sie stellen ihre Projekte in Forschung oder Wirtschaft vor, sprechen über ihren Karriereweg und stehen anschließend für einen informellen Austausch zur Verfügung.\nAlumni Speakers Series\n----------------------------------------\n\nAlumnus Talk mit Prof. Dr. Felix Dietrich\nNews, Events und Talks > Alumnus Talk mit Prof. Dr. Felix Dietrich\nAm Montag, den 8. Juli 2024 wird Prof. Dr. Felix Dietrich vom Lehrstuhl für Physikbasiertes Maschinelles Lernen im Rahmen der TopMath Alumni Speakers Series über aktuelle Forschungsarbeiten seiner Gruppe berichten.\n                    \n                        \n                            [weiterlesen]\n\nAlumnus-Talk mit Dr. Nathanael Schilling\nNews, Events und Talks > Alumnus-Talk mit Dr. Nathanael Schilling\nAm Freitag, 9. Februar 2024, wird Dr. Nathanael Schilling, 13. TopMath-Jahrgang, im Rahmen der TopMath Alumni Speakers Series einen Vortrag zum Thema \"Medizinische Geräte, Software, künstliche Intelligenz\" halten.\n                    \n                        \n                            [weiterlesen]\n\nAlumnus-Talk mit Dr. Matthias Caro\nNews, Events und Talks > Alumnus-Talk mit Dr. Matthias Caro\nDr. Matthias Caro, 12. TopMath-Jahrgang, sprach am 24. November 2023 im Rahmen der TopMath Alumni Speakers Series zum Thema \"Klassische Verifizierung von Quantenlernen”.\n                    \n                        \n                            [weiterlesen]\n- 1\n- 2\n- 3\n- Weiter >\n- Letzte >>\nAlumnus Talk mit Prof. Dr. Felix Dietrich\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "topmath"
}