{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/topmath/",
    "content": "TopMath - Elite Program - TUM - TUM School of Computation, Information and Technology\n\nTopMath – Elite Program\nTopMath – Elite Program\n\nMaster of Science (M.Sc.) & Doctor of Natural Sciences (Dr. rer. nat.)\nTopMath – Elite Program > Master of Science (M.Sc.) & Doctor of Natural Sciences (Dr. rer. nat.)\nTopMath – Elite Program\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Advantages | Mentoring | Administration | Contact\n\n----------------------------------------\n\nTopMath is an elite degree program in the Elite Network of Bavaria, which allows exceptional students to start their doctorate directly after completing their bachelor’s degree. As a Thematic Graduate Center, it is integrated into the TUM Graduate School.\nParticipants in the TopMath program complete research in pure and applied mathematics and in related areas of computer science. Internationally renowned professors from various research institutions make it possible for TopMath students to continue their development as researchers in the best possible way.\nYou will find key information in the video below:\n\n----------------------------------------\n\nKey data\nTopMath – Elite Program > Key data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters for the master’s program, 6 semesters for the doctoral program (if you are interested and a suitable candidate, the master’s and doctoral program can be completed simultaneously after the 3rd semester of the master’s program)\nCredits: 120 ECTS (Master's Studies) + 180 Credits (Doctorate)\nMain Location: Garching\nStart of Degree Program: summer or winter semester\nLanguage of Instruction: German and/or English\nCosts: Semester fees, no tuition\nProfessional Profile: Mathematics\nKey data\n----------------------------------------\n\nHow is the program structured?\nTopMath – Elite Program > How is the program structured?\nThe TopMath program consists of the\n- Elite Master’s Program in Mathematics (PreDoc and master’s phase) and the\n- Doctoral Program (doctoral phase)\nThe TopMath program begins with the first step in the research-oriented elite master’s program. The first two semesters (PreDoc phase) are usually intended to introduce students to the challenging academic and research-oriented work in mathematics and thus prepare them for the transition into the doctoral program. In this phase, students go through a curriculum tailored to their interests, which primarily includes lectures, seminars and individual research. Right from the start, students in the TopMath program are integrated into the research-oriented environment through their respective mentor.\nStarting in the third semester of the program, TopMath students complete the elite master’s program alongside the doctoral program. After these two years, students finish the master’s program so that they can focus entirely on their doctorate for the next four semesters from the 5th semester.\nHow is the program structured?\n----------------------------------------\n\nWhat do we offer?\nTopMath – Elite Program > What do we offer?\n\nExcellent conditions\nTopMath – Elite Program > What do we offer? > Excellent conditions\n- You get one-to-one support from a mentor and are already involved in the mentor's research group during the master’s program.\n- The program’s content is oriented towards your individual interests in mathematics – thanks to the personalized schedule of courses and independent studies approach as a form of learning and instruction.\n- You are acquainted early on with current research.\n- You study together with other distinguished young mathematicians.\n- Numerous career opportunities at the Department of Mathematics and other research institutes or companies await you upon completion of the program.\n\nAttractive additional offerings\nTopMath – Elite Program > What do we offer? > Attractive additional offerings\n- Stays abroad and research stays are also encouraged, as is your participation in national and international workshops and conferences.\n- You will have access to interdisciplinary courses in the Elite Network of Bavaria, the TUM Graduate School, Science ⋈ Technology ⋈ Society (formerly the Carl-von-Linde-Akademie) and the TUM Language Center.\n- A large selection of TopMath events, such as TopMath Talk, Spring and Summer School programs, TopMath Alumni Speaker Series, etc.\n- Awards for excellent coursework\nWhat do we offer?\n----------------------------------------\n\nWhat career opportunities will I have after my studies?\nTopMath – Elite Program > What career opportunities will I have after my studies?\nGraduates of the TopMath program have a wide range of fields open to them, especially those requiring scientific-related tasks at the project and management level. A typical task is collaboration with a team to find concrete, industry-specific solutions in research, development and analysis. TopMath graduates primarily find employment in:\n- research institutes (e.g., as post-docs),\n- the public sector (e.g., as research employees) and in tech-companies (e.g., as software developers),\n- banks, insurance and the finance sector (e.g., as risk analysts)\n- consulting (e.g., as junior consultant)\nSeveral graduates have been recruited as university professors in Germany and abroad.\nWhat career opportunities will I have after my studies?\n----------------------------------------\n\nApplication\nTopMath – Elite Program > Application\nApplication\n----------------------------------------\n\nBecause the maximum period of funding for Bavaria’s elite programs has been reached, the last TopMath cohort began the program in the winter semester 2022/23. Therefore, it is no longer possible to apply.\n\n----------------------------------------\n\nDuring the degree program\nTopMath – Elite Program > During the degree program\nThe distinctive features of the TopMath master’s program are the early introduction to research and its high level of flexibility that allows students to select modules individually to create their area of specialization. The independent studies approach used by the TUM School of Computation, Information and Technology (CIT) forms an integral part of the program. This allows every student to follow his or her own personal course plan. A mentor and the departmental student advisor provide support with subject-related orientation and the ongoing development of individual schedules. A total of 120 credits must be achieved.\nDuring the degree program\n----------------------------------------\n\nOverview of modules\nTopMath – Elite Program > Overview of modules\nTopMath students can select from the following modules:\n- Introductory Independent Studies (optional elective module, only in 1st semester)\n- Independent Studies (required module in 2nd semester)\n- Advanced Independent Studies (elective module, starting in 3rd semester)\n- Support Electives (elective modules, at least 4, maximum 10 credits)\n- Professional internship (optional elective module)\n- Master’s modules for building a professional profile in mathematics, individual modules can be requested from the Examination Board (optional elective modules)\n- Mathematics master’s modules at other universities (optional elective modules)\n- Oral presentation at an international conference on your own results (optional elective module)\n- Master’s thesis (required module, recognition of a paper possible)\nOverview of modules\n----------------------------------------\n\nIndependent studies\nTopMath – Elite Program > Independent studies\nIndependent studies are at the heart of the TopMath master’s program. They allow students to specialize in a mathematics-related field and acquaint them with research early on in their studies. Together with their mentor, students select, according to their interests and preferences, a mathematics topic not covered in the regular master’s modules. They work independently on this topic during the course of a semester and have discussions on their independent studies with their mentor. This involves the mentor acquainting students with and involving them in current application-related mathematics research on an ongoing basis.\nIn the TopMath master’s program, students can take up to three independent studies modules:\n- Introductory Independent Studies (optional): only in the first semester – the prerequisite is that a mentor has already been found at the beginning of the semester.\n- Independent Studies (required): in the second semester – the required Independent Studies module forms the basis for deciding whether a student is accepted in the doctoral phase of TopMath. Students who are not accepted finish their studies in the TopMath master’s program as planned.\n- Advanced Independent Studies (optional): available from the 3rd semester\nIndependent studies\n----------------------------------------\n\nDocuments\nTopMath – Elite Program > Documents\n\nTopMath Elite Program\nTopMath – Elite Program > Documents > TopMath Elite Program\n- You can find information on the program’s structure in the program documentation (in German).\n- The new Program-Specific Academic and Examination Regulations from 23 February 2018 apply as of the 15th year.\n- The Program-Specific Academic and Examination Regulations as amended in the 4th Amendment Statute (German only) entered into effect on 1 January 2023. Students who are already enrolled may complete the program under these Regulations upon request.\n\nGraduate Center of CIT (GC-CIT)\nTopMath – Elite Program > Documents > Graduate Center of CIT (GC-CIT)\n- GC-CIT Regulations (German only)\n- GC-CIT Supervision Agreement (German only)\nDocuments\n----------------------------------------\n\nMaster's thesis\nTopMath – Elite Program > Master's thesis\nTo complete the TopMath program, students will be required to write a scientific paper: the master's thesis. They are given six months to complete it. A special aspect of our research-oriented TopMath program is that a scientific paper can be recognized as a master’s thesis.\nMaster's thesis\n----------------------------------------\n\nAdvantages of TopMath\nTopMath – Elite Program > Advantages of TopMath\nTopMath offers students and doctoral candidates numerous advantages. The most important are:\n- One-to-one mentoring by a professor with regular meetings and involvement in their research group starting in the 2nd semester at the latest: You will experience research first hand in the master’s program, discuss it with other scholars and collaborate with each other. Working in a team is encouraged from the very start.\n- TopMath makes it possible to specialize early on by selecting a personalized curriculum with independent studies, which is a flexible form of learning and instruction. It enables students to finish their master’s degree in certain mathematics subjects, which are not available in the formal course of study.\n- Independent studies facilitate independent learning and research. Ideally, the topic of your master’s thesis and dissertation should develop out of the topic you select in your independent studies.\n- The financing available for participation in national and international conferences, workshops, and summer and winter schools, and for several weeks of research stays, enable students to pursue their research career on current topics and developments very early on and to network with researchers in their area of specialization at an early stage of their studies.\nAdvantages of TopMath\n----------------------------------------\n\nWhich mentors are suitable?\nTopMath – Elite Program > Which mentors are suitable?\n- All professors and adjunct teaching professors at the Department of Mathematics\n- All professors and adjunct teaching professors at the Institute of Mathematics at the University of Augsburg\n- Some professors and adjunct teaching professors at the TUM Department of Computer Science and secondary members in the School of CIT:Scientific Computing: Prof. Dr. Hans-Joachim BungartzComputer Vision: Prof. Dr. Daniel CremersFoundations of Software Reliability and Theoretical Computer Science: Prof. Dr. Javier EsparzaTheoretical Computer Science: Prof. Dr. Susanne AlbersDecision Sciences and Systems: Prof. Dr. Felix BrandtComplex Networks: Prof. Dr. Clemens Thielen\n- Scientific Computing: Prof. Dr. Hans-Joachim Bungartz\n- Computer Vision: Prof. Dr. Daniel Cremers\n- Foundations of Software Reliability and Theoretical Computer Science: Prof. Dr. Javier Esparza\n- Theoretical Computer Science: Prof. Dr. Susanne Albers\n- Decision Sciences and Systems: Prof. Dr. Felix Brandt\n- Complex Networks: Prof. Dr. Clemens Thielen\nWhich mentors are suitable?\n----------------------------------------\n\nAdministration\nTopMath – Elite Program > Administration\nAdministration\n----------------------------------------\n\nTopMath Board\nTopMath – Elite Program > TopMath Board\nThe TopMath program is overseen by an administrative board. Its role is to ensure, in particular, the excellence of individuals participating in the project and compliance with the content-related requirements established in the curriculum. It is also responsible for fine-tuning and further developing the TopMath program.\nThe following professors sit on the TopMath Board:\n- Prof. Dr. Marco Cicalese (Spokesperson, Department of Mathematics, TUM)\n- Prof. Dr. Bernd Schmidt (Deputy Spokesperson, Institute of Mathematics, University of Augsburg)\n- Prof. Dr. Felix Brandt (Department of Computer Science, TUM)\n- Prof. Dr. Lisa Beck (Institute of Mathematics, University of Augsburg)\n- Prof. Dr. Christian Kühn (Department of Mathematics, TUM)\n- Prof. Dr. Nina Gantert (Department of Mathematics, TUM)\n- Dr. Carl-Friedrich Kreiner (Department of Mathematics, TUM)\nTopMath Board\n----------------------------------------\n\nCoordination and departmental student advising\nTopMath – Elite Program > Coordination and departmental student advising\nThe following individuals are responsible for the program’s coordination and quality assurance measures, the organization of workshops and holiday seminars within the universities and research institutes that are part of the network, and the coordination of the activities that teach support electives:\n- Agnieszka Slota (Coordinator)\n- Dr. Carl-Friedrich Kreiner (Departmental Student Advising)\nCoordination and departmental student advising\n----------------------------------------\n\nStudent and graduate student representatives\nTopMath – Elite Program > Student and graduate student representatives\nSince 1 October 2024, the student and graduate student representatives of the TopMath elite program are:\n- Gideon Chiusole (also member of the Graduate Student Council at the TUM School of CIT)\n- Matthias Pfeifer\n- Mia Runge\nStudent and graduate student representatives of the elite program are invited to attend the TopMath Board meetings as guests.\nStudent and graduate student representatives\n----------------------------------------\n\nIncorporation into the TUM Graduate School\nTopMath – Elite Program > Incorporation into the TUM Graduate School\nSince 1 October 2022, the former TopMath Thematic Graduate Center (TGZ TopMath) has been part of the Graduate Center of the TUM School of Computation, Information and Technology (GC-CIT). GC-CIT is incorporated into the TUM Graduate School (TUM-GS). As members of TUM-GS, students in the TopMath program may take advantage of the courses offered by TUM-GS (e.g., interdisciplinary workshops).\nIncorporation into the TUM Graduate School\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "topmath"
}