{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-informatics-games-engineering/",
    "content": "Master Informatics: Games Engineering - TUM - TUM School of Computation, Information and Technology\n\nInformatics: Games Engineering\nInformatics: Games Engineering\n\nMaster of Science (M.Sc.)\nInformatics: Games Engineering > Master of Science (M.Sc.)\nInformatics: Games Engineering\n----------------------------------------\n\nBefore Studying | During your Studies | Contact\n\n----------------------------------------\n\nInteract, explore, play – through interactive computer game technologies. This is the credo of our Master's program in Computer Science: Games Engineering. The course takes into account the growing influence of interactive computer game technologies on our society by establishing a new computer science course in the area of ​​tension between pioneering multidisciplinary basic research and the rapid development of a new technological field with high industrial innovation potential. The new master's degree program aims to provide in-depth scientific training in the field of game technologies, with a focus on the systematic research, development and expansion, technical implementation and research-oriented application of interactive technologies, for example in the areas of education, training, film and television.\nGames Engineering covers the theoretical foundations of interactive computer game technologies and their implementation with software, heterogeneous computer systems as well as multi-sensory interfaces and display systems. Modern games engineering combines fundamental concepts from computer science, physics and mathematics, taking hardware-specific aspects, user-friendliness and interaction capabilities into account. The master's program aims to equip students with the skills to design and implement the technical infrastructure of modern computer games, to test computer game technologies in new application contexts and ultimately to explore ways to integrate such technologies into research, development and our daily lives.\n\n----------------------------------------\n\nKey Data\nInformatics: Games Engineering > Key Data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Locations: Garching\nStart of Degree Program: Summer or Winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuitions fees for Students from Non-EU Countries\nProfessional Profile: Informatics\nKey Data\n----------------------------------------\n\nHow is the program structured?\nInformatics: Games Engineering > How is the program structured?\nThe master's program in Computer Science: Games Engineering takes 4 semesters in total. In the first three semesters, in addition to the compulsory modules, the focus is on the content from the focus areas (\"lines of specialization\") you have chosen. As a student, you can put together your study plan flexibly and thus create an individual skills profile. Specialization lines offered are:\n- Computer graphics and animation\n- Numerics and simulation\n- Hardware-related programming\n- Visual Computing\n- Autonomous systems\n- Game Theory and Algorithmic Economics\n- Interaction and communication\n- Internet models, technologies, applications\nThese are supplemented in the third semester by the master seminar, maste lab courses and optionally guided research. The fourth semester is dedicated to the Master’s thesis.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nInformatics: Games Engineering > What skills and competencies will I acquire?\nThe master's program in Computer Science: Games Engineering is research-oriented. It broadens and deepens specialist knowledge, enables independent academic work, lays the foundation for the further development of the subject and prepares students for demanding professional work or a doctorate. It qualifies you in particular for independent and managerial activities and is characterized by scientific knowledge, promotion of independence, the ability to judge and make decisions and proximity to research.\nThe main goal is to complement the bachelor's degree in Computer Science: Games Engineering by continuing it to a complete university degree in Computer Science with a focus on Games Engineering, which has an appropriate professional breadth and depth. In addition, flexible deepening in at least two lines of specialization is required without reducing the qualification profile of a generalist in the field of interactive computer game technologies. The master's degree program gives students a high degree of freedom in designing their individual studies in order to enable them to get an early start in research-related and innovative practical subject areas.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nInformatics: Games Engineering > What career opportunities will I have afterwards?\nThe gaming market is booming. Therefore, there is a great need for qualified specialists in the field of “Informatics: Games Engineering” among all development studios. Under the catchphrase “Serious Games,” game concepts also increasingly find their way into economic sectors such as automobile, aircraft and plant engineering, medicine, banking and management. Computer Science: Games Engineering is an international subject. With a degree in Games Engineering, graduates can work and research worldwide in a variety of different application domains.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication and Admission\nInformatics: Games Engineering > Application and Admission\nThe Master of Informatics: Games Engineering builds on the Bachelor of Computer Science: Games Engineering. You should therefore have studied games engineering or a similar computer science-related course of study. The main goal is to broaden and deepen the bachelor's degree in terms of subject matter.\nWe carry out an aptitude test to select students for the Master's degree in Computer Science: Games Engineering. This is a two-stage process in which we check your suitability for the special qualitative requirements of the master's degree program.\nApplication and Admission\n----------------------------------------\n\nApplication Periods\nInformatics: Games Engineering > Application Periods\nWinter semester: 01 February - 31 May\nSummer semester: 01 September - 30 November\nApplication Periods\n----------------------------------------\n\nHow do I apply?\nInformatics: Games Engineering > How do I apply?\nYou have to apply for the Master's degree via TUMonline. After you have created your account in TUMonline, enter personal data and information about your education, and upload the required documents. The application is done completely electronically.\nProspective students with a Bachelor's degree from outside the European Union have to request a preliminary examination documentation from uni-assist (VPD) in advance.\nOnly in case of admission, you will have to submit some additional documents as certified copies for the enrollment.\nApplication for a Master's program - step by step\nHow do I apply?\n----------------------------------------\n\nWhich documents do I need to submit with my application?\nInformatics: Games Engineering > Which documents do I need to submit with my application?\nThe following documents have to be submitted for the application (the required documents may vary depending on the applicant):\n- A statement of reasons explaining why you have chosen this master’s program and TUM specifically (max. 2 pages)\n- Your CV/résumé\n- A scientific essay of approx. 1,000 words on a specified topic (see below)\n- Form \"Analysis of the Curriculum\" (see below)\n- Bachelor's degree certificate, including a list of courses and grades OR an official transcript of records. Documents not issued in German or English must be translated and notarized by a sworn translator.\n- Curriculum (module descriptions, course catalog or syllabus) of the underlying university degree; this document is very important for the check of the academic qualification!\n- Proof of your English language proficiency\n- GRE or Gate score for applicants with a B.Sc. degree from Bangladesh, China, India, Iran, Pakistan (original scorecard or have the score transmitted directly via ETS)\n- Preliminary documentation from uni-assist for all applicants with a Bachelor's degree from outside the EU/EEA\n- APS certificate for applicants with a Bachelor's from China, Vietnam or India\n- Certificates from professional training or additional qualifications related to the program (e.g. participation in research competitions, internships, etc.) (not mandatory)\n- A passport photo\n- A copy of your passport\nInternational applicants:\nAttention: If you did not obtain your Bachelor's degree in a country within the EU/EEA, you have to upload a preliminary documentation from uni-assist (VPD). In order to get the VPD, you must send the required documents (some as notarized copies!) to uni-assist via post! Uni-assist still needs the documents in paper. As the issuance of the VPD can take up to 4 weeks, we highly recommend sending the necessary documents to uni-assist very early. More information on Preliminary Documentation (VPD) by uni-assist.\nPlease do check the requirements for Notarization, especially for translations!Special requirements for documents apply for certain countries.\nThe admission office checks if your uploaded documents are complete and correct. When this is the case, the department can access your application and forward it to the admission committee. The admission committee will decide whether your application is admitted, rejected or processed to the second stage of the aptitude assessment.\nWhich documents do I need to submit with my application?\n----------------------------------------\n\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\nInformatics: Games Engineering > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n\nStudents from Non-EU countries:\nInformatics: Games Engineering > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Students from Non-EU countries:\nAt the Technical University of Munich (TUM), tuition fees are charged for international students from third countries who newly enroll in a degree program starting in the winter semester of 2024/25.\n\nPreliminary documentation from uni-assist (VPD)\nInformatics: Games Engineering > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Preliminary documentation from uni-assist (VPD)\nApplicants who did not obtain their qualification for postgraduate studies (usually a bachelor's degree) in a country within the EU/EEA must apply for a preliminary documentation (VPD) from uni-assist, additionally to the TUM application.\nWhat documents must be submitted to uni-assist?\n- Filled-in application form for VPD (see Downloads)\n- a copy of your degree certificate (if available)\n- a copy of your transcript of records\n- a translation, given that the original documents have not been issued in either German or English\n- if necessary: Certificate of the German Evaluation Center (APS)\nYou don't have to submit an entire application for a specific program to uni-assist, you only have to apply for the general preliminary documentation (VPD).\nAn application for a VPD via uni-assist alone does not qualify as an application for a degree program at TUM.\n\nGRE and GATE\nInformatics: Games Engineering > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > GRE and GATE\nApplicants with a Degree from Bangladesh, China, India, Iran or Pakistan have to submit a GRE (General) Test. We have defined required minimum scores, lower scores will not be accepted!\nThe required scores are:Verbal reasoning: (will not be taken into account anymore)Quantitative reasoning: 164Analytical writing: 4.0The Institution Code: 7806, Department: 5199 (\"all other departments\").\nAlternatively, students can submit a scorecard of the Indian GATE test (Computer Science; for M.Sc. CSE the Mechanical Engineering Test will also be accepted). The minimal qualifying score of the respective year is necessary.\n\nCertificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nInformatics: Games Engineering > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Certificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nApplicants with an undergraduate degree from China, India and Vietnam have to submit a certificate from the German Evaluation Center (APS).\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n----------------------------------------\n\nQualification Requirements and Assessment Process\nInformatics: Games Engineering > Qualification Requirements and Assessment Process\nStudents with a Bachelor’s degree in Informatics: Games Engineering are eligible to apply. We will check your degree for equivalence with the B.Sc. Informatics: Games Engineering taught at TUM.\nApplicants also have to provide a proof of sufficient English language proficiency.\nStage 1 of the Aptitude Assessment\nThe following criteria will be evaluated in stage 1:\n- Academic Qualification: The modules of your Bachelor's degree will be checked for equivalence with the B.Sc. Informatics: Games Engineering of TUM. The prerequisite modules are listed in the document \"Analysis of the Curriculum\" (see below).\n- Grade: The grade of your best courses in the amount of 120 Credits resp. 2/3 of Bachelor's degree credits will be considered for this criteria. You must indicate your best courses in the Excel sheet \"Analysis of the Curriculum\" (see below). After filling the form, upload it as a PDF(!) in your application in your TUMonline account.\n- Scientific Essay / Scientific Paper: see below\n- Statement of Reasons: see below\nAccording to your score, you can be directly admitted, rejected or invited to the second stage of the aptitude assessment.\nStage 2 of the Aptitude Assessment\nThe second stage of the aptitude assessment consists of a 20-30 minute interview with the admission committee. You will be invited at least one week before the interview date. After the interview, we will inform you as soon as possible about the result.\nQualification Requirements and Assessment Process\n----------------------------------------\n\nAnalysis of the Curriculum\nInformatics: Games Engineering > Analysis of the Curriculum\nPlease download and complete the form for the analysis of curriculum, and then upload it in your TUMonline application!\nForm - Analysis of the Curriculum - Informatics: Games Engineering\nAnalysis of the Curriculum\n----------------------------------------\n\nTopics for the Scientific Essay / Scientific Paper\nInformatics: Games Engineering > Topics for the Scientific Essay / Scientific Paper\nThe scientific essay / paper, submitted along with the online application, should be approximately 1,000 words in length and can be written in English or German Your scientific paper / essay has to introduce the topic, discuss it, and lead to a logical conclusion. Please use relevant data and scientific literature to support your argumentation. Ideas that are not your own must be identified as such! The term \"essay\" can be misleading - we require a scientific paper with proper citation! Your sources of information must be listed at the end. The essay must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nYou have to choose one of the following topics:\n- Topic 1: \tThe role of computer games and their influence on society\n- Topic 2: \tGamification – how concepts and techniques from computer games are going to affect other applications\n- Topic 3: \tMulti-sensory devices and interaction in modern computer games\nTopics for the Scientific Essay / Scientific Paper\n----------------------------------------\n\nFAQ Application\nInformatics: Games Engineering > FAQ Application\n\nAnalysis of the Curriculum\nInformatics: Games Engineering > Analysis of the Curriculum\n1. At my university, we do not use credits at all. What should I do?\nWe assume that all courses are weighted equally. You can indicate one credit for each course. In this case, each course is of the same weight. The total number of credits then is the total number of courses that were part of your study program.\n2. At my university, we have a letter grade scheme. What should I do?\nFor the grade calculation, the Excel sheet does not acept letters, you have to indicate numbers. You can use one number for each letter, i.e. if your grade scheme is A+, A, B, C, D and E = Fail, you have A+=1, A=2, B=3, C=4 and D=5. The highest possible grade is 1, the lowest grade to pass the course is 4. If your grading scheme is A+, A, B+, B etc., you have A+=1, A=2, B+=3, B=4 etc.\n3. I have more than one degree. Can I indicate all courses and grades in the Excel sheet?\nIf you are applying for M.Sc. Robotics, Cognition and Intelligence, you can only specify courses and grades from a single Bachelor's program for the grade calculation. This must be the Bachelor's degree that qualifies for the Master's degree and that you have indicated in TUMonline as your entrance qualification for the Master's program. If you are applying for M.Sc. Information Systems or M.Sc. Informatics: Games Engineering, you can enter courses from more than one program in part 2 (matching your courses with courses at TUM), but only courses and grades from one program (the master's entrance qualification) in part 3 (calculating the grade). You have to prove all entered grades and credits by uploading a corresponding Transcript of Records of all courses.\n\nPostponing of the study start\nInformatics: Games Engineering > Postponing of the study start\n1. I have been admitted, but I have to postpone the start of my studies. Is that possible?\nYes, you can postpone the start of your studies. After reapplying (!) via TUMonline within the regular application periods, you can receive a new admission for the respective semester. The new application works as follows:\nYou enter a new application in TUMonline and upload an updated CV (!). The rest of the documents must also be uploaded again, but here you can use the same documents which you submitted for the first application. This means that you do not have to write a new essay and a new statement of reasons, but you can upload the documents from the first application again here.\nPlease make sure that you actually upload a document for all requested documents, otherwise your application will remain on the status \"incomplete\" and will not be processed. If you have uploaded your application documents completely and correctly within the official deadline, you will automatically receive a new admission.\n2. I have postponed my study start and received an admission for the following semester. Which documents do I need to submit for enrollment?\nThe documents you need to submit for enrollment are listed in your TUMonline account. You can also find information here: https://www.tum.de/en/studies/application/enrollment-info-portal/enrollment\nPlease note that some required documents must be submitted in paper, and that some documents have to be submitted as certified copies for the enrollment: https://www.tum.de/en/studies/application/application-info-portal/notarization\nFAQ Application\n----------------------------------------\n\nImportant Dates and Deadlines\nInformatics: Games Engineering > Important Dates and Deadlines\nOnline application and submission of required documents Winter semester:  February 1 – March 31: recommended application deadline for applicants who need a visa  February 1 – May 31: compulsory application deadline\nFor the summer semester: September 1 – October 31: recommended application for applicants who need a visa  September 1 - November 30: compulsory application deadline\nNo submission of missing application documents after the official application deadline!\nTime frame for interviews: Winter semester: April - September Summer semester: November - March\nStart of program (lecture period) Winter semester: October Summer semester: April\nCheck here for exact dates: https://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines\nImportant Dates and Deadlines\n----------------------------------------\n\nDuring the degree program\nInformatics: Games Engineering > During the degree program\nThe master's program in Computer Science: Games Engineering is a very flexible program that allows you to set your own priorities in the area of ​​games engineering. You can decide whether to focus more on research – for example, through a guided research module – or on advanced computer science skills by attending more lectures or lab courses.\nThe qualification profile is made up of the individual modules. You also choose from two specialization lines. You must earn a total of 120 credits during your studies. These consist of:\n- Compulsory modules and compulsory elective modules\n- Master seminar\n- further master lab courses\n- Elective modules\n- Support Electives\n- Thesis\nExplanations can be found below.\nDuring the degree program\n----------------------------------------\n\nMandatory modules\nInformatics: Games Engineering > Mandatory modules\nYou must complete the following compulsory modules amounting to 30 ECTS:\n- IN2015 Image Synthesis (4V, 5 ECTS)\n- IN2107 Master Seminar (2S, 5 ECTS)\n- CIT4210000 Advanced Games-Specific Practical Course (“Games Lab”), (6P 10 ECTS)\nIn the scientific master's seminar, you will independently familiarize yourself with a new area of ​​games engineering. This includes a literature search, the preparation of a summary of the most important facts and their presentation in a lecture.\nIn addition, in the Games Lab you will have to design, implement and test a game in teams of 3 or 4 students that integrates elements of your specialty lines into the game in a novel way.\nMore information about master lab courses and games labs\nMandatory modules\n----------------------------------------\n\nCompulsory Elective Modules: basic structure: lines of specialisation\nInformatics: Games Engineering > Compulsory Elective Modules: basic structure: lines of specialisation\nStudents must choose two lines of specialization from the following list. You must earn at least 10 credits on each line. Together both lines must have at least 24 credits in total. You can, however, additionally earn more credits from either these two lines or other lines. What you earn more here, you need to earn less in the “free” electives in Informatics area.\n- Computer Graphics and Animation\n- Interaction and Communication\n- Hardware oriented Programming\n- Autonomous Systems\n- Game Theory and Algorithmic Economics\n- Internet Models, Technologies, Applications\n- Visual Computing\nCompulsory Elective Modules: basic structure: lines of specialisation\n----------------------------------------\n\nCompulsory Elective modules: rest of the credits\nInformatics: Games Engineering > Compulsory Elective modules: rest of the credits\nUp to 30 Credits you can deliberately choose from:\n- any modules out of any line of specialization or\n- any subject area of the catalog of elective modules of the Master Informatics (also possible: up to 6 ECTS modules of LMU of the fields of Media-Informatics or Human Computer Interaction can be taken) or from\n- IN2169 Forschungsarbeit unter Anleitung (Guided Research, 6P, 10 ECTS)\n- IN2377 Concepts of C++ Programming (2V+2Ü, 5 ECTS)\nCurrent module catalogues can be found on TUMOnline\nCompulsory Elective modules: rest of the credits\n----------------------------------------\n\nGuided Research\nInformatics: Games Engineering > Guided Research\nIn the Guided Research module, you will learn basic skills to conduct independent research. This is done by working on a research question under supervision.\n- Registration: Submit the form to the Board of Examiners within the first week of lecture of the semester in which you will conduct the research.\n- In order to complete your Guided Research, you will need to:Successfully complete your research work Participate in regular meetings with your advisorPresent your results to the chair or at a scientific eventSubmit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Successfully complete your research work\n- Participate in regular meetings with your advisor\n- Present your results to the chair or at a scientific event\n- Submit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Submission: At the latest at the beginning of the following semester: The results report must be submitted to the advisor at the latest in the first week of lectures of the following semester. You will receive your evaluation by the fifth week of lecture of the semester after you submit your report.\nTo fill out the Online application form for a guided research project, you have to log in with your TUM ID.Complete the Guided Research Registration Form with your advisor. Please submit the application and the project description as hard copy or a signed copy.\nRegistration in the online portal is not yet a guaranteed registration. The verification will only take place when the signed form is submitted.\nHow to submit your registration:\n- Online Registration via the form above. Deadline is sunday at the end of the first week of lectures in each semester. Registration window opens two months prior to the first lecture week of the upcoming semester.\n- Print (1) the project description and (2) your printed registration form (= email you recieve after submitting this form).\n- Submit the two printed documents (see step 2.) to your supervising professor.\n- The supervising professor signs the registration form.\n- Then the professor or their chair respectively will forward the printed and signed registration form to CIT ASA Office for TUMonline entry. The professor has about 2 weeks to submit the hard copies to CIT ASA Office.\n- CIT ASA Office will enter the data of your registration into your TUMonline account. You won't get a confirmation email.\n- Please check your TUMonline account regularly from November or May on respectively. Registration data will be entered in TUMonline after theend of the 3rd week of lectures.\nGuided Research\n----------------------------------------\n\nSupport Electives\nInformatics: Games Engineering > Support Electives\nIn the area of support electives, 6 ECTS must be earned from the support electives catalog of computer science. Details such as regulations for language courses and courses at the Carl von Linde Academy can be found under Support Electives.\nImportant: the number of selectable modules is continually expanded by the examination board and includes significantly more modules than are listed in the FPSO. (see Support Electives.).\nSupport Electives\n----------------------------------------\n\nExaminations and examination regulations\nInformatics: Games Engineering > Examinations and examination regulations\nFor detailed information, see Exams. The TUM General Examination and Study Regulations (APSO) and the respective subject examination and study regulations (FPSO) apply to all students:\nFPSO 2023 Fassung vom 16. August 2023  valid for all students starting in winter term 2023 / 24\nFPSO 2018 Fassung vom 10. Februar 2022 valid for all students starting in winter term 2022 / 23\nFPSO 2018 Fassung vom Oktober 2018 valid for all students starting in winter term 2018 / 19\nFPSO 2014 Fassung vom 2. April 2014 valid for all students starting in winter term 2014 / 15\nExaminations and examination regulations\n----------------------------------------\n\nThesis\nInformatics: Games Engineering > Thesis\n[To complete a master's degree, students must write a scientific paper: the master's thesis. You have six months to do this. Registration can always be done on the 15th of the month. You can find everything you need to know from planning to submission under final thesis.\nThesis\n----------------------------------------\n\nDegree\nInformatics: Games Engineering > Degree\nAfter you have completed the required achievements and have submitted and defended your thesis you will graduate with a Master of Science (M.Sc.). This will enable you to start your career. Tips and tricks on graduation and your next steps can be found under Degree.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-informatik-games-engineering"
}