{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-informatics-games-engineering/masters-lab-courses-games-engineering/",
    "content": "Master's Internships - Master Informatics: Games Engineering - TUM - TUM School of Computation, Information and Technology\n\nMaster's Lab Courses: Games Engineering\nMaster's Lab Courses: Games Engineering\nMaster's Lab Courses: Games Engineering\n----------------------------------------\n\nGames Lab: Topics\nMaster's Lab Courses: Games Engineering > Games Lab: Topics\nThe areas, chairs and working groups mentioned below generally offer topics for the CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\"), (6P 10 ECTS), and CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\"), (6P 10 ECTS) every semester. Groups of students who are interested in a topic should ideally contact one of the professors directly before the start of the lecture period.\n- Computer graphics and animation (Departmental coordinators: Prof. Dr. R. Westermann, Prof. Dr. N. Thuerey)\n- Hardware-related programming (Departmental coordinators: Prof. Dr. M. Schulz, Prof. Dr. M. Gerndt)\n- Visual Computing (Department Coordinators: Prof. Dr. D. Cremers, Prof. N. Navab, PhD, Prof. Dr. M. Niessner)\n- Autonomous Systems (Department Coordinators: Prof. Dr. A. Knoll, Prof. Dr. D. Burschka)\n- Game Theory & Algorithmic Economics (Department Coordinators: Prof. Dr. M. Bichler, Prof. Dr. F. Brandt)\n- Interaction and communication (Department coordinators: Prof. Dr. G. Klinker, Prof. Dr. H. Runkler/Prof. Dr. J. Esparza, Prof. Dr. K. Bengler (TUM-MW))\n- Internet models, technologies, applications (Departmental coordinators: Prof. Dr. G. Carle, Prof. Dr. F. Matthes)\n- Research Group Social Computing (Prof. Dr. G. Groh)\n- LS for Automotive Technology, TUM-MW\n- HFF Munich (Contact: Dr. D. Plecher)\n- Architecture and Design TUM (Contact: Prof. Dr. G. Groh)\nGames Lab: Topics\n----------------------------------------\n\nProcedure and Information for Students\nMaster's Lab Courses: Games Engineering > Procedure and Information for Students\n- Students of the master's program in Computer Science: Games Engineering can decide which type/combination of master's lab course they want to complete: one games-specific master's lab course CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\") and one master's lab course from the normal master's degree in computer science (it doesn't matter whether IN2106 or IN2257) orone games-specific master's lab course CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\") and one CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\") (this combination can also be organized as a two-semester overall project) orthe previous two combinations supplemented by another master's lab course from the normal master's degree in computer science (it doesn't matter whether IN2106 or IN2257)\n- one games-specific master's lab course CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\") and one master's lab course from the normal master's degree in computer science (it doesn't matter whether IN2106 or IN2257) or\n- one games-specific master's lab course CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\") and one CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\") (this combination can also be organized as a two-semester overall project) or\n- the previous two combinations supplemented by another master's lab course from the normal master's degree in computer science (it doesn't matter whether IN2106 or IN2257)\n- The games-specific master's lab courses are reserved solely for students of the master's program in Computer Science Games Engineering.\n- A group of three or four students comes together before the start of lectures for the respective semester and obtains information from the professors of the specialization lines or other professors of the school or other schools or the HFF Munich or the games industry (in each case in collaboration with a professor at the school) about possible internship topics.\n- Groups can find each other by advertising topic suggestions, requests or bids on the corresponding wiki page.\n- The group works with the professor to develop a precise topic. The game to be developed should incorporate techniques and approaches from the specialization lines in an innovative way. Your own topic suggestions are possible in consultation with the supervisors. The supervisor instantiates the course (see information for supervisors below) and registers the student group. Further actions on the part of the students are no longer necessary. The assignment of topics is therefore comparable to a bachelor's or master's thesis.\n- The assignment of seats in the games lab is NOT organized via the normal process for individual master lab course seats ( i.e. the \"matching tool\").\nProcedure and Information for Students\n----------------------------------------\n\nInformation for Supervisers\nMaster's Lab Courses: Games Engineering > Information for Supervisers\n- If a chair or research group would like to offer one or more topics for the Master Games internship, please email Georg Groh if you have any questions.\n- As soon as a supervisor of a chair has agreed on a topic with one or more student groups:An examination officer of the chair requests an examination instance via to <pruefungsplanung@in.tum.de>of the course (CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\") and / or of the course CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\")) and / or of the “old” courses  IN7106XXA, IN7106XXW, IN7106XXS, where XX are the old IN chair number (XX=15 for Westermann/Thürey, XX=06 for Knoll/Burschka, XX=16 for Klinker etc.). W stands for winter term, S for summer term, and A is used for the case where a student does two W or S instances. which case applies is determined by the FPSOs of the participating studentsRegistration can be done at any time during the semester.In this course instance in TUM Online, the person responsible for examinations at the chair manually registers the participating students in TUM-Online.The chair can bill for 1 SWS teaching obligation per supervised group.If the group has successfully completed the internship, the grades will be entered in TUM Online as usual by the person responsible for examinations at the chair .The procedure for the games lab (phases, milestones, presentations, etc.) follows the framework methodology of Nils Thürey at ETH in a game development internship that has been carried out several times. This is based on the book “Games Design Workshop” by Tracy Fullerton and includes the following elements:Development of a game concept, recorded in a design document (which is to be expanded in each of the following steps). Presentation of the concept in a short presentationCreation of a (if possible physical) prototype. Presentation of the prototype in a short presentation.Completion of an beta software version. Presentation of the beta version in a short presentation.Carrying out tests & test reports with evaluationCompleting the software version and presenting it publicly.Completing & submitting the design documentDiscussion of ethical implications of the game. Slides explaining the process and the individual steps, as well as development documents and other materials are available from Nils Thürey.\n- An examination officer of the chair requests an examination instance via to <pruefungsplanung@in.tum.de>of the course (CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\") and / or of the course CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\")) and / or of the “old” courses  IN7106XXA, IN7106XXW, IN7106XXS, where XX are the old IN chair number (XX=15 for Westermann/Thürey, XX=06 for Knoll/Burschka, XX=16 for Klinker etc.). W stands for winter term, S for summer term, and A is used for the case where a student does two W or S instances. which case applies is determined by the FPSOs of the participating students\n- of the course (CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\")\n- and / or of the course CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\"))\n- and / or of the “old” courses  IN7106XXA, IN7106XXW, IN7106XXS, where XX are the old IN chair number (XX=15 for Westermann/Thürey, XX=06 for Knoll/Burschka, XX=16 for Klinker etc.). W stands for winter term, S for summer term, and A is used for the case where a student does two W or S instances.\n- which case applies is determined by the FPSOs of the participating students\n- Registration can be done at any time during the semester.\n- In this course instance in TUM Online, the person responsible for examinations at the chair manually registers the participating students in TUM-Online.\n- The chair can bill for 1 SWS teaching obligation per supervised group.\n- If the group has successfully completed the internship, the grades will be entered in TUM Online as usual by the person responsible for examinations at the chair .\n- The procedure for the games lab (phases, milestones, presentations, etc.) follows the framework methodology of Nils Thürey at ETH in a game development internship that has been carried out several times. This is based on the book “Games Design Workshop” by Tracy Fullerton and includes the following elements:Development of a game concept, recorded in a design document (which is to be expanded in each of the following steps). Presentation of the concept in a short presentationCreation of a (if possible physical) prototype. Presentation of the prototype in a short presentation.Completion of an beta software version. Presentation of the beta version in a short presentation.Carrying out tests & test reports with evaluationCompleting the software version and presenting it publicly.Completing & submitting the design documentDiscussion of ethical implications of the game.\n- Development of a game concept, recorded in a design document (which is to be expanded in each of the following steps). Presentation of the concept in a short presentation\n- Creation of a (if possible physical) prototype. Presentation of the prototype in a short presentation.\n- Completion of an beta software version. Presentation of the beta version in a short presentation.\n- Carrying out tests & test reports with evaluation\n- Completing the software version and presenting it publicly.\n- Completing & submitting the design document\n- Discussion of ethical implications of the game.\n- Slides explaining the process and the individual steps, as well as development documents and other materials are available from Nils Thürey.\nInformation for Supervisers\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-informatik-games-engineering"
}