{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-informatik-games-engineering/",
    "content": "Master Informatik: Games Engineering - TUM - TUM School of Computation, Information and Technology\n\nInformatik: Games Engineering\nInformatik: Games Engineering\n\nMaster of Science (M.Sc.)\nInformatik: Games Engineering > Master of Science (M.Sc.)\nInformatik: Games Engineering\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nInteragieren, Erforschen, Spielen – durch interaktive Computerspiele-Technologien. Dies ist das Credo unseres Master-Studiengangs Informatik: Games Engineering. Der Studiengang trägt dem wachsenden Einfluss interaktiver Computerspiele-Technologien auf unsere Gesellschaft Rechnung, indem er einen neuen Informatik-Studiengang im Spannungsfeld zwischen zukunftsweisender multidisziplinärer Grundlagenforschung und der rasanten Entwicklung eines neuen Technologiefeldes mit hohem industriellem Innovationspotenzial etabliert. Der neue Masterstudiengang hat eine vertiefende wissenschaftliche Ausbildung im Bereich der Spieletechnologien zum Ziel, mit dem Fokus auf der systematischen Erforschung, Entwicklung und Erweiterung, der technischen Realisierung und der forschungsorientierten Anwendung von interaktiven Technologien, etwa in den Bereichen Ausbildung, Training, Film und Fernsehen.\nGames Engineering behandelt die theoretischen Grundlagen von interaktiven Computerspiele-Technologien und deren Realisierung mit Software, heterogene Computersysteme sowie multi-sensorische Schnittstellen und Darstellungssysteme. Modernes Games Engineering kombiniert fundamentale Konzepte der Computerwissenschaften, der Physik und der Mathematik unter Berücksichtigung Hardware-spezifischer Aspekte, Benutzerfreundlichkeit und Interaktionsfähigkeit. Das Masterprogramm hat zum Ziel, Studierende mit den Fähigkeiten auszustatten, die technische Infrastruktur modernen Computersspiele zu entwerfen und zu realisieren, Computerspiele-Technologien in neuen Anwendungskontexten zu erproben und letztlich Wege zu erforschen, solche Technologien in Forschung, Entwicklung und unser tägliches Leben zu integrieren.\n\n----------------------------------------\n\nEckdaten\nInformatik: Games Engineering > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandort: Garching\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag,  Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nInformatik: Games Engineering > Wie ist das Studium aufgebaut?\nDer Masterstudiengang Informatik: Games Engineering umfasst 4 Semester.\nIn den ersten drei Semestern stehen neben den Pflichtmodulen die Inhalte aus den von Ihnen gewählten Schwerpunkten im Fokus. Als Student:in stellen Sie sich Ihren Studienplan flexibel zusammen und gestalten sich so ein individuelles Kompetenzprofil. Angebotene Spezialisierungslinien sind:\n- Computergrafik und Animation\n- Numerik und Simulation\n- Hardwarenahe Programmierung\n- Visual Computing\n- Autonome Systeme\n- Game Theory and Algorithmic Economics\n- Interaktion und Kommunikation\n- Internet-Modelle, Technologien, Anwendungen\nDiese werden im dritten Semester durch das Masterseminar, Masterpraktika und wahlweise durch Guided Research ergänzt. Das vierte Semester ist der Master’s Thesis gewidmet.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nInformatik: Games Engineering > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nDer Masterstudiengang in Informatik: Games Engineering ist forschungsorientiert. Er verbreitert und vertieft die Fachkenntnisse, befähigt zum selbstständigen wissenschaftlichen Arbeiten, legt die Voraussetzungen zur Weiterentwicklung des Faches und bereitet auf anspruchsvolle Berufstätigkeit oder eine Promotion vor. Er qualifiziert Sie insbesondere für eigenverantwortliche und leitende Tätigkeiten und zeichnet sich durch Wissenschaftlichkeit, Förderung von Selbstständigkeit, Urteils- und Entscheidungsfähigkeit und Forschungsnähe aus.\nDas Hauptziel ist die Ergänzung des Bachelorstudiums Informatik: Games Engineering durch die konsekutive Fortsetzung zu einem vollständigen Universitätsstudium der Informatik mit Schwerpunkt Games Engineering, das eine angemessene fachliche Breite und Tiefe aufweist. Zusätzlich ist eine flexible Vertiefung in mindestens zwei Spezialisierungslinien gefordert, ohne das Qualifikationsprofil eines Generalisten im Bereich der interaktiven Computerspiele-Technologien zu schmälern. Dabei gibt der Masterstudiengang den Studierenden eine hohe Freiheit bei der Gestaltung Ihres individuellen Studiums, um Ihnen auch einen frühen Einstieg in forschungsnahe und innovative praktische Themengebiete zu ermöglichen.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nInformatik: Games Engineering > Welche Karriere-Chancen habe ich im Anschluss?\nDer Spielemarkt boomt. Bei allen Entwicklerstudios herrscht darum ein großer Bedarf an qualifizierten Fachkräften im Bereich \"Informatik: Games Engineering\". Unter dem Schlagwort \"Serious Games\" finden Spielekonzepte außerdem zunehmend Eingang in Wirtschaftszweige wie den Automobil-, Flugzeug- und Anlagenbau, Medizin, Banken und Management.\nInformatik: Games Engineering ist ein internationales Fach. Mit einem Abschluss in Games Engineering können Absolvent:innen weltweit in einer Vielzahl unterschiedlicher Anwendungsdomänen arbeiten und forschen.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung und Zulassung\nInformatik: Games Engineering > Bewerbung und Zulassung\nDer Master Informatik: Games Engineering baut auf dem Bachelor Informatik: Games Engineering auf. Sie sollten daher Games Engineering oder einen ähnlichen Informatik-nahen Studiengang studiert haben. Das Hauptziel ist es, das Bachelorstudium fachlich zu verbreitern und zu vertiefen.\nZur Auswahl der Studierenden zum Master Informatik: Games Engineering führen wir ein Eignungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nBewerbung und Zulassung\n----------------------------------------\n\nBewerbungsfrist\nInformatik: Games Engineering > Bewerbungsfrist\nWintersemester: 01. Februar – 31. Mai\nSommersemester: 01. September – 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nInformatik: Games Engineering > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für diesen Masterstudiengang erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden Sie die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nStudieninteressierte mit eine Bachelor von außerhalb der Europäischen Union müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nInformatik: Games Engineering > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Begründungsschreiben - eine von Ihnen selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der Technische Universität München als Hochschule (max. 2 Seiten; s. unten)\n- ein tabellarischer Lebenslauf\n- ein Aufsatz zu einem vorgegebenen Thema (ca. 1000 Wörter, Themen s. unten)\n- ein offizielles Transkript über die bisherigen Studienleistungen; ggf. offizielle Übersetzung, falls nicht in deutscher oder englischer Sprache vorliegend\n- das dem Hochschulabschluss zugrunde liegende Curriculum (Modulbeschreibungen, z.B. in Form eines Modulhandbuchs oder Syllabus); dieses Dokument ist für den Abgleich der fachlichen Qualifikation sehr wichtig!\n- Formblatt zur Curricularanalyse (s. unten)\n- Englischnachweis (s. akzeptierte Sprachnachweise)\n- ggf. GRE oder GATE Test (s. unten)\n- ggf. Vorprüfungsdokumentation von uni-assist\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) für Bewerbende mit einem Bachelor aus China, Vietnam und Indien\n- ggf. studiengangsspezifische Ausbildungs- und Arbeitszeugnisse, fachspezifische Zusatzqualifikation (z.B. Teilnahme an einem Forschungswettbewerb)\n- ggf. Nachweis der Hochschulsemester (z.B. Exmatrikulationsbescheinigung oder Studienbuch) und Unbedenklichkeitsbescheinigung\n- ein Passfoto\n- Nachweis über Ihren Hochschulabschluss (kann zur Immatrikulation nachgereicht werden)\n- Kopie Ihres Ausweises/Passes\n- Nachweis der studentischen Krankenversicherung (wird erst für die Immatrikulation benötigt)\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\nInformatik: Games Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n\nStudiengebühren für internationale Studierende aus Drittstaaten\nInformatik: Games Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Studiengebühren für internationale Studierende aus Drittstaaten\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\n\nVorprüfungsdokumentation von uni-assist (VPD)\nInformatik: Games Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Vorprüfungsdokumentation von uni-assist (VPD)\nBewerbende, die ihren Bachelorabschluss in einem Land außerhalb der EU/EWR erworben haben, müssen zusätzlich zur Bewerbung an der TUM eine Vorprüfungsdokumentation (VPD) von uni-assist beantragen. Das heißt, dass Sie eine Onlinebewerbung bei der TUM anlegen und gleichzeitig einen Antrag auf Vorprüfungsdokumentation bei uni-assist stellen.\nWelche Unterlagen müssen bei uni-assist eingereicht werden?\n- Antrag auf Vorprüfungsdokumentation (siehe uni-assist)\n- eine Kopie Ihrer Studienabschlussurkunde (sofern bereits vorhanden)\n- eine Kopie der Fächer- und Notenübersicht (Transcript)\n- eine Übersetzung, wenn die Originaldokumente nicht in deutscher oder englischer Sprache ausgestellt wurden\n- ggf. Zertifikat der Akademischen Prüfstelle (APS)\nSie müssen also keine vollständige Bewerbung bei uni-assist für einen spezifischen Masterstudiengang abgeben, sondern eine allgemeine Vorprüfungsdokumentation mit den o.g. Unterlagen beantragen.\nDer Antrag auf Vorprüfungsdokumentation bei uni-assist alleine zählt nicht als Bewerbung für einen Studiengang an der TUM.\n\nGRE und GATE\nInformatik: Games Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > GRE und GATE\nBewerber*innen, die ihren Hochschulabschluss in Bangladesch, China, Indien, Iran oder Pakistan gemacht haben, müssen einen GRE (General) mit den geforderten Mindestpunktzahlen einreichen. Werden die Mindestpunktzahlen nicht erreicht, kann die Bewerbung nicht berücksichtigt werden.Die nötigen Mindestpunktzahlen sind:Verbal Reasoning: keine MindestpunktzahlQuantitative Reasoning: 164Analytical Writing: 4,0Institution Code: 7806, Department code: 5199 (\"all other departments\").\nAlternativ kann ein Testergebnis (Score Sheet) des indischen GATE Tests eingereicht werden.\n\nZertifikat der Akademischen Prüfstelle (APS)\nInformatik: Games Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Zertifikat der Akademischen Prüfstelle (APS)\nBewerbende, die Ihren Hochschulabschluss in China, Indien oder Vietnam gemacht haben, müssen ein Zertifikat der Akademischen Prüfstelle (APS) einreichen.\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n----------------------------------------\n\nQualifikationsvoraussetzungen und Zulassungsverfahren\nInformatik: Games Engineering > Qualifikationsvoraussetzungen und Zulassungsverfahren\nQualifikationsvoraussetzungen Qualifikationsvoraussetzung für den M.Sc. Informatik: Games Engineering ist ein B.Sc. in Informatik: Games Engineering äquivalent zum B.Sc. Informatik: Games Engineering der TUM. Sollten einige, wenige äquivalente Module fehlen, so können wir Ihnen diese im Umfang bis zu maximal 30 Credits als Brückenkurse auferlegen. Sind mehr als 30 Credits notwendig, so können Sie leider nicht zugelassen werden.\nZudem müssen ausreichende Englischkenntnisse nachgewiesen werden. Hier finden Sie die akzeptierten Englischnachweise.\nStufe 1 des Eignungsverfahrens In der ersten Stufe werden die folgenden Kriterien bewertet:\n- Fachliche Qualifikation: Ihr Vorstudium wird auf Gleichwertigkeit mit dem B.Sc. Informatik: Games Engineering der TUM geprüft und bewertet. Die vorausgesetzten Fächer / Module entnehmen Sie bitte der Fachprüfungs- und Studienordnung unten (Anlage 2 Eignungsverfahren).\n- Note: Die Note Ihrer besten Leistungen im Umfang von 120 ECTS geht in das Eignungsverfahren ein. Sie müssen diese Leistungen selber in der Excel-Datei \"Curricularanlyse\" unten eintragen und dieses Dokument als PDF in Ihrer TUMonline-Bewerbung hochladen.\n- Wissenschaftlicher Aufsatz / Essay: s. unten\n- Begründungschreiben für die Wahl des Studiengangs: s. unten\nJe nach Punktzahl können Sie in der ersten Stufe direkt zugelassen oder abgelehnt werden, oder Sie kommen in die zweite Stufe. Genaue Informationen finden Sie in der Fachprüfungs- und Studienordnung unten (Anlage 2 Eignungsverfahren).\nStufe 2 des Eignungsverfahrens\nIm Rahmen der zweiten Stufe führen Sie ein Auswahlgespräch mit der Auswahlkommission. Das Auswahlgespräch dauert 20-30 Minuten und Sie werden spätestens eine Woche vor dem Gesprächstermin per Email dazu eingeladen.\nNach dem Gespräch teilen wir Ihnen schnellstmöglich mit, ob Sie eine Zulassung oder eine Ablehnung für diesen Studiengang erhalten.\nQualifikationsvoraussetzungen und Zulassungsverfahren\n----------------------------------------\n\nCurricularanalyse\nInformatik: Games Engineering > Curricularanalyse\nBitte laden Sie das Formblatt \"Curricularanalyse\" herunter, füllen Sie es aus und laden es dann in Ihrer TUMonline-Bewerbung hoch!\nFormular - Curricularanalyse - Informatik: Games Engineering\nCurricularanalyse\n----------------------------------------\n\nThemen für den wissenschaftlichen Aufsatz / Essay\nInformatik: Games Engineering > Themen für den wissenschaftlichen Aufsatz / Essay\nDer wissenschaftliche Essay bzw. Aufsatz, den Sie zusammen mit der Online-Bewerbung eingereichen, sollte etwa 1.000 Wörter umfassen und kann in englischer oder deutscher Sprache verfasst sein.\nIhr wissenschaftlicher Aufsatz muss in das Thema einführen, es diskutieren und zu einer logischen Schlussfolgerung führen. Bitte verwenden Sie relevante Daten und wissenschaftliche Literatur, um Ihre Argumentation zu untermauern. Ideen, die nicht Ihre eigenen sind, müssen als solche gekennzeichnet werden! Der Begriff \"Essay\" kann irreführend sein - wir verlangen eine wissenschaftliche Arbeit mit korrekter Zitierung. Die verwendeten Quellen müssen am Ende aufgeführt werden. Der Aufsatz muss Ihre eigene Arbeit sein und Sie müssen ihn ohne jegliche Hilfe schreiben. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbenden und die Verwendung nicht autorisierter Hilfsmittel zu überprüfen.\nBitte wählen Sie eines der folgenden Themen:\n- Topic 1:The role of computer games and their influence on society\n- Topic 2:Gamification – how concepts and techniques from computer games are going to affect other applications\n- Topic 3:Multi-sensory devices and interaction in modern computer games\nThemen für den wissenschaftlichen Aufsatz / Essay\n----------------------------------------\n\nBegründungsschreiben für die Wahl des Studiengangs\nInformatik: Games Engineering > Begründungsschreiben für die Wahl des Studiengangs\nDie Begründung für die Wahl des Studiengangs, die Sie zusammen mit der Online-Bewerbung einreichen, sollte nicht länger als zwei DIN-A4-Seiten. Sie kann auf Englisch oder Deutsch verfasst sein.\nLegen Sie in Ihrem Begründungsschreiben Ihre besondere Qualifikation und Ihr außergewöhnliches Engagement für diesen speziellen Masterstudiengang dar. Dazu kann der Nachweis von Qualifikationen gehören, die über die im Grundstudium erworbenen Kenntnisse und Qualifikationen hinausgehen, etwa studiengangsbezogene Berufsausbildung, Praktika, Auslandsaufenthalte, wissenschaftliche Arbeiten etc. Sie sollten den Zusammenhang zwischen Ihren spezifischen Qualifikationen und den Inhalten des Studiengangs deutlich machen.\nDie Begründung muss von Ihnen selbst, ohne fremde Hilfe, verfasst werden. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbers und die Verwendung nicht zugelassener Hilfsmittel zu überprüfen.\nBegründungsschreiben für die Wahl des Studiengangs\n----------------------------------------\n\nFAQ Bewerbung\nInformatik: Games Engineering > FAQ Bewerbung\n\nAuflagen / Brückenkurse\nInformatik: Games Engineering > Auflagen / Brückenkurse\n1. Kann es sein, dass ich mit der Zulassung bestimmte Module als Auflage (sog. Brückenkurse) bekomme?\nWenn wenige einzelne fachliche Voraussetzungen aus dem Erststudium nicht gegeben sind, können Bewerber*innen mit der Auflage zugelassen werden, Grundlagenprüfungen aus dem entsprechenden Bachelorstudiengang nachzuholen (sog. Brückenkurse). Brückenkurse müssen bis spätestens Ende des zweiten Semesters im Masterstudium bestanden sein und dürfen bei Nicht-Bestehen max. einmal wiederholt werden. Verlängerungen sind für Brückenkurse ausgeschlossen. Diese Kurse können Sie parallel zum Masterstudium ablegen. Sie sollten den Brückenkursen aber in jedem Fall Priorität einräumen, da Sie bei Nicht-Bestehen der Brückenkurse die Zulassung zum Master verlieren. Die Noten der Brückenkurse werden für die Abschlussnote des Studiengangs nicht berücksichtigt.\n2. Ich bin mir nicht sicher, ob ich Brückenkurse bekommen habe. Wo finde ich diese?\nDie Brückenkurse sowie die Regelungen zum Prüfungsantritt sind in Ihrem Zulassungsbescheid aufgelistet.\n\nCurricularanalyse\nInformatik: Games Engineering > Curricularanalyse\n1. Für einige Kurse meines Studiengangs habe ich keine Note, bzw. die Note \"bestanden\" bekommen. Darf ich diese angeben?\nSie können die Kurse beim Abgleich Ihrer Kurse mit den entsprechenden Kursen der TUM angeben (nur M.Sc. Information Systems und M.Sc. Informatik: Games Engineering). Für die Berechnung der Note (M.Sc. Information Systems; M.Sc. Informatik: Games Engineering; M.Sc. Robotics, Cognition, Intelligence) dürfen Sie sie nur angeben, wenn Sie mit den benoteten Kursen nicht 2/3 der Credits Ihres Bachelorstudiengangs abdecken können.\n2. An meiner Universität nutzen wir kein Creditsystem. Was kann ich tun?\nIn diesem Fall gehen wir von einer Gleichgewichtung der Kurse / Module aus. Sie können für jeden Kurs einen Credit vergeben. Die Zahl der insgesamt vergebenen Credits entspricht dann der Zahl aller Kurse, die zu Ihrem Studienprogramm gehören.\n3. An meiner Universität werden Noten im Buchstabenformat vergeben. Was kann ich tun?\nSie können für jeden Notenstufe eine Note vergeben. Wenn Ihre Notenskala A+, A, B, C, D und E = nicht bestanden ist, heißt dies A+=1, A=2, B=3, C=4, D=5 und E= Fail. Die bestmögliche Note ist 1, die schlechteste Note zum Bestehen ist 5. Wenn Ihre Notenskala A+, A, B+, B etc. ist, heißt dies A+=1, A=2, B+=3, B=4 etc.\n4. Ich habe mehr als einen Studiengang studiert. Kann ich Kurse und Noten von beiden angeben?\nWenn Sie sich für M.Sc. Robotics, Cognition and Intelligence bewerben, können Sie für die Notenberechnung nur Kurse und Noten von einem einzigen Bachelor-Studiengang angeben. Dies muss der Bachelor sein, der für den Master qualifiziert und den Sie in TUMonline als Masterzugangsberechtigung angegeben haben. Wenn Sie sich für M.Sc. Information Systems oder M.Sc. Informatik: Games Engineering bewerben, können Sie in Teil 2 (Abgleich Ihrer Kurse mit den Kursen an der TUM) Kurse mehrerer Studiengänge angeben, in Teil 3 (Berechnung der Note) aber nur Kurse und Noten eines Studienganges (der Masterzugangsberechtigung). Sie müssen alle eingetragenen Noten und Credits belegen, indem Sie ein entsprechendes Transcript of Records aller Studiengänge hochladen.\n\nVerschieben des Studienstarts\nInformatik: Games Engineering > Verschieben des Studienstarts\n1. Ich bin zugelassen worden, muss aber den Studienstart verschieben. Geht das?\nSie können den Studienplatz in der Regel zurückstellen. Nach erneuter fristgerechter Bewerbung (!) über TUMonline können Sie ohne Eignungsverfahren wieder zugelassen werden. Die erneute Bewerbung läuft folgendermaßen:\nSie geben eine neue Bewerbung in TUMonline ein und laden einen aktualisierten Lebenslauf hoch. Auch die restlichen Unterlagen müssen noch einmal hochgeladen werden, hier können Sie aber die gleichen Unterlagen verwenden, die Sie auch schon bei der ersten Bewerbung hochgeladen haben. Das heißt, dass Sie keinen neuen Aufsatz und kein neues Begründungsschreiben verfassen müssen, sondern hier die entsprechenden Dokumente der ersten Bewerbung wieder hochladen können.\nBitte achten Sie darauf, dass Sie für alle geforderten Unterlagen auch tatsächlich ein Dokument hochladen, sonst bleibt Ihre Bewerbung auf dem Status \"unvollständig\" und wird nicht bearbeitet. Haben Sie Ihre Bewerbungsunterlagen innerhalb der offiziellen Frist vollständig und korrekt hochgeladen, erhalten Sie automatisch eine neue Zulassung.\n2. Ich habe meinen Studienstart verschoben und eine Zulassung für das Folgesemester erhalten. Welche Dokumente muss ich für die Immatrikulation einreichen?\nDie Dokumente, die Sie für die Immatrikulation einreichen müssen, sind in Ihrem TUMonline account aufgelistet. Sie finden Informationen dazu auch hier: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/immatrikulation\nBitte beachten Sie, dass einige notwendige Unterlagen per Post eingereicht werden müssen. Achten Sie zudem darauf, dass manche Dokumente für die Immatrikulation in beglaubigter Kopie eingereicht werden müssen: https://www.tum.de/studium/bewerbung/beglaubigung-von-dokumenten/\nFAQ Bewerbung\n----------------------------------------\n\nZeitplan Bewerbung\nInformatik: Games Engineering > Zeitplan Bewerbung\n- Online-Bewerbung und Einreichung der erforderlichen Unterlagen: \tWintersemester: 1. Februar - 31. Mai \tEmpfehlung für Bewerber*innen, die ein Visum brauchen: 31. März \tSommersemester: 1. September - 30. November  \tEmpfehlung für Bewerber*innen, die ein Visum benötigen: 31. Oktober\n- Kein Nachreichen fehlender Bewerbungsdokumente nach Ende der offiziellen Bewerbungsfrist möglich!\n- Information über das Ergebnis und ggf. Einladung zum Gespräch:  \tWintersemester: April bis September \tSommersemester: Dezember bis März\n- Gesprächstermine: \tWintersemester: Juni bis September; die Einladung erfolgt mind. 1 Woche vorher \tSommersemester: November bis März; die Einladung erfolgt mind. 1 Woche vorher\n- Studienbeginn: \tWintersemester: Oktober \tSommersemester: April \tGenaue Daten finden Sie hier: https://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nInformatik: Games Engineering > Im Studium\nDas Masterprogramm Informatik: Games Engineering ist ein sehr flexibles Programm, welches Ihnen erlaubt, eigene Schwerpunkte im Bereich des Games Engineering zu setzen. Sie können entscheiden, ob Sie sich mehr auf die Forschung – zum Beispiel durch eine Forschungsarbeit unter Anleitung  – oder auf erweiterte Informatik-Kenntnisse konzentrieren, indem Sie mehr Vorlesungen oder Praktika besuchen.\nDas Qualifikationsprofil setzt sich zusammen aus den einzelnen Modulen. Zudem wählen Sie aus zwei Spezialisierungslinien. Im Studium müssen Sie insgesamt 120 Credits einbringen. Diese setzen sich zusammen aus:\n- Pflichtmodulen und Wahlpflichtmodulen\n- Master-Seminar\n- weiteren Master-Praktika\n- Wahlmodulen\n- Überfachliche Grundlagen\n- Abschlussarbeit\nErklärungen finden Sie im Folgenden.\nIm Studium\n----------------------------------------\n\nPflichtmodule\nInformatik: Games Engineering > Pflichtmodule\nSie müssen folgende Pflichtmodule in Höhe von 30 ECTS einbringen:\n- IN2015 Image Synthesis (4V, 5 ECTS)\n- IN2107 Master-Seminar (2S, 5 ECTS)\n- CIT4210000 Advanced Games-Specific Practical Course (\"Games Lab\"), (6P 10 ECTS)\nIm wissenschaftlichen Master-Seminar arbeiten Sie sich selbstständig in ein neues Gebiet des Games Engineering ein. Dazu gehört eine Literaturrecherche, die Anfertigung einer Zusammenfassung der wichtigsten Sachverhalte und deren Präsentation im Rahmen eines Vortrags.\nDaneben müssen Sie im Games Lab in Teams von 3 oder 4 Studierenden ein Spiel designen,  implementieren und testen, das Elemente ihrer Spezaliaiserungslinien in neuartiger Weise in das Spiel integriert.\nMehr Informationen zu Masterpraktika und Games Labs\nPflichtmodule\n----------------------------------------\n\nWahlmodule: Grundstruktur: Spezialisierungslinien\nInformatik: Games Engineering > Wahlmodule: Grundstruktur: Spezialisierungslinien\nStudierende müssen zwei Spezialisierungslinien aus den folgenden Linien wählen. In jeder der beiden Linien müssen Sie mindestens 10 Credits einbringen. Die Summe der Credits aus den zwei ausgewählten Linien muss zusammen mindestens 24 Credits ergeben. Sie können aber natürlich aus diesen oder weiteren Spezialisierungslinien beliebig viele weitere Credits erwerben. Diese müssen Sie dann im freien Wahlbereich Informatik entsprechend weniger machen.\n- Computer Graphics and Animation\n- Interaction and Communication\n- Hardware oriented Programming\n- Autonomous Systems\n- Game Theory and Algorithmic Economics\n- Internet Models, Technologies, Applications\n- Visual Computing\nWahlmodule: Grundstruktur: Spezialisierungslinien\n----------------------------------------\n\nWahlmodule: Grundstruktur: Weitere Praktika\nInformatik: Games Engineering > Wahlmodule: Grundstruktur: Weitere Praktika\nAus dem Bereich \"Weitere Praktika\" sind entweder 10 ECTS (ein zusätzliches Praktikum) oder 20 ECTS (zwei zusätzliche Praktika).\nin \"Weitere Praktika\" wählbar sind:\n- CIT4210001 Additional Advanced Games-Specific Practical Course (\"Additional Games Lab\") (6 P, 10 ECTS)\n- jedes 10 ECTS Masterpraktikum aus dem Master Informatics (IN2106 oder IN2257)\nMehr Informationen zu Masterpraktika und Games Labs\nWahlmodule: Grundstruktur: Weitere Praktika\n----------------------------------------\n\nWahlmodule: restliche Credits\nInformatik: Games Engineering > Wahlmodule: restliche Credits\nBis zu 30 ECTS erbringen Sie beliebig aus:\n- allen Spezialisierungslinien\n- dem Wahlfachkatalogs Master Informatik\n- bis zu 6 ECTS durch Module der LMU München aus den Bereichen Medieninformatik oder Mensch-Maschine-Interaktion\n- IN2169 Forschungsarbeit unter Anleitung (Guided Research, 6P, 10 ECTS)\n- IN2377 Concepts of C++ Programming (2V+2Ü, 5 ECTS)\nDie aktuellen Modulkataloge finden Sie in TUMonline.\nWahlmodule: restliche Credits\n----------------------------------------\n\nGuided Research\nInformatik: Games Engineering > Guided Research\nIm Modul Guided Research erlernen Sie grundlegende Fähigkeiten, um selbstständig zu forschen. Dies geschieht, indem Sie eine Forschungsfrage unter Betreuung bearbeiten.\n- Anmeldung in der ersten Vorlesungswoche jedes Semesters beim Prüfungsausschuss\n- Zu erbringende Leistungen:erfolgreiche Durchführung der Arbeitregelmäßige Durchführung der KontaktterminePräsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- erfolgreiche Durchführung der Arbeit\n- regelmäßige Durchführung der Kontakttermine\n- Präsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)\n- Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- Abgabe spätestens zu Beginn des folgenden Semesters: Die Abgabe des Ergebnisberichtes erfolgt spätestens in der ersten Vorlesungswoche des Folgesemesters beim Betreuer, die Bewertung spätestens in der 5. Vorlesungswoche des Folgesemesters.\nUm das Online Formular für einen Antrag für Guided Research auszufüllen, müssen Sie sich mit ihrer TUM-Kennung anmelden.Bitte reichen Sie die Anmeldungen nebst Projektbeschreibung im Original oder ausgedruckt mit Unterschrift ein.\nDie Anmeldung im Onlineportal ist noch keine garantierte Anmeldung. Die Prüfung erfolgt erst, wenn das unterschriebene Formular vorliegt.\nWie Sie Ihre Anmeldung einreichen:\n- Online-Anmeldung über das obere Formular. Anmeldeschluss ist der Sonntag am Ende der ersten Vorlesungswoche des jeweiligen Semesters. Das Anmeldefenster öffnet etwa zwei Monate vor der ersten Vorlesungswoche des kommenden Semesters.\n- Drucken Sie (1) die Projektbeschreibung und (2) Ihr ausgedrucktes Anmeldeformular (= E-Mail, die Sie nach dem Absenden dieses Formulars erhalten) aus.\n- Reichen Sie die beiden ausgedruckten Dokumente (siehe Schritt 2.) bei Ihrem/ihrer betreuenden Professor:in ein.\n- Der/die betreuende Professor:in unterschreibt das Anmeldeformular.\n- Anschließend leitet der/die Professor:in bzw. sein/ihr Lehrstuhl das ausgedruckte und unterschriebene Anmeldeformular an das CIT ASA Office zur Eingabe in TUMonline weiter. Der Professor hat ca. 2 Wochen Zeit, die Ausdrucke beim CIT ASA Office einzureichen.\n- Das CIT ASA Office wird die Daten Ihrer Anmeldung in Ihr TUMonline-Konto eingeben. Sie werden keine Bestätigungsmail erhalten.\n- Bitte überprüfen Sie Ihren TUMonline-Account regelmäßig ab November bzw. Mai. Die Anmeldedaten werden nach Ende der 3. Vorlesungswoche bis Ende November/Mai in TUMonline eingepflegt.\nGuided Research\n----------------------------------------\n\nÜberfachliche Grundlagen\nInformatik: Games Engineering > Überfachliche Grundlagen\nAus dem Bereich Überfachliche Grundlagen sind 6 ECTS aus dem Wahlfachkatalog der Informatik zu erbringen. Details so wie Regelungen zu Sprachkursen und Kursen der Carl von Linde Akademie finden Sie unter Überfachliche Grundlagen. Wichtig: die Menge an wählbaren Modulen wird durch den Prüfungsausschuss laufend ergänzt und umfasst wesentlich mehr Module, als in der FPSO aufgelistet sind. (siehe Überfachliche Grundlagen.).\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen und Prüfungsordnungen\nInformatik: Games Engineering > Prüfungen und Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen. Für alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\nFPSO 2023 Fassung vom 16. August 2023  gültig für alle Studierenden mit Studienbeginn ab Wintersemester 2023 / 24\nFPSO 2018 Fassung vom 10. Februar 2022 gültig für alle Studierenden mit Studienbeginn ab Wintersemester 2022 / 23\nFPSO 2018 Fassung vom Oktober 2018 gültig für alle Studierenden mit Studienbeginn ab Wintersemester 2018 / 19\nFPSO 2014 Fassung vom 2. April 2014 gültig für alle Studierenden mit Studienbeginn ab Wintersemester 2014 / 15\nPrüfungen und Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nInformatik: Games Engineering > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür haben Sie sechs Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nInformatik: Games Engineering > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M. Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-informatik-games-engineering"
}