{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/bachelor-information-engineering/testimonials/",
    "content": "Testimonials - Bachelor Information Engineering - TUM - TUM School of Computation, Information and Technology\n\nStudent Testimonials\nStudent Testimonials\nFind out what our students like most about our program and the Campus!\nStudent Testimonials\n----------------------------------------\n\n\n\n----------------------------------------\n\nIlona, from Skopje, North Macedonia, B.Sc. Information Engineering student since Winter Semester 2021\nStudent Testimonials > Ilona, from Skopje, North Macedonia, B.Sc. Information Engineering student since Winter Semester 2021\nAs an international student at TUM Campus Heilbronn, I have been able to connect with people from all over the world, making my university experience truly incredible. The amazing professors and university staff have challenged and inspired me to pursue my academic interests, and their guidance has been invaluable. Studying at TUM Campus Heilbronn allowed me to be fully immersed in extraordinary subjects related to Information Engineering and an exciting major that have broadened my horizons and fueled my passion for learning. Information Engineering has given me the opportunity to gain valuable knowledge and skills related to technology, making it an excellent choice for those who want to stay ahead of the curve and be prepared for the challenges of tomorrow.\nIlona, from Skopje, North Macedonia, B.Sc. Information Engineering student since Winter Semester 2021\n----------------------------------------\n\nMihail, from Plovdiv, Bulgaria, B.Sc. Information Engineering student since Winter Semester 2021\nStudent Testimonials > Mihail, from Plovdiv, Bulgaria, B.Sc. Information Engineering student since Winter Semester 2021\nYour TUM campus in Heilbronn is an absolute marvel! The combination of excellent facilities, top-notch faculty, and a diverse student body creates an inspiring environment that is second to none. Congratulations on being part of such an exceptional community!\nMihail, from Plovdiv, Bulgaria, B.Sc. Information Engineering student since Winter Semester 2021\n----------------------------------------\n\nKetaki, from Kolhapur, India, B.Sc. Information Engineering student since Winter Semester 2022\nStudent Testimonials > Ketaki, from Kolhapur, India, B.Sc. Information Engineering student since Winter Semester 2022\nHonestly studying at TUM has been so far one of the best decisions I ever made for my career. The course BIE is relatively new and I had my doubts about it just like other students. But it has turned out to be very well structured and up to date with the industrial standards. Studying at TUM is a challenge, but it has opened doors for a lot of new experiences and opportunities.\nKetaki, from Kolhapur, India, B.Sc. Information Engineering student since Winter Semester 2022\n----------------------------------------\n\nKrishirajsinh, from Ahmedabad, India, B.Sc. Information Engineering Student since Winter Semester 2021\nStudent Testimonials > Krishirajsinh, from Ahmedabad, India, B.Sc. Information Engineering Student since Winter Semester 2021\nStudying BSc Information Engineering at TUM Campus Heilbronn has been an enriching experience for me. The program offers a great balance between technical courses and management courses, which helps develop a broad range of industry-ready skills. The small class size creates a supportive learning environment. The campus has state-of-the-art facilities and is located in the modern city of Heilbronn which has so much to offer. Overall, I highly recommend this program to anyone interested in pursuing a career in the field of computer science.\nKrishirajsinh, from Ahmedabad, India, B.Sc. Information Engineering Student since Winter Semester 2021\n----------------------------------------\n\nKlaudia, from Warsaw, Poland, B.Sc. Information Engineering student since Winter Semester 2022\nStudent Testimonials > Klaudia, from Warsaw, Poland, B.Sc. Information Engineering student since Winter Semester 2022\nWhat I like the most about our campus in Heilbronn is that we all feel very comfortable there. When I go to the campus on the weekend I meet my friends studying in \"breakout rooms\", playing Billard, singing karaoke or heating up Lasagne in our kitchen.\nKlaudia, from Warsaw, Poland, B.Sc. Information Engineering student since Winter Semester 2022\n----------------------------------------\n\nPaulina, from Warsaw, Poland, B.Sc. Information Engineering student since Winter Semester 2022\nStudent Testimonials > Paulina, from Warsaw, Poland, B.Sc. Information Engineering student since Winter Semester 2022\nI can say that studying here gave me a huge opportunity to broaden my horizons not only in the IT field by providing us with great professors and a well-designed curriculum but also enabled me to interact with students from different countries all over the world. What I appreciate the most and what sets TUM Campus Heilbronn apart from other campuses is that we study in smaller groups. The learning is more personalized, and as students, we are more integrated and can always count on each other's help.\nPaulina, from Warsaw, Poland, B.Sc. Information Engineering student since Winter Semester 2022\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-information-engineering"
}