{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-information-engineering/faq/",
    "content": "FAQ - Information Engineering - TUM - TUM School of Computation, Information and Technology\n\nFrequently Asked Questions\nFrequently Asked Questions\nDu hast weitere Fragen rund um unser Programm, Deine Bewerbung oder das Leben in Heilbronn? Die häufigsten Fragen und Antworten findest Du hier.\nFrequently Asked Questions\n----------------------------------------\n\n\n\n----------------------------------------\n\nVor dem Studium: Bewerbung und Zulassung\nFrequently Asked Questions > Vor dem Studium: Bewerbung und Zulassung\nVor dem Studium: Bewerbung und Zulassung\n----------------------------------------\n\nWie kann ich herausfinden, ob ich die Voraussetzungen für das Programm erfülle?\nFrequently Asked Questions > Wie kann ich herausfinden, ob ich die Voraussetzungen für das Programm erfülle?\nWenn Dein Schulabschluss einer deutschen Hochschulzugangsberechtigung entspricht, Du die weiteren Voraussetzungen erfüllst und entsprechende Unterlagen einreichen kannst, kannst Du Dich innerhalb unserer Bewerbungsfristen bewerben. Auf der folgenden Seite kannst Du prüfen, ob Deine Qualifikationen für ein Studium in Deutschland ausreichen: https://www.uni-assist.de/tools/check-hochschulzugang/\nWeitere Informationen findest Du im Abschnitt Bewerbung.\nWie kann ich herausfinden, ob ich die Voraussetzungen für das Programm erfülle?\n----------------------------------------\n\nWie kann ich herausfinden, ob meine Chancen auf eine Zulassung gut sind? Kann ich meine Unterlagen vorab verschicken?\nFrequently Asked Questions > Wie kann ich herausfinden, ob meine Chancen auf eine Zulassung gut sind? Kann ich meine Unterlagen vorab verschicken?\nWenn Du Dich über Deine Chancen im Bewerbungsprozess informieren möchtest, kannst Du Deine Chancen anhand der folgenden Regelungen unseres Zulassungsverfahrens einschätzen:\nIm Rahmen der ersten Stufe des Zulassungsverfahrens bewerten wir Deinen Schulabschluss (z. B. Abitur) und Deine Halbjahresnoten der letzten zwei Jahre in den Fächern Mathematik, Englisch und einem Naturwissenschaftsjahr. Innerhalb unseres Punktesystems kannst Du bis zu 100 Punkte erreichen.\n- Die Gesamtnote der Hochschulzugangsberechtigung macht 65 % aus.\n- Die restlichen 35 % setzen sich aus der Englischnote, der Mathematiknote, die das Dreifache wert ist, und der besten Naturwissenschaftsnote (oder Informatiknote) von Dir, die das Zweifache wert ist, zusammen. Abhängig von der erreichten Punktzahl werden die Bewerber/innen entweder sofort zugelassen oder abgelehnt oder sie werden zu einem Vorstellungsgespräch durch die Lehrkräfte des Fachbereichs eingeladen: Wenn Du mehr als 73 Punkte erreichst, erhältst Du eine Direktzulassung.Wenn Du weniger als 60 Punkte erreichst, erhältst Du eine Ablehnung. Du kannst Dich allerdings für eines der zukünftigen Semester erneut bewerben.Wenn Du zwischen 61 und 72 Punkte erreichst, wirst Du zu einem Vorstellungsgespräch eingeladen.\n- Wenn Du mehr als 73 Punkte erreichst, erhältst Du eine Direktzulassung.\n- Wenn Du weniger als 60 Punkte erreichst, erhältst Du eine Ablehnung. Du kannst Dich allerdings für eines der zukünftigen Semester erneut bewerben.\n- Wenn Du zwischen 61 und 72 Punkte erreichst, wirst Du zu einem Vorstellungsgespräch eingeladen.\nBitte beachte: Dies ist nur eine allgemeine Information. Es kann Ausnahmen geben, auch wenn Du mehr als 73 Punkte erreichst. Wenn Du beispielsweise ein internationaler Bewerber oder eine internationale Bewerberin bist und keine Einzelnoten in relevanten Fächern einreichst, laden wir Dich auch zu einem Vorstellungsgespräch ein.\nWeitere Informationen findst Du in unserem Student Guide auf Seite 18 und in unserer  Eigungsfeststellungssatzung\nDie Bewerbungsunterlagen werden vom TUM Center for Study and Teaching geprüft.\nBitte sende keine Unterlagen an das Student-Service-Center. Wir können keine Dokumente vorab prüfen. Danke für Dein Verständnis.\nWie kann ich herausfinden, ob meine Chancen auf eine Zulassung gut sind? Kann ich meine Unterlagen vorab verschicken?\n----------------------------------------\n\nMuss ich als internationaler Bewerber etwas beachten, was auf der Website nicht erwähnt wird?\nFrequently Asked Questions > Muss ich als internationaler Bewerber etwas beachten, was auf der Website nicht erwähnt wird?\nDa unser Programm auf Englisch unterrichtet wird und die meisten unserer Studierenden international sind, richten sich alle Inhalte und Informationen auf unserer Website sowohl an internationale als auch an deutsche Studierende. Wenn Du alles im Detail durchgehst und auch unseren Student Guide aufmerksam durchliest, wirst Du alles erfahren, was Du für Deine Bewerbung benötigst. Bitte informiere Dich im Abschnitt „Bewerbung“ über die erforderlichen Unterlagen.\nMuss ich als internationaler Bewerber etwas beachten, was auf der Website nicht erwähnt wird?\n----------------------------------------\n\nFallen derzeit Studiengebühren für internationale Studierende an?\nFrequently Asked Questions > Fallen derzeit Studiengebühren für internationale Studierende an?\nAktuelle Neuigkeiten zu den Studiengebühren findest Du hier. Momentan fällt ein Semesterbeitrag über 102,- EUR an.\nFallen derzeit Studiengebühren für internationale Studierende an?\n----------------------------------------\n\nEinige meiner Unterlagen sind erst nach dem 15. Juli verfügbar. Kann ich Vorabversionen einreichen?\nFrequently Asked Questions > Einige meiner Unterlagen sind erst nach dem 15. Juli verfügbar. Kann ich Vorabversionen einreichen?\nWir sind uns darüber bewusst, dass die Fristen möglicherweise nicht für jeden geeignet sind. Um jedoch allen Bewerbern gerecht zu werden, müssen wir eine Frist festlegen, die für alle verbindlich ist. Damit Deine Bewerbung berücksichtigt werden kann, müssen alle auf unserer Website genannten erforderlichen Unterlagen (Nachweis der Deutschkenntnisse A2, Abschlusszeugnisse etc.) bis zum Bewerbungsschluss eingereicht werden. Eine spätere Einreichung antragsrelevanter Unterlagen ist nicht mehr möglich. Vorläufige Unterlagen (zum Beispiel vorläufige Abschlusszeugnisse) können nicht berücksichtigt werden.\nEine Ausnahme bildet lediglich die VPD-Bescheinigung von uni-assist, die auch nach Ablauf der Bewerbungsfrist nachgereicht werden kann, sofern Deiner Bewerbung eine Erklärung beiliegt, dass Du Dich rechtzeitig bei uni-assist um eine Prüfung Deiner Unterlagen beworben hast. Alle relevanten Informationen findst Du unter der Rubrik „Bewerbung“.\nEinige meiner Unterlagen sind erst nach dem 15. Juli verfügbar. Kann ich Vorabversionen einreichen?\n----------------------------------------\n\nKann ich mich für ein höheres Semester bewerben?\nFrequently Asked Questions > Kann ich mich für ein höheres Semester bewerben?\nGrundsätzlich empfehlen wir Dir, Dich als Erstsemesterstudierender für den regulären Studienstart im Winter zu bewerben und dann innerhalb Deines ersten Studienjahres einen Antrag auf Anerkennung von Leistungen aus dem Vorstudium bei uns einzureichen. Weitere Informationen findest Du im Abschnitt Wer kann sich für das Sommersemester bewerben und hier.\nKann ich mich für ein höheres Semester bewerben?\n----------------------------------------\n\nIm Studium\nFrequently Asked Questions > Im Studium\nIm Studium\n----------------------------------------\n\nKann ich mir bereits erbrachte Studienleistungen anerkennen lassen?\nFrequently Asked Questions > Kann ich mir bereits erbrachte Studienleistungen anerkennen lassen?\nDu hast die Möglichkeit, eine Anerkennung von bereits extern erbrachten Studienleistungen zu beantragen. Dies ist möglich, wenn die erworbenen Kenntnisse und Fähigkeiten mit den Modulen des B.Sc. Information Engineering übereinstimmen und kein signifikanter Unterschied zwischen den zu erreichenden Lernergebnissen besteht. Weitere Informationen findest Du im Abschnitt Anerkennungen von Studienleistungen und hier.\nKann ich mir bereits erbrachte Studienleistungen anerkennen lassen?\n----------------------------------------\n\nWerde ich mein Zeugnis von Heilbronn oder München erhalten?\nFrequently Asked Questions > Werde ich mein Zeugnis von Heilbronn oder München erhalten?\nDer TUM Campus Heilbronn ist einer der zahlreichen Standorte der Technischen Universität München. Da die School of Computation, Information and Technology am TUM Campus Heilbronn Teil der Technischen Universität München ist, erhälst Du Deinen Bachelor-Abschluss von der Technischen Universität München.\nWas bedeutet das für Dich?\nDie TUM ist eine der besten Universitäten Europas. Seit 1868 belegt die TUM stets Spitzenplätze in Hochschulrankings und ihre Mitglieder erhalten regelmäßig renommierte Ehrungen und Auszeichnungen. Die TUM zählt mehr als 50.000 Studierende, 18 Nobelpreise, über 9.000 Veröffentlichungen in Fachzeitschriften und über 600 Professoren. Entdecke weitere facts and figures!\nWerde ich mein Zeugnis von Heilbronn oder München erhalten?\n----------------------------------------\n\nWo finde ich Informationen über generelle Termine und Fristen an der TUM?\nFrequently Asked Questions > Wo finde ich Informationen über generelle Termine und Fristen an der TUM?\nInformationen über generelle Termine und Fristen an der TUM findest Du hier.\nWo finde ich Informationen über generelle Termine und Fristen an der TUM?\n----------------------------------------\n\nWas passiert, wenn ich aufgrund von Visaverzögerungen nicht rechtzeitig zu Vorlesungen erscheinen kann?\nFrequently Asked Questions > Was passiert, wenn ich aufgrund von Visaverzögerungen nicht rechtzeitig zu Vorlesungen erscheinen kann?\nSolltest Du eine Zulassung von uns erhalten haben, lass uns bitte zunächst wissen, ob wir Dich bei der Beantragung des Visums unterstützen können, indem wir Dir ein Bestätigungsschreiben ausstellen oder um ein beschleunigtes Verfahren bei Deiner Visastelle bitten.\nWenn Du aufgrund von Visaverzögerungen nicht rechtzeitig anreisen kannst, kannst Du Dein Studium später beginnen. Bitte beachte in diesem Fall, dass Du den versäumten Lernstoff selbstständig oder mit Hilfe von Kommilitonen/innen nachholen musst. Es gibt keine Online- oder Hybridlehrveranstaltungen und Vorlesungen werden in der Regel nicht aufgezeichnet. Die Professoren/innen entscheiden selbst, ob sie ihre Vorlesungen aufzeichnen. Du kannst Dich über TUMonline für die Lehrveranstaltungen anmelden und dann die Professoren/innen bitten, die Materialien zu senden oder ihre Vorlesungen aufzuzeichnen.\nEine Verspätung kann im schlimmsten Fall dazu führen, dass grundlegende Hürden (siehe Student Guide Seite 19) nicht erreicht werden und dies kann ohne Belege für die Verspätung aufgrund eines Visums zur Exmatrikulation führen.\nEs besteht dann die Möglichkeit, dass Du einen Härtefallantrag stellst. Du kannst beantragen, dass Dir ein oder zwei zusätzliche Semester gewährt werden, um die Grundprüfungen zu bestehen. Wichtig ist, dass Du die entsprechenden Belege bzgl. der verspäteten Visumserteilung vorlegen kannst. Bitte kontaktiere uns, wenn Du absehen kannst, dass Deine verspätete Ankunft zu einem Härtefallantrag führt.\nWas passiert, wenn ich aufgrund von Visaverzögerungen nicht rechtzeitig zu Vorlesungen erscheinen kann?\n----------------------------------------\n\nWer kann mich zum Thema Stipendien beraten?\nFrequently Asked Questions > Wer kann mich zum Thema Stipendien beraten?\nAuf dieser Website erhälst Du Informationen zu Stipendien.\nWer kann mich zum Thema Stipendien beraten?\n----------------------------------------\n\nKann ich mit jemandem persönlich oder online sprechen?\nFrequently Asked Questions > Kann ich mit jemandem persönlich oder online sprechen?\nWenn Du uns im Rahmen eines virtuellen Meetings treffen möchtest, empfehlen wir Dir wärmstens unsere regelmäßig stattfindenden Infosessions. Du hast die Möglichkeit, mehr über den Lehrplan und den Campus Heilbronn zu erfahren und uns kennenzulernen.\nWenn Du Fragen hast, die Du gerne in einem persönlichen Gespräch besprechen möchtest, kannst Du uns gerne im Rahmen unserer virtuellen Sprechstunde treffen.\nKann ich mit jemandem persönlich oder online sprechen?\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-information-engineering"
}