{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/bachelor-information-engineering/",
    "content": "Bachelor Information Engineering - TUM - TUM School of Computation, Information and Technology\n\nStudents on the Education Campus Heilbronn\nPhoto: Matt Stark photography\nLibrary LIV\nPhoto: Matt Stark photography\nStudents in the L Building\nPhoto: Matt Stark photography\nD Building on the Education Campus\nPhoto: Matt Stark photography\nEducation Campus Heilbronn with the L Building\nPhoto: Matt Stark photography\nStudents on the Education Campus\nPhoto: Matt Stark photography\n\n----------------------------------------\n\nB.Sc. Information Engineering at Campus Heilbronn\nB.Sc. Information Engineering at Campus Heilbronn\nB.Sc. Information Engineering at Campus Heilbronn\n----------------------------------------\n\nBefore your studies | During your studies | Contact\n\n----------------------------------------\n\nNew digital technologies provide companies with ever-greater possibilities for gathering, linking and evaluating information. To take advantage of novel technologies, like intelligent products, companies need skilled professionals for the design and implementation of linked, end-to-end IT systems. Information engineering considers the entire chain from the sensor to the IT system through to the business model, making it an essential field of expertise for the digital transformation.\nThe bachelor’s degree program Information Engineering at TUM Campus Heilbronn provides the necessary knowledge and skills to design IT systems along the entire life cycle of information as a resource. It offers you the opportunity to acquire solid theoretical, practical and technical skills in an ever-evolving field and will prepare you for your role as an information engineer.\n\n----------------------------------------\n\nKey Data\nKey Data\nType of Study: Full-time\nStandard Duration of Studies: 6 semesters\nCredits: 180 ECTS\nMain Locations: Education Campus Heilbronn\nStart of Degree Program: Winter semester\nLanguage of Instruction: English, individual elective modules in German\nCosts: Semester fees €85; please find the latest news regarding tuition fees here\nProfessional Profile: Informatics\nKey Data\n----------------------------------------\n\nWhat does this program cover?\nWhat does this program cover?\nDuring the three years of the degree program, you will be prepared to participate in the design and implementation of IT systems across various disciplines. In addition to a strong computer science core, the program teaches fundamentals of management and electrical engineering to enable you to effectively take part in the discourse communities of these disciplines. You will continuously expand your newly acquired knowledge in practical exercise modules and project work designed to enhance your social and communication skills, as well.\nIn addition to discipline-specific fundamentals, the bachelor’s degree program Information Engineering also provides the opportunity to apply the knowledge acquired in internships, projects and practical seminars.\nThe comprehensive description of the degree program can be found in our degree program documentation.\nWhat does this program cover?\n----------------------------------------\n\nHow is the program structured?\nHow is the program structured?\nAfter you have acquired sound basic knowledge in the first four semesters, you can decide on individual areas of specialization beginning in the 5th semester. You can choose from a wide range of special course offerings in the areas of informatics and management.\nIn semesters 1-4 of the program, you will learn the essential concepts and principles of programming languages, algorithms and data structures, software engineering, database systems, computer networks and cyber-physical systems. In addition, you will acquire knowledge in mathematical fundamentals, such as analysis, linear algebra and discrete mathematics. You will deal with the basic concepts of business informatics, such as enterprise architecture management and business process management, and learn how to present a scientific seminar paper.\nIn semesters 5-6 of the program, you will decide on an individual area of specialization and choose a research area from a large pool of special courses in the areas of informatics and management. In addition, you will apply your theoretical knowledge in a joint project with industrial partners. The degree program concludes with the bachelor’s thesis in the 6th semester.\nThe TUM Department of Informatics encourages its students to spend part of their degree program abroad and actively assists them in doing so.\nAcademic program: Overview of modules (PDF 64 KB)\nThe detailed module catalogue can be found here.\nHow is the program structured?\n----------------------------------------\n\nWhat is the language of instruction?\nWhat is the language of instruction?\nThe degree program is taught in English (for individual elective modules, we recommend checking the language in which they are held in TUMonline). Applicants should thus have good English language skills. A verification of English language skills is unnecessary. Language aptitude will be tested as part of the application process.\nInternational students need a verification of German language skills for their application.\nWhat is the language of instruction?\n----------------------------------------\n\nWhich further expertise and skills will I acquire?\nWhich further expertise and skills will I acquire?\nAs a graduate, you will have the necessary competencies and skills to participate in the design and implementation of interdisciplinary cyber-physical business systems. You will be able to fundamentally understand the interaction of new technologies and their dissemination with the socio-technical systems in which they are embedded, as well as to identify and adopt future developments in order to participate in the development of holistic, sustainable solutions.\nIn your work on the development of end-to-end IT solutions, you will be able to competently consider physical and economic constraints. You will have the technical and methodological knowledge of informatics, electrical engineering and economics that is essential for an information engineer. Thus, you will be able to acquire knowledge independently in the future and understand the disciplinary-specific forms of problem solving and decision-making.\nYou will have also gained initial experience in working in interdisciplinary teams on projects and will be able to present your results to a scientific audience.\nWhich further expertise and skills will I acquire?\n----------------------------------------\n\nWhich professional opportunities can I take up with this qualification?\nWhich professional opportunities can I take up with this qualification?\nAfter graduation, numerous opportunities will arise whether in the form of direct entry into a company, freelance work or the continuation of your studies. The next level is a master’s degree and then a doctorate. The Master of Science in Information Engineering (at Campus Heilbronn) will be offered from the winter semester 2024/25.\nIf you decide to pursue a career after successfully obtaining your degree, you will be qualified to assume a role in innovation management, project management, information management, consulting or software development. You will be able to work in all industries, including business, mechanical engineering, electrical engineering, mathematics and medicine. Graduates of the Technical University of Munich assume management positions in IT and corporate management. Information and offers about careers and starting a job as a B.Sc. Information Engineering Graduate you can find here: Career Infos.\nWhich professional opportunities can I take up with this qualification?\n----------------------------------------\n\nTUM Campus Heilbronn\nTUM Campus Heilbronn\nThere are many reasons to study at TUM Campus Heilbronn. The city is located in the heart of Heilbronn-Franken, a region of leading companies on the global market. A large number of innovative companies, including many family-run SMEs, have achieved leading positions in the markets from here. These “hidden champions” have a high demand for employees who have both technological expertise and management skills – this results in excellent career opportunities for graduates of the Information Engineering program.\nHeilbronn is also an excellent place to live. The city offers a delightful combination of tradition and modernity. For example, the beautiful Neckarmeile with its many cafés, restaurants and bars is only a few minutes’ walk from the campus. The location is also characterized by the pleasant atmosphere on the Heilbronn education campus and the beautiful situation of the city, which is surrounded by vineyards.\nBoth national and international students have the opportunity to establish an international network at TUM Campus Heilbronn. The majority of students on campus come from abroad. International students benefit from available degree programs taught mainly in English. All TUM students can also avail of the services of the TUM Language Center.\nHere, you will find more information about TUM Campus Heilbronn and its facilities.\nTUM Campus Heilbronn\n----------------------------------------\n\nApplication\nApplication\nWe are looking for young, motivated people who like to ponder over logical puzzles at length and are fascinated by information systems, networks, software architecture, artificial intelligence and management, among other things.\nYou do not need any prerequisites in informatics, but rather the ability to identify and understand problems and work towards efficient solutions to them. You should also possess a certain affinity to mathematics, as well as an interest in science. In addition, you should have very good communication skills and work well with others in a team.\nSince this degree program is taught predominantly in English and some elective modules are offered in German, we require advanced English language skills and basic German language skills.\nApplication\n----------------------------------------\n\nWhen are the application deadlines?\nWhen are the application deadlines?\nApplication deadline for the winter semester: 15 May to 15 July\nApplication deadline for the summer semester: 15 November to 15 January (only entry into the 2nd or higher semester of enrollment in the degree program)\nWhen are the application deadlines?\n----------------------------------------\n\nHow do I apply?\nHow do I apply?\nApplications are to be submitted online via the Internet portal TUMonline.\nAfter creating a TUMonline account, you will be asked to enter personal data and information about your education and training to date, as well as to upload individual documents.\nYou do not have to submit any documents in paper form for the application. Only in the case of admission will we need the relevant documents in paper form, as a certified copy where applicable, for enrollment.\nIn order for your application to be considered, all required documents (verification of German language skills A2, graduation certificates, etc.) must be submitted by the application deadline. Documents relevant for the application process cannot be submitted later. Please note, provisional documents (for example, provisional graduation certificates) cannot be considered.\nThe only exception is the VPD certificate from the University Application Service for International Students (uni-assist), which can be submitted after the application deadline has expired, provided that your application includes a declaration that you have applied to uni-assist for an examination of your documents.\nHow do I apply?\n----------------------------------------\n\nWho can apply for the summer semester?\nWho can apply for the summer semester?\nIf you have already earned relevant credits (min. 28 ECTS) in another degree program or at another institution of higher education, you can apply for a higher semester of enrollment in the degree program (min. second semester) in the summer semester.\nHere, you will find comprehensive information on the application process for a higher semester of enrollment in the degree program.\nWho can apply for the summer semester?\n----------------------------------------\n\nWhat do I need to consider if I come from abroad?\nWhat do I need to consider if I come from abroad?\nApplicants for a bachelor’s degree program with a foreign university entrance qualification require prior to the online application a preliminary check of their graduation certificates by uni-assist. Since this can take up to four weeks in total, we recommend that you initiate this process early.\nInternational applicants must also submit one of the verifications of German language skills listed here, as some elective modules are taught in German. The verification must be received by TUM by the application deadline. With this verification, you will meet the minimum requirement for admission. In order to successfully obtain your degree, it may be necessary to further develop and expand your own language skills. Our Language Center can help you in this respect.\nThe TUM website contains comprehensive information for international applicants. In order to ensure a smooth start to your studies, we recommend that foreign applicants, who need to apply for a visa to commence their studies in Germany, submit their application at the start of the application period and apply for the VPD certificate from uni-assist at an early stage.\nWhat do I need to consider if I come from abroad?\n----------------------------------------\n\nWhat documents do I need to submit with my application?\nWhat documents do I need to submit with my application?\n- Higher education entrance qualification / University entrance qualification\n- Verification of German language skills from the winter semester 2022/23: internationally recognized verification of German language skills (at least A2)\n- Letter of motivation: a written explanation by you for your choice of degree program and for your choice of TUM as an institution of higher education\n- Complete up-to-date resume\n- Where applicable, verification of vocational training, professional experience or practical courses (optional)\n- VPD certificate from uni-assist for applications with an international university entrance qualification\n- Where applicable, application for semester classification and form for the grading system\n- Where applicable, list of subjects and transcript of grades from previous studies\n- Where applicable, module descriptions of the modules to be recognized\n- Where applicable, verification of practical courses, preparatory curricula (e.g. early program of students at TUM, MINT studies at TUM), social commitment, etc.\n- Copy of a valid passport or identity card in compliance with data protection regulations\n- Where applicable, notification of the right to take an examination (clearance certificate)\nDepending on your previous education and country of origin, we may require additional application documents. You can find out which documents are relevant when applying online via TUMonline. For more information on all required documents, see the Document Glossary of the Technical University of Munich.\nYou can check the status of your application at any time in your TUMonline account.\n\nNote on your application documents\nNote on your application documents\nIn order for your application to be considered, all required documents (verification of German language skills A2, graduation certificates, etc.) must be submitted by the application deadline.\nDocuments relevant for application cannot be submitted later than this date. Provisional documents (for example, provisional graduation certificates) cannot be considered.\nThe only exception is the VPD certificate from uni-assist, which can be submitted after the application deadline has expired, provided that your application includes a declaration that you have applied to uni-assist for an examination of your documents.\nWhat documents do I need to submit with my application?\n----------------------------------------\n\nDo I have to do an internship?\nDo I have to do an internship?\nAn industrial internship is not mandatory in this degree program and is not an admission requirement. Depending on your academic progress, however, it might be beneficial to gain practical experience outside the university.\nDo I have to do an internship?\n----------------------------------------\n\nAdmission\nAdmission\nThe selection of students for admission to the program takes place through an aptitude assessment procedure. This is a two-stage procedure in which we assess your suitability for the special qualitative requirements of the bachelor’s degree program.\nAdmission\n----------------------------------------\n\nStage 1: Review of your documents\nStage 1: Review of your documents\nAll applicants must undergo aptitude assessment. Based on the documents uploaded by you, we will make a pre-selection as to whether you are\n- classified as suitable and directly admitted to the program,\n- invited to a mandatory assessment interview with a professor (Step 2)\n- or are directly rejected.\nWhat counts?\n- Average grade in the “Abitur” certificate or your university entrance qualification\n- Subject-specific individual grades (mathematics, English and a natural science continued until the “Abitur”, including informatics)\n- Where applicable, additional supplementary training and education (relevant vocational training; at least 4-week subject-relevant practical course; participation in TUM’s studiumMINT; successful participation in “Jugend forscht” or “Mathematik-Olympiade”)\nThe calculation formulas can be found below in the aptitude assessment regulations.\nIn detail:\n- Aptitude assessment for bachelor’s degree programs\n- Regulations governing the aptitude assessment for B.Sc. Information Engineering from 04.04.2024 (PDF 194 KB)\n- Conversion formulas for the aptitude assessment\n- Handout for aptitude assessment incl. calculation examples for B.Sc. Information Engineering\nStage 1: Review of your documents\n----------------------------------------\n\nStage 2: Aptitude assessment interview\nStage 2: Aptitude assessment interview\nPreferred dates can be specified in TUMonline. Your personal aptitude assessment interview will take about 20 minutes. The purpose is to assess the likelihood that you will be able to successfully complete your desired degree program. Subject-specific prerequisites are not decisive. Instead, we assess the following:\n- Knowledge of the structure of the desired degree program and the occupational profile of a computer scientist\n- Ability to think in an abstract, logical and system-oriented manner and to formalize solutions\n- Ability to develop solutions to transdisciplinary issues in the areas of natural sciences, informatics, technology and a wide range of application areas\n- Degree-program-specific additional qualifications\n- Precise reasoning ability in English\nAfter the interview, you will be informed about the result in your TUMonline account.\nYour invitation to the interview will be sent to you by email at least one week before the interview date.\nStage 2: Aptitude assessment interview\n----------------------------------------\n\nWhat happens upon admission?\nWhat happens upon admission?\nAs soon as you are accepted – in Stage 1 or Stage 2 – you will be admitted to the program and can enroll. If you have received a rejection, you can apply again for a future semester.\nThe website of the Technical University of Munich contains information on the deferral of admission to a degree program.\nWhat happens upon admission?\n----------------------------------------\n\nWhat documents do I need to submit for enrollment?\nWhat documents do I need to submit for enrollment?\nAfter you have been admitted to the degree program, we will need to submit hardcopies of the signed application and all documents required for your enrollment. They include the following:\n- Enrollment application (signed)\n- University entrance qualification (certified copy)\n- Current passport photo\n- Verification of student health insurance\nDepending on your previous education and country of origin, we may need additional documents. A complete list of the required documents for enrollment will appear in TUMonline as soon as you have accepted your place in a degree program.\nIn TUMonline, you can also see which documents you need to submit in which form. Please note that you must always submit the signed enrollment form and all certified copies in paper form.\nWe recommend that you submit the documents for enrollment as soon as possible after admission. If you do not yet have individual documents for enrollment, you can submit them up to 5 weeks after the first day of classes. However, you can only be officially enrolled once we have all required documents.\nYou can check the status of your application at any time in your TUMonline account.\nWhat documents do I need to submit for enrollment?\n----------------------------------------\n\nWhen will I be informed about if I get an admission or not?\nWhen will I be informed about if I get an admission or not?\n- Online application and uploading of the required documents: 15 May to 15 July\n- Information about the result of Aptitude Assessment Stage 1 and, where applicable, an invitation to Stage 2 (=interview): probably in mid-August or September. The invitation to the interview will be sent at least one week before it will take place.\nWhen will I be informed about if I get an admission or not?\n----------------------------------------\n\nDuring the degree program\nDuring the degree program\nThe qualification profile of the bachelor’s degree program in Information Engineering is composed of the individual modules. You must earn a total of 180 credits during the degree program. These are composed of the following:\n- Required modules Informatics and Mathematics\n- Elective modules Informatics\n- Elective modules Economics\n- Seminar and practical course\n- Elective modules Extradisciplinary fundamentals\n- Thesis and colloquium\nExplanations can be found below. A detailed overview of the modules can be found in the curriculum and degree chart.\nDuring the degree program\n----------------------------------------\n\nFundamentals exams\nFundamentals exams\nAfter the second semester, you must have successfully completed at least two of the following four required modules:\n- Introduction to informatics\n- Fundamental practical course: programming\n- Introduction to computer architecture\n- Discrete structures\nThe required modules INHN0001, INHN0003 and INHN0004 are weighted with only 50% of the credits.\nFundamentals exams\n----------------------------------------\n\nElective modules\nElective modules\nFor the bachelor’s degree Information Engineering, you must select modules amounting to 12 credits from the elective catalog Informatics and 18 credits from the elective module catalog Economics. You will find the current elective module catalog on TUMonline. We recommend taking the elective modules from the 5th semester onwards.\nElective modules\n----------------------------------------\n\nExtradisciplinary fundamentals\nExtradisciplinary fundamentals\nYou will round off your individual competence profile with modules from the area of Extradisciplinary fundamentals. You can choose from a range of soft skills events depending on your interests. You must earn at least 9 credits.\nExtradisciplinary fundamentals\n----------------------------------------\n\nThesis and Degree\nThesis and Degree\nTo complete a bachelor’s degree, students must write a scientific paper: the bachelor’s thesis. You will have four months to do so. Everything you need to know from planning to submission can be found under Thesis.\nAfter submitting your bachelor thesis, you will present your thesis in your bachelor colloquium.\nEvery semester, we are offering an Infosession on the topic Bachelor`s Thesis. Please find current dates here. The current slides can be downloaded here.\nAfter you have completed the required number of credits and submitted your thesis, you will graduate with a Bachelor of Science (B.Sc.). You can deepen your knowledge as part of our master's program (M.Sc.) in Information Engineering. A master's degree in a related subject is also possible. Or you can start your professional career. Tips and tricks on graduation and your next steps can be found under Degree.\nThesis and Degree\n----------------------------------------\n\nExaminations and regulations\nExaminations and regulations\nDetailed information can be found at Examinations. The respective program-specific Academic and Examination Regulations (FPSO) apply to all students. For students from the winter semester 2021/22 onwards, the program-specific Academic and Examination Regulations (FPSO) of 12 March 2021 including the amending statute of 16 December 2021 and the General Academic and Examination Regulations (APSO) apply. You will also find the documents in our Overview of all statutes and legal bases for degree programs.\nExaminations and regulations\n----------------------------------------\n\nFurther useful information for your studies\nFurther useful information for your studies\nFurther useful information for your studies\n----------------------------------------\n\nRecognition of achievements  from previous studies\nRecognition of achievements  from previous studies\nIf you have received admission and have finished your enrollment, you have the possibility to apply for recognition of credits from previous studies which have been completed externally. This is possible if the knowledge and skills acquired match those of the B.Sc. Information Engineering modules and if there is no significant difference between the learning outcomes to be achieved.\nIf you decide to apply for recognition of credits, please note:\n- You can only apply once within your first year.\n- If you have registered for the exam for this module, you can no longer apply for the recognition of credits.\n- In order to ensure that your application is complete, please follow these guidelines. Please use the application form and submit your complete application via email to the Student Service Center.\nIf you have any questions regarding the application for recognition of credits, please contact us via email or visit the consultation hour.\nRecognition of achievements  from previous studies\n----------------------------------------\n\nStay abroad\nStay abroad\nIt is possible to stay abroad as part of your studies. On this page you will find all the information and contact addresses that are important for preparing your studies abroad. In particular, agreeing on a learning agreement is an important point in preparing for your stay abroad.\nStay abroad\n----------------------------------------\n\nStudent Clubs at Campus Heilbronn\nStudent Clubs at Campus Heilbronn\nStudents at TUM are involved in numerous initiatives for topics that are important to them. Currently there are over 180 student clubs and over 8,000 TU students who are committed to these initiatives. Would you like to get active and start a student initiative on the Heilbronn campus? Here you can find out how to proceed.\nStudent Clubs at Campus Heilbronn\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-information-engineering"
}