{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-information-engineering/",
    "content": "Bachelor Information Engineering - TUM - TUM School of Computation, Information and Technology\n\nStudierende auf dem Bildungscampus Heilbronn\nFoto: Matt Stark photography\nBibliothek LIV\nFoto: Matt Stark photography\nStudierende im L-Gebäude\nFoto: Matt Stark photography\nD-Gebäude auf dem Bildungscampus\nFoto: Matt Stark photography\nBildungscampus Heilbronn mit dem L-Gebäude\nFoto: Matt Stark photography\nStudentinnen auf dem Bildungscampus\nFoto: Matt Stark photography\n\n----------------------------------------\n\nB.Sc. Information Engineering am Campus Heilbronn\nB.Sc. Information Engineering am Campus Heilbronn\nB.Sc. Information Engineering am Campus Heilbronn\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDurch neue digitale Technologien haben Unternehmen immer mehr Möglichkeiten, Informationen zu erfassen, zu vernetzen und auszuwerten. Um Chancen, wie die Einführung intelligenter Produkte zu ergreifen, benötigen sie Fachkräfte für die Planung und Realisierung vernetzter, durchgängiger IT-Systeme. Information Engineering betrachtet die gesamte Kette vom Sensor über das Informatiksystem bis hin zum Geschäftsmodell und ist damit ein bedeutender Baustein in der digitalen Transformation.\nDer Bachelorstudiengang Information Engineering am TUM Campus Heilbronn vermittelt die notwendigen Kenntnisse und Fähigkeiten, um IT-Systeme entlang dem gesamten Lebenszyklus der Ressource Information zu gestalten. Er bietet Dir die Möglichkeit, solide theoretische, praktische und technische Fähigkeiten in einem sich ständig weiterentwickelnden Bereich zu erwerben und bereitet Dich auf Deine Rolle als Information Engineer vor.\n\n----------------------------------------\n\nEckdaten\nEckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 6 Semester\nCredits: 180 ECTS\nHauptstandorte: Bildungscampus Heilbronn\nBeginn des Studiums: Wintersemester\nUnterrichtssprache: Englisch, einzelne Wahlmodule in deutscher Sprache\nKosten: Semesterbeitrag 85 €, aktuelle Informationen zu Studiengebühren findest Du hier\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWorum geht es in diesem Studiengang?\nWorum geht es in diesem Studiengang?\nWährend der drei Jahre des Studiums wirst Du darauf vorbereitet, an der Gestaltung und Implementierung von IT-Systemen über verschiedene Disziplinen hinweg mitzuwirken. Neben einem starken Informatik-Kern lehrt das Programm Grundzüge des Managements und der Elektrotechnik, um Sprechfähigkeiten in diesen Disziplinen zu etablieren. Dein neu erworbenes Wissen vertiefst Du kontinuierlich in praktischen Übungen und Projektarbeiten. Dabei trainierst Du auch soziale und kommunikative Fähigkeiten.\nDer Bachelorstudiengang Information Engineering bietet neben den fachlichen Grundlagen auch die Möglichkeit, das erlernte Wissen in Praktika, Projekten und praxisnahen Seminaren selbst anzuwenden.\nDie umfassende Darstellung des Studiengangs findest Du in unserer Studiengangsdokumentation.\nWorum geht es in diesem Studiengang?\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nWie ist das Studium aufgebaut?\nNachdem Du Dir in den ersten vier Semestern solide Grundkenntnisse erarbeitet hast, kannst Du ab dem 5. Semester individuelle Schwerpunkte setzen. Zur Auswahl steht ein breites Angebot an Spezialveranstaltungen aus den Bereichen der Informatik und des Managements.\nIn den Semestern 1-4 des Studiums lernst Du die wesentlichen Konzepte und Prinzipien von Programmiersprachen, Algorithmen und Datenstrukturen, Software Engineering, Datenbanksystemen, Rechnernetzen und cyber-physischen Systemen kennen. Darüber hinaus erwirbst Du Kenntnisse in mathematischen Grundlagen wie Analysis, Lineare Algebra und Diskrete Mathematik. Du setzt Dich mit den grundlegenden Konzepten der Wirtschaftsinformatik, wie Enterprise Architecture Management und Business Process Management auseinander und lernst, eine wissenschaftliche Seminararbeit zu präsentieren.\nIn den Semestern 5-6 des Studiums setzt Du einen individuellen Schwerpunkt und wählst ein Forschungsgebiet aus einem großen Pool von Spezialkursen aus den Bereichen Informatik und Management. Außerdem wendest Du Deine theoretischen Kenntnisse in einem gemeinsamen Projekt mit Industriepartnern an. Den Abschluss des Studiums bildet die Bachelorarbeit im 6. Semester.\nDie School of Computation, Information and Technology ermutigt ihre Studierenden, einen Teil des Studiums im Ausland zu verbringen und unterstützt sie dabei aktiv.\nStudienstruktur: Übersicht der Module (PDF 64 KB)\nDen detaillierten Modulkatalog findest Du hier.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nIn welcher Sprache wird der Studiengang unterrichtet?\nIn welcher Sprache wird der Studiengang unterrichtet?\nDie Unterrichtssprache in diesem Studiengang ist Englisch (bei einzelnen Wahlmodulen empfehlen wir eine Prüfung in TUMonline, in welcher Sprache sie abgehalten werden). Bewerbende sollten demzufolge gute Englischkenntnisse mitbringen. Ein englischer Sprachnachweis ist nicht nötig. Die sprachliche Eignung wird im Rahmen des Bewerbungsverfahrens geprüft.\nFür ihre Bewerbung benötigen internationale Studierende einen Deutschnachweis.\nIn welcher Sprache wird der Studiengang unterrichtet?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in besitzt Du die notwendigen Kompetenzen und Fähigkeiten, um fachübergreifend an der Gestaltung und Implementierung cyberphysischer Geschäftssysteme mitwirken zu können. Du wirst in der Lage sein, die Interaktion neuer Technologien und deren Verbreitung mit den sozio-technischen Systemen, in die diese eingebettet sind, grundlegend zu verstehen sowie zukünftige Entwicklungen zu erkennen und aufzugreifen, um so an der Entwicklung ganzheitlicher, zukunftsfähiger Lösungen mitzuwirken.\nDu kannst bei Deiner Arbeit an der Entwicklung durchgängiger IT-Lösungen physische und ökonomische Randbedingungen kompetent berücksichtigen. Du verfügst über das für einen Information Engineer wesentliche Fach- und Methodenwissen der Informatik, der Elektrotechnik und der Wirtschaftswissenschaften. Du kannst Dir zukünftig selbstständig Wissen aneignen und die disziplinär-spezifischen Formen der Problemlösung und Entscheidungsfindung verstehen.\nIn Projekten konntest Du zudem erste Erfahrung im Arbeiten in interdisziplinären Teams sammeln, und bist in der Lage, Deine Ergebnisse auch einem wissenschaftlichen Publikum zu präsentieren.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche beruflichen Möglichkeiten habe ich mit diesem Abschluss?\nWelche beruflichen Möglichkeiten habe ich mit diesem Abschluss?\nNach dem Studium ergeben sich zahlreiche Möglichkeiten, sei es in Form eines Direkteinstiegs in einem Unternehmen, einer freiberuflichen Tätigkeit oder der Weiterführung des Studiums. Die nächste Stufe ist der Masterabschluss und danach die Promotion. Der Master of Science in Information Engineering (am Campus Heilbronn) wird ab dem Wintersemester 2024/25 angeboten.\nSolltest Du Dich nach dem erfolgreichen Abschluss für eine berufliche Laufbahn entscheiden, kannst Du eine Tätigkeit im Innovationsmanagement, Projektmanagement, Informationsmanagement, der Beratung oder der Softwareentwicklung aufnehmen. Du kannst in allen Branchen arbeiten, unter anderem in der Wirtschaft, im Maschinenbau, in der Elektrotechnik, in der Mathematik und in der Medizin. Absolventen/innen der Technischen Universität München übernehmen Führungspositionen in der IT und in der Unternehmensführung. Informationen und Angebote zu Karriere und Jobeinstieg als B.Sc. Information Engineering Absolvent/in findest Du unter Karriereinfos.\nWelche beruflichen Möglichkeiten habe ich mit diesem Abschluss?\n----------------------------------------\n\nTUM Campus Heilbronn\nTUM Campus Heilbronn\nEs gibt viele Gründe, am TUM Campus Heilbronn zu studieren. Die Stadt liegt im Herzen von Heilbronn-Franken, einer Region von führenden Unternehmen auf dem Weltmarkt. Eine große Zahl innovativer Unternehmen, darunter viele familiengeführte Mittelständler, haben von hier aus Spitzenpositionen auf den Märkten erreicht. Diese \"Hidden Champions\" haben einen hohen Bedarf an Mitarbeitenden, die sowohl über technologisches Fachwissen als auch über Managementfähigkeiten verfügen - für Absolvent:innen des Studiengangs Information Engineering ergeben sich somit hervorragende Karrierechancen.\nHeilbronn ist auch ein exzellenter Ort zum Leben. Die Stadt bietet eine reizvolle Kombination aus Tradition und Moderne. So ist zum Beispiel die schöne Neckarmeile mit ihren vielen Cafés, Restaurants und Bars nur wenige Gehminuten vom Campus entfernt. Auch die familiäre Atmosphäre auf dem Heilbronner Bildungscampus und die schöne Lage der Stadt, umgeben von Weinbergen, zeichnen den Standort aus.\nSowohl für nationale als auch internationale Studierende bietet sich die Möglichkeit, am TUM Campus Heilbronn ein internationales Netzwerk aufzubauen. Ein Großteil der Studierenden am Campus kommt aus dem Ausland. Internationale Studierende profitieren von Studienangeboten in hauptsächlich englischer Sprache. Alle TUM-Studierenden können außerdem die Dienste des TUM Sprachenzentrums in Anspruch nehmen.\nHier findest Du mehr Informationen über den TUM Campus Heilbronn und seine Einrichtungen.\nTUM Campus Heilbronn\n----------------------------------------\n\nBewerbung\nBewerbung\nWir suchen junge, motivierte Menschen, die sich gerne auch mal länger mit logischen Rätseln beschäftigen und sich unter anderem von Informationssystemen, Netzwerke, Software Architektur, künstlicher Intelligenz und Management begeistern lassen.\nDu benötigst keine Vorkenntnisse in Informatik, aber die Fähigkeit, Probleme zu erkennen, zu verstehen und effiziente Lösungen dafür anzustreben. Eine gewisse Affinität zur Mathematik sollte ebenso wie naturwissenschaftliches Interesse vorhanden sein. Außerdem solltest Du sehr gute Kommunikationsfähigkeiten haben und gut mit anderen im Team zu arbeiten.\nDa dieser Studiengang hauptsächlich auf Englisch unterrichtet wird und Wahlmodule teilweise auf Deutsch angeboten werden, setzen wir fortgeschrittene Englischkenntnisse und grundlegende Deutschkenntnisse voraus.\nBewerbung\n----------------------------------------\n\nWann sind die Bewerbungsfristen?\nWann sind die Bewerbungsfristen?\nBewerbungsfrist für das Wintersemester: 15. Mai bis 15. Juli.\nBewerbungsfrist für das Sommersemester: 15. November bis 15. Januar (nur Einstieg in das 2. oder höhere Fachsemester)\nWann sind die Bewerbungsfristen?\n----------------------------------------\n\nWie bewerbe ich mich?\nWie bewerbe ich mich?\nDie Bewerbung läuft online über das Internet-Portal TUMonline\nNach dem Anlegen eines TUMonline-Accounts wirst Du aufgefordert, persönliche Daten und Informationen zu Deiner Ausbildung einzugeben sowie einzelne Dokumente hochzuladen.\nFür die Bewerbung musst Du keine Unterlagen in Papierform einreichen. Erst im Fall einer Zulassung benötigen wir die entsprechenden Unterlagen in Papierform, ggf. auch in beglaubigter Kopie, für die Immatrikulation.\nDamit Deine Bewerbung berücksichtigt werden kann, müssen alle erforderlichen Dokumente (Deutschnachweis A2, Zeugnisse etc.) zum Zeitpunkt des Bewerbungsschlusses eingereicht sein. Bewerbungsrelevante Dokumente können nicht nachgereicht werden. Vorläufige Dokumente (z. B. vorläufige Zeugnisse) können ebenfalls nicht berücksichtigt werden.\nEinzige Ausnahme stellt die Vorprüfungsdokumentation von Uni-assist dar, die auch nach Abschluss der Bewerbungsfrist nachgereicht werden kann, insofern Du Deiner Bewerbung eine Erklärung beifügst, dass Du Dich um eine Prüfung Deiner Unterlagen bei Uni-assist beworben hast.\nWie bewerbe ich mich?\n----------------------------------------\n\nWer kann sich zum Sommersemester bewerben?\nWer kann sich zum Sommersemester bewerben?\nWenn Du bereits relevante Leistungen (min. 28 ECTS) in einem anderen Studiengang oder an einer anderen Hochschule erworben hast, kannst Du Dich für ein höheres Fachsemester (min. zweites Fachsemester) zum Sommersemester bewerben.\nHier findest Du ausführliche Informationen zum Bewerbungsprozess für ein höheres Fachsemester.\nWer kann sich zum Sommersemester bewerben?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nBewerbende für einen Bachelor-Studiengang mit einer ausländischen Hochschulzugangsberechtigung benötigen vor der Online-Bewerbung eine Vorabüberprüfung der Zeugnisse durch uni-assist. Da dies insgesamt bis zu vier Wochen Zeit in Anspruch nehmen kann, empfehlen wir Dir, dies frühzeitig in die Wege zu leiten.\nInternationale Bewerber:innen müssen zudem einen der hier aufgeführten Deutschnachweise einreichen, da einige Wahlmodule in deutscher Sprache unterrichtet werden. Der Nachweis muss bis zum Ende der Bewerbungsfrist an der TUM eingegangen sein. Mit diesem Nachweis erfüllst Du die Mindestanforderung für die Zulassung. Für einen erfolgreichen Studienabschluss kann es erforderlich sein, die eigenen Sprachkenntnisse weiter auszubauen und zu vertiefen. Unser Sprachenzentrum kann Dich dabei unterstützen.\nAuf der Website der TUM findest Du ausführliche Informationen für internationale Bewerbende. Um einen reibungslosen Studienstart zu gewährleisten, empfehlen wir Bewerber:innen aus dem Ausland, die zur Aufnahme des Studiums in Deutschland ein Visum beantragen müssen, ihre Bewerbung zu Beginn der Bewerbungsfrist einzureichen und die Vorprüfungsdokumentation bei Uni-assist frühzeitig zu beantragen.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nWelche Dokumente muss ich einreichen?\n- Hochschulzugangsberechtigung\n- Sprachnachweis Deutsch ab dem Wintersemester 2022/23: international anerkannter Deutschnachweis (mindestens A2)\n- Motivationsschreiben: eine von Dir selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der TUM als Hochschule (siehe auch FAQs zu den Bewerbungsunterlagen)\n- Lückenloser und aktueller Lebenslauf\n- ggfs. Nachweis über Berufsausbildung, Berufserfahrung oder Praktikum (optional)\n- Vorprüfungsdokumentation (VPD) von uni-assist bei Bewerbungen mit internationaler Hochschulzugangsberechtigung\n- ggf. Antrag auf Semestereinstufung und Formblatt zum Notensystem\n- ggf. Fächer und Notentransskript von bisherigen Studien\n- ggf. Modulbeschreibungen der Module, die anerkannt werden sollen\n- ggf. Nachweise über Praktika, Orientierungsstudien (z.B. Frühstudium Schüler.In.TUM, studium MINT an der TUM), soziales Engagement, etc.\n- Kopie des gültigen Reisepasses oder Personalausweis unter Beachtung der datenschutzrechtlichen Bestimmungen\n- ggf. Bescheid über weiterbestehenden Prüfungsanspruch (\"Unbedenklichkeitsbescheinigung\")\nJe nach Deiner Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfährst Du bei der Onlinebewerbung über TUMonline. Details zu allen geforderten Dokumenten findest Du im Dokumentenglossar der Technischen Universität München.\nDen Status Deiner Bewerbung kann Du jederzeit in Deinem TUMonline Account einsehen.\n\nHinweis zu Ihren Bewerbungsunterlagen\nHinweis zu Ihren Bewerbungsunterlagen\nDamit Deine Bewerbung berücksichtigt werden kann, müssen alle erforderlichen Dokumente (Deutschnachweis A2, Zeugnisse etc.) zum Zeitpunkt des Bewerbungsschlusses eingereicht werden.\nBewerbungsrelevante Dokumente können nicht nachgereicht werden. Vorläufige Dokumente (z.B. vorläufige Zeugnisse) können ebenfalls nicht berücksichtigt werden.\nEinzige Außnahme stellt die Vorprüfungsdokumentation von Uni-assist dar, die auch nach Abschluss der Bewerbungsfrist nachgereicht werden kann, insofern Du Deiner Bewerbung eine Erklärung beifügst, dass Du Dich um eine Prüfung Deiner Unterlagen bei Uni-assist beworben hast.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nMuss ich ein Praktikum absolvieren?\nMuss ich ein Praktikum absolvieren?\nEin Industriepraktikum ist in diesem Studiengang nicht verpflichtend und auch keine Zulassungsvoraussetzung. Abhängig vom Studienfortschritt kann es jedoch vorteilhaft sein, auch außerhalb der Universität praktische Erfahrungen zu sammeln.\nMuss ich ein Praktikum absolvieren?\n----------------------------------------\n\nZulassung\nZulassung\nDie Auswahl erfolgt mittels eines Eignungsfeststellungsverfahrens. Das ist ein zweistufiger Prozess, in dem wir die Eignung für die besonderen qualitativen Anforderungen des Bachelorstudiengangs prüfen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung Deiner Unterlagen\nStufe 1: Prüfung Deiner Unterlagen\nFür alle Bewerber:innen erfolgt ein Eignungsfeststellungsverfahren. Anhand der von Dir hochgeladenen Unterlagen treffen wir eine Vorauswahl darüber, ob Du\n- direkt als geeignet eingestuft und zum Studium zugelassen,\n- zu einem verpflichtenden persönlichen Gespräch mit eine:r Professor:in eingeladen (Stufe 2)\n- oder direkt abgelehnt wirst.\nWas zählt?\n- Durchschnittsnote im Abiturzeugnis bzw. Ihrer Hochschulzugangsberechtigung\n- fachspezifische Einzelnoten (Mathematik, Englisch und einer bis zum Abitur fortgeführten Naturwissenschaft, einschließlich Informatik)\n- ggf. außerschulische Zusatzqualifikationen (einschlägige Berufsausbildung; mind. 4-wöchiges fach relevantes Praktikum; Teilnahme am studiumMINT der TUM; erfolgreiche Teilnahme an \"Jugend Forscht\" oder \"Mathematik-Olympiade\")\nDie Berechnungsformeln findest Du unten in der Satzung zum Eignungsfeststellungsverfahren.\nIm Detail:\n- Eignungsfeststellungsverfahren für Bachelorstudiengänge\n- Satzung über die Eignungsfeststellung B.Sc. Information Engineering vom 04.04.2024 (PDF 194 KB)\n- Umrechnungsformeln zum Eignungsverfahren\n- Merkblatt Eignungsverfahren inkl. Berechnungsbeispiele B.Sc. Information Engineering\nStufe 1: Prüfung Deiner Unterlagen\n----------------------------------------\n\nStufe 2: Auswahlgespräch\nStufe 2: Auswahlgespräch\nTerminwünsche kannst Du in TUMonline angeben. Dein persönliches Eignungsgespräch wird etwa 20 Minuten dauern. Es dient dazu, herauszufinden, ob Du Dein Wunschstudium voraussichtlich erfolgreich abschließen kannst. Fachspezifische Vorkenntnisse sind nicht entscheidend. Vielmehr überprüfen wir\n- Deine Kenntnisse über den Aufbau des angestrebten Studiums und das Berufsbild eines Informatikers / einer Informatikerin\n- Deine Fähigkeit zum abstrakten, logischen und systemorientierten Denken und zur Formalisierung von Lösungsansätzen\n- Deine Fähigkeit, Lösungen zu transdisziplinären Fragestellungen aus den Bereichen Naturwissenschaft, Informatik, Technik und vielfältigen Anwendungsgebieten zu entwickeln\n- studiengangspezifische Zusatzqualifikationen\n- präzise Argumentationsfähigkeit in englischer Sprache\nNach dem Gespräch wirst Du über Deinen TUMonline-Account über das Ergebnis informiert.\nDeine Einladung zum Gespräch erhälst Du per E-Mail spätestens eine Woche vor dem Gesprächstermin.\nStufe 2: Auswahlgespräch\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nWie geht es nach der Zulassung weiter?\nSobald Du – in Stufe 1 oder Stufe 2 – eine Zusage erhälst, bist Du für das Studium zugelassen und kannst Dich immatrikulieren. Solltest Du eine Absage erhalten haben, kannst Du Dich noch ein weiteres Mal für ein zukünftiges Semester bewerben.\nAuf den Webseiten der Technischen Universität München findest Du Informationen zur Rückstellung des Studienplatzes.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nWelche Dokumente muss ich für die Einschreibung einreichen?\nWelche Dokumente muss ich für die Einschreibung einreichen?\nNachdem Du eine Zulassung zum Studium erhalten hast, benötigen wir für Deine Immatrikulation den unterschriebenen Antrag und alle Dokumente. Diese sind:\n- Antrag auf Einschreibung (unterschrieben)\n- Hochschulzugangsberechtigung (beglaubigte Kopie)\n- Aktuelles Passbild\n- Nachweis über eine studentische Krankenversicherung\nJe nach Deiner Vorbildung und Herkunft benötigen wir eventuell noch weitere Unterlagen. Eine vollständige Auflistung der geforderten Unterlagen für die Immatrikulation erhältst Du in TUMonline, sobald Du Deinen Studienplatz angenommen hast.\nIn TUMonline siehst Du auch, welche Unterlagen Du in welcher Form einreichen musst. Bitte beachte, dass Du den unterschriebenen Antrag auf Immatrikulation und alle beglaubigten Kopien immer in Papierform einreichen musst.\nWir empfehlen, dass Du die Dokumente für die Immatrikulation so bald wie möglich nach der Zulassung einreichst. Wenn Dir einzelne Dokumente für die Immatrikulation noch nicht vorliegen, dann kannst Du diese bis 5 Wochen nach Vorlesungsbeginn nachreichen. Du kannst aber erst immatrikuliert werden, wenn uns alle Dokumente vorliegen.\nDen Status Deiner Bewerbung kannst Du jederzeit in Deinem TUMonline Account einsehen.\nWelche Dokumente muss ich für die Einschreibung einreichen?\n----------------------------------------\n\nWann erfahre ich, ob ich eine Zulassung erhalte oder nicht?\nWann erfahre ich, ob ich eine Zulassung erhalte oder nicht?\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 15. Mai bis 15. Juli\n- Information über das Ergebnis in Stufe 1 und ggf. Einladung zu Stufe 2 (=Gespräch): vorrausichtlich Mitte August und September. Die Einladung zum Gespräch erfolgt mindestens eine Woche vor dem Termin.\nWann erfahre ich, ob ich eine Zulassung erhalte oder nicht?\n----------------------------------------\n\nIm Studium\nIm Studium\nDas Qualifikationsprofil des Bachelorstudiengangs Information Engineering setzt sich aus den einzelnen Modulen zusammen. Insgesamt musst Du mit diesen Modulen auf 180 Credits kommen. Die Module setzen sich zusammen aus:\n- Pflichtmodule Informatik und Mathematik\n- Wahlmodule Informatik\n- Wahlmodule Wirtschatswissenschaften\n- Seminar und Praktikum\n- Wahlmodule Überfachliche Grundlagen\n- Abschlussarbeit und Kolloquium\nEine detaillierte Übersicht über die Module findest Du im Studienplan. Allgemein zu den Modulen:\nIm Studium\n----------------------------------------\n\nGrundlagenprüfungen\nGrundlagenprüfungen\nNach dem zweiten Semester musst Du mindestens zwei der folgenden vier Pflichtmodule erfolgreich abgelegt haben:\n- Einführung in die Informatik\n- Grundlagenpraktikum: Programmierung\n- Einführung in die Rechnerarchitektur\n- Diskrete Strukturen\nDie Pflichtmodule INHN0001, INHN0003 und INHN0004 werden nur mit 50 Prozent der Credits gewichtet.\nGrundlagenprüfungen\n----------------------------------------\n\nWahlmodule\nWahlmodule\nFür den Bachelor Information Engineering sind Module im Umfang von 12 Credits aus dem Wahlkatalog Informatik und 18 Credits aus dem Wahlmodulkatalog Wirtschaftswissenschaften zu wählen. Auf TUMonline findest Du den aktuellen Wahlmodulkatalog. Wir empfehlen Dir, die Wahlmodule ab dem 5. Semester zu belegen.\nWahlmodule\n----------------------------------------\n\nÜberfachliche Grundlagen\nÜberfachliche Grundlagen\nDein individuelles Persönlichkeits- und Kompetenzprofil rundest Du durch Module aus dem Bereich Überfachliche Grundlagen ab. Je nach Interesse wählst Du dafür aus einem Angebot an Soft-Skills-Veranstaltungen. Sie müssen mindestens 9 Credits einbringen.\nÜberfachliche Grundlagen\n----------------------------------------\n\nBachelorarbeit und Studienabschluss\nBachelorarbeit und Studienabschluss\nFür den Abschluss eines Bachelorstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Bachelorarbeit. Dafür hast Du vier Monate Zeit. Alles Wissenswerte von der Planung bis zur Abgabe findest Du unter Abschlussarbeit.\nNach Abgabe der Bachelorarbeit stellst Du Deine Arbeit in Deinem Bachelorkolloquium vor.\nWir bieten jedes Semester eine Infosession zum Thema Bachelorarbeit an. Aktuelle Termine findest Du hier. Den aktuellen Foliensatz findest Du hier.\nNachdem Du die erforderlichen Leistungen erbracht und Deine Abschlussarbeit abgegeben hast, schließt Du mit dem Bachelor of Science (B.Sc.) ab. Du kannst Dein Wissen im Rahmen unseres Masterprogramms (M.Sc.) in Information Engineering vertiefen. Ein Masterstudium in einem verwandten Fach ist ebenfalls möglich. Oder Du kannst ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Deinen nächsten Schritten erhältst  Du unter Studienabschluss.\nBachelorarbeit und Studienabschluss\n----------------------------------------\n\nPrüfungen und Ordnungen\nPrüfungen und Ordnungen\nDetaillierte Informationen findest Du unter Prüfungen. Für alle Studierenden gilt die jeweilige Fachprüfungs- und Studienordnung (FPSO). Für Studierende ab dem Wintersemester 2021/22 gilt die Fachprüfungs- und Studienordnung (FPSO) vom 12. März 2021 inklusive der Änderungssatzung vom 16. Dezember 2021 sowie die Allgemeine Prüfungs- und Studienordnung (APSO). Du kannst die Dokumente auch in unserer Übersicht aller Satzungen und rechtlichen Grundlagen zum Studium finden.\nPrüfungen und Ordnungen\n----------------------------------------\n\nWeitere nützliche Informationen für Dein Studium\nWeitere nützliche Informationen für Dein Studium\nWeitere nützliche Informationen für Dein Studium\n----------------------------------------\n\nAnerkennung von Leistungen aus vorherigen Studien\nAnerkennung von Leistungen aus vorherigen Studien\nSolltest Du eine Zulassung erhalten haben und immatrikuliert sein, gibt es die Möglichkeit, dass Du Dir im ersten Studienjahr Leistungen aus einem vorherigen, externen Studium anerkennen lässt. Dies ist möglich, wenn die erworbenen Kenntnisse und Fähigkeiten mit den B.Sc. Information Engineering Modulen übereinstimmen und in den Lernleistungen kein wesentlicher Unterschied besteht.\n- Bitte beachte, dass Du nur einmalig im ersten Studienjahr einen entsprechenden Antrag stellen kannst.\n- Sobald Du Dich für eine Modulprüfung angemeldet hast, ist die Antragstellung für das entsprechende Modul nicht weiter möglich.\n- Gehe bei der Antragstellung bitte entsprechend dieser Anleitung vor und nutze das Antragsformular . Anschließend reichst Du den vollständigen Antrag per E-Mail beim Studierenden Service Center ein.\nFalls Du Fragen bezüglich der Antragstellung hast, kontaktiere uns per E-Mail oder komme in die virtuelle Sprechstunde.\nAnerkennung von Leistungen aus vorherigen Studien\n----------------------------------------\n\nAuslandsaufenthalt\nAuslandsaufenthalt\nIm Rahmen Deines Studiums ist ein Aufenthalt im Ausland möglich. Auf dieser Seite findest Du alle Informationen sowie Kontaktadressen, die wichtig für die Vorbereitung Deines Aufenthalts sind. Insbesondere die Vereinbarung eines Learning Agreements stellt einen wichtigen Punkt für die Vorbereitung Deines Auslandsaufenthalts dar.\nAuslandsaufenthalt\n----------------------------------------\n\nStudentische Initiativen am Campus Heilbronn\nStudentische Initiativen am Campus Heilbronn\nStudierende an der TUM engagieren sich in zahlreichen Initiativen für Themen, die ihnen wichtig sind. Momentan gibt es über 180 Student Clubs und über 8.000 TU-Studierende, die sich für diese Initiativen einsetzen. Du möchtest aktiv werden und am Campus Heilbronn eine studentische Initiative gründen? Hier erfährst Du, wie Du am besten vorgehst.\nStudentische Initiativen am Campus Heilbronn\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-information-engineering"
}