{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-mathematik/studieninhalte/",
    "content": "Studienplan & Studieninhalte Bachelor Mathematik - TUM - TUM School of Computation, Information and Technology\n\nStudienplan und Studieninhalte im Bachelor Mathematik\nStudienplan und Studieninhalte im Bachelor Mathematik\nStudienplan und Studieninhalte im Bachelor Mathematik\n----------------------------------------\n\nMathematik-Module im 1. Studienjahr | Studienplan, Modulpfade, Tracks | Tipps Stundenplan | Kontakt\n\n----------------------------------------\n\nMathematik-Module im ersten Studienjahr\nStudienplan und Studieninhalte im Bachelor Mathematik > Mathematik-Module im ersten Studienjahr\nDie Module und Lehrveranstaltungen im 1. Studienjahr vermitteln Ihnen die wesentlichen Grundlagen für ein erfolgreiches Mathematikstudium.\nDamit Sie lernen, diese zu beherrschen, besuchen Sie klassische Basisveranstaltungen in Analysis sowie Linearer Algebra und Diskreten Strukturen. Daneben richten wir in der Studieneingangsphase besonderes Augenmerk auf ein nachhaltiges und vernetztes Lernen, das Erkennen von Querverbindungen zwischen einzelnen Fachgebieten sowie die gezielte und intensive Einführung in die Arbeits-, Schreib- und Denkweise der Mathematik.\nMathematik-Module im ersten Studienjahr\n----------------------------------------\n\nModule und ihre Lehrveranstaltungen\nStudienplan und Studieninhalte im Bachelor Mathematik > Module und ihre Lehrveranstaltungen\n- Analysis 1 und Analysis 2: \tVorlesung, Zentralübung und Kleingruppenübungen\n- Lineare Algebra 1 und Lineare Algebra 2 und Diskrete Mathematik: \tVorlesung, Zentralübung und Kleingruppenübungen\n- Mathematisches Studieren: \tÜbungsleistungen zu Analysis, Linearer Algebra und eine mathematische Präsentation (Workshop), zudem die Lehrveranstaltungen: Fragestunden, Hausaufgabenhilfe und Mathematik richtig aufschreiben\n- Mathematische Grundlagen: \tSelbststudiumsmodul (keine Lehrveranstaltungen), Sprechstunden möglich\nFür die weitere mathematische Fachausbildung ist ein umfassendes Verständnis dieser wesentlichen Grundlagen unerlässlich. Deshalb ist ein ausreichendes Verständnis im Rahmen der Grundlagen- und Orientierungsprüfung (GOP) nachzuweisen.\nModule und ihre Lehrveranstaltungen\n----------------------------------------\n\nGrundlagen- und Orientierungsprüfung (GOP)\nStudienplan und Studieninhalte im Bachelor Mathematik > Grundlagen- und Orientierungsprüfung (GOP)\nDie Grundlagen- und Orientierungsprüfung (GOP) müssen alle Studierenden des Bachelorstudiengangs Mathematik mit Studienbeginn ab dem Wintersemester 2019/20 im ersten Studienjahr bestehen.\nDurch die Prüfung haben alle Studierenden die Möglichkeit, sich anhand fachlicher Inhalte hinsichtlich des Mathematikstudiums zu orientieren. Mit dem Bestehen der Prüfung sollen die Studierenden zeigen, dass sie über die essenziellen mathematischen Grundlagen verfügen, die Voraussetzung für eine Fortführung des Mathematikstudiums an der TUM sind. Die GOP gilt gleichzeitig als hervorragender Indikator für den Studienerfolg. Somit erhalten Studierende bereits während des ersten Studienjahrs Klarheit über die Anforderungen im Studium. Studierende, die die GOP nicht bestehen, müssen den Studiengang verlassen.\n\nDie GOP (FPSO 2023, Studienbeginn ab Wintersemester 2023/24) umfasst\nStudienplan und Studieninhalte im Bachelor Mathematik > Die GOP (FPSO 2023, Studienbeginn ab Wintersemester 2023/24) umfasst\n- Pflichtmodule Analysis (schriftlich):MA0001 Analysis 1MA0002 Analysis 2\n- MA0001 Analysis 1\n- MA0002 Analysis 2\n- Pflichtmodule Lineare Algebra (schriftlich):MA0004 Lineare Algebra 1CIT1130005 Lineare Algebra 2\n- MA0004 Lineare Algebra 1\n- CIT1130005 Lineare Algebra 2\n- das Pflichtmodul MA0007 Mathematische Grundlagen (mündlich).\nBis zum Ende des zweiten Fachsemesters müssen jeweils mindestens eines der beiden Analysis-Module (MA0001, MA0002), mindestens eines der beiden Lineare Algebra-Module (MA0004, CIT1130005) und die mündliche Prüfung Mathematische Grundlagen bestanden sein. Hierfür haben Studierende jeweils zwei Versuche. Das jeweils andere Grundlagenmodul aus der Analysis bzw. der Linearen Algebra können Sie im weiteren Studium nachholen. Bei Nicht-Erscheinen zu einer Prüfung ohne nachgewiesenen, triftigen Grund gilt diese als nicht bestanden.\n\nDie GOP (FPSO 2019, Studienbeginn bis einschl. Wintersemester 2022/23) umfasst\nStudienplan und Studieninhalte im Bachelor Mathematik > Die GOP (FPSO 2019, Studienbeginn bis einschl. Wintersemester 2022/23) umfasst\n- die vier Grundlagenmodule (schriftlich):\n- MA0001 Analysis 1\n- MA0004 Lineare Algebra 1\n- MA0002 Analysis 2 und\n- MA0005 Lineare Algebra 2 und Diskrete Strukturen und\n- das Modul MA0007 Mathematische Grundlagen (mündlich).\nBis zum Ende des zweiten Fachsemesters müssen mindestens zwei der schriftlichen Grundlagenmodule und die mündliche Prüfung Mathematische Grundlagen bestanden sein. Hierfür haben Studierende jeweils zwei Versuche. Zwei Grundlagenmodule können Sie im weiteren Studium nachholen. Bei Nicht-Erscheinen zu einer Prüfung ohne triftigen Grund gilt diese als nicht bestanden.\nGrundlagen- und Orientierungsprüfung (GOP)\n----------------------------------------\n\nMathematisches Studieren\nStudienplan und Studieninhalte im Bachelor Mathematik > Mathematisches Studieren\nDas Modul Mathematisches Studieren zählt zu den (mathematischen) Studienleistungen und besteht aus fünf verschiedenen Bausteinen:\n1. Übungsleistungen zu Analysis, Lineare Algebra\nZu diesen Lehrveranstaltungen geben Sie wöchentlich schriftliche Übungsaufgaben (Hausaufgaben) eigenständig oder in kleinen Gruppen ab. Die Organisation erfolgt über die Übungsleiter:innen der jeweiligen Veranstaltung, die auch Ansprechpersonen bei Fragen zu diesem Teil sind. Damit Sie diesen Teil des Moduls bestehen, müssen Sie drei aus den vier möglichen Übungsleistungen in den Basismodulen \"Analysis 1\", \"Analysis 2\", \"Lineare Algebra 1\" und \"Lineare Algebra 2\" erbringen.\n2. Fragestunde\nIn den Basismodulen \"Analysis 1\", \"Analysis 2\", \"Lineare Algebra 1\" und \"Lineare Algebra 2\" bieten die Dozierenden der zugehörigen Vorlesung jeweils eine Fragestunde im Umfang von 1 Semesterwochenstunde (SWS) an.\nEine Anmeldung ist nicht erforderlich.\n3. Hausaufgabenhilfe\nIn den Basismodulen \"Analysis 1\", \"Analysis 2\", \"Lineare Algebra 1\" und \"Lineare Algebra 2\" bieten wir jeweils Hausaufgabenhilfen an. Im Studienplan ist für jeden Studierenden der Besuch von Hausaufgabenhilfen im Umfang von 1 SWS eingeplant. Sie können die Hilfe auch häufiger oder seltener in Anspruch nehmen.\nEine Anmeldung ist nicht erforderlich.\n4. Mathematik richtig aufschreiben\nIm ersten Semester findet in Kleingruppen die Lehrveranstaltung \"Mathematik richtig aufschreiben\" im Umfang von 1 SWS statt. In diesen Gruppen werden Techniken für das korrekte Aufschreiben mathematischer Texte und Beweise in der richtigen mathematischen Fachsprache vertieft, die im Übungsbetrieb und der Klausur benötigt werden.\nDie Anmeldung ist über TUMonline möglich.\n5. Mathematische Präsentation (Workshop)\nIn der ersten Vorlesungswoche des zweiten Semesters finden Workshops zu verschiedenen Themen statt. Zum Bestehen des Moduls müssen Sie einen dieser Workshops im Umfang von 1 SWS besuchen und dort einen mathematischen Vortrag erfolgreich vortragen.\nDie Titel der Workshops erfahren Sie in der Mitte des ersten Semesters, die Anmeldung erfolgt im weiteren Verlauf des ersten Semesters. Das Vortragsthema erhalten Sie in der Regel am Ende der Vorlesungszeit.\n\nWichtiger Hinweis\nStudienplan und Studieninhalte im Bachelor Mathematik > Mathematisches Studieren > Wichtiger Hinweis\nSie müssen sich zu den Prüfungen dieses Moduls selbst anmelden.\nBei den Hausaufgaben sind das im 1. Semester die Prüfungen MA0006A1 und MA0006L1 und im 2. Semester die Prüfungen MA0006A2 und MA0006L2. Bei den Workshops (MA0006P) erfolgt die Anmeldung über das Matching-System; bitte beachten Sie dazu die Bekanntmachungen via E-Mail.Wenn Sie nicht zur Prüfung angemeldet sind, werden Ihre Leistungen in Ihrem Studium auch nicht anerkannt.\nMathematisches Studieren\n----------------------------------------\n\nMathematische Grundlagen\nStudienplan und Studieninhalte im Bachelor Mathematik > Mathematische Grundlagen\nIn der Mathematik ist es unverzichtbar, nachhaltig und vernetzt zu denken, Querverbindungen zwischen Fachgebieten zu erkennen und mathematische Begriffe und Sachverhalte verständlich in einem Gespräch kommunizieren zu können.\nDamit die Studierenden die Zeit finden, sich diese Kompetenzen in den beiden Kerngebieten Analysis und Lineare Algebra aufzubauen, haben wir das Modul \"Mathematische Grundlagen\" als Pflichtmodul ins Curriculum aufgenommen. Es handelt sich dabei um ein Selbst-Studiumsmodul, das heißt es gibt keine Lehrveranstaltungen dazu, und erstreckt sich über die ersten beiden Semester.\nNähere Informationen finden Sie auch in der Modulbeschreibung.\n\nPrüfung\nStudienplan und Studieninhalte im Bachelor Mathematik > Prüfung\nDie 30-minütige mündliche Prüfung findet am Ende des zweiten Semesters statt. Hier weisen Sie nach, inwieweit Sie die Grundlagen der Analysis und der Linearen Algebra sicher und integriert verstehen. Mit Fragen prüfen wir, ob Sie Zusammenhänge innerhalb eines Teilgebiets sowie zwischen diesen Teilgebieten herstellen und die einzelnen Gebiete hinsichtlich ihres Beitrags zur Lösung mathematischer Fragestellungen einschätzen und anwenden können. Im direkten Gespräch mit dem/der Prüfer:in zeigt sich, ob die Studierenden ihre Lösungsansätze strukturiert darstellen und ihre Herangehensweise erläutern und begründen können.\nMathematische Grundlagen\n----------------------------------------\n\nStudienplan, Modulpfade und Tracks\nStudienplan und Studieninhalte im Bachelor Mathematik > Studienplan, Modulpfade und Tracks\nDie Studienpläne bieten einen Überblick über den Studienaufbau, GOP und Fortschrittskontrollen, erforderliche Credit-Bedingungen und Informationen zum Abschluss und der Berechnung der Abschlussnote.\n- Studienplan und Rahmenbedingungen, FPSO 2023 (Studienbeginn ab WiSe 23/24)\n- Studienplan und Rahmenbedingungen, FPSO 2019 (Studienbeginn WiSe 19/20 bis WiSe 22/23)\nIn den Modulpfaden und Tracks finden Sie unverbindliche Vorschläge, wann Sie welche Wahlmodule be­le­gen sollen. Diese sind nach Semes­tern ge­­glie­­dert und berücksichtigen die Wahl des Schwer­­punk­tes im letz­ten Studien­jahr. Be­ach­ten Sie die empfoh­le­nen Vor­aus­set­zun­gen in den Mo­dul­be­schrei­bun­gen.\n- Tracks Bachelor Mathematik FPSO 2023\n- Tracks Bachelor Mathematik FPSO 2019\n- Modulpfad und Tracks, FPSO 2007\nStudienplan, Modulpfade und Tracks\n----------------------------------------\n\nStudyPlanner\nStudienplan und Studieninhalte im Bachelor Mathematik > StudyPlanner\nMit dem StudyPlanner können Sie Ihre Lehrveranstaltungen für dieses und die kommenden Semester ganz einfach und automatisiert planen. Individuell nach Ihren Wünschen wird ein Plan erstellt, der alle Regeln Ihres Studiengangs erfüllt.\n- StudyPlanner Bachelor / Master Mathematik\nWICHTIG: Bei der aktuellen Version handelt es sich um eine Beta-Version, wir können keinerlei Garantie für die Richtigkeit der berechneten Studienpläne übernehmen - sprechen Sie im Zweifelsfall bitte mit Ihrer Studienberatung. Da die Vorlesungs- und Prüfungszeiten für kommende Semester teilweise noch nicht feststehen, können wir auch nicht für einen überschneidungsfreien Plan garantieren. Wir freuen uns sehr über Ihr Feedback, damit wir das Programm entsprechend Ihren Bedürfnissen weiterentwickeln können. Klicken Sie dafür einfach auf den Button rechts und geben Sie Ihre Kommentare in das Feedback-Formular ein. Bitte teilen Sie uns insbesondere mit, wenn ein berechneter Plan gegen eine Regel Ihres Studiengangs verstößt.\nStudyPlanner\n----------------------------------------\n\nTipps zur Stundenplanerstellung\nStudienplan und Studieninhalte im Bachelor Mathematik > Tipps zur Stundenplanerstellung\nDie in TUMonline hinterlegten Semesterpläne sind lediglich Vorschläge. Abhängig von Ihrer persönlichen Studien­situation sollten Sie diese Ihren individuellen Bedürfnissen anpassen – insbesondere nach einem Studien­gangs­wechsel, bei Verzug im Studien­fortschritt, einem geplanten Auslands­aufenthalt oder Ähnlichem. Ihren individuellen Stundenplan können Sie dann mit TUMonline erstellen und speichern.\nBitte beachten Sie folgende Tipps:\n- Mathematik-Veranstaltungen des Bachelors haben vor anderen Veranstaltungen Vorrang.\n- Innerhalb der Mathematik gilt: erst GOP Module, dann Pflichtmodule, dann Aufbaumodule, dann Vertiefungs­veranstaltungen.\n- Nebenfachmodule, überfachliche Grundlagen und weitere Veranstaltungen füllen den Stundenplan auf.\n- Achten Sie auf die Voraussetzungen der Module. Diese finden Sie im Modul­handbuch (beim Modul in Ihrem Studienbaum verlinkt).\n- Fehlen noch Leistungen aus früheren Fachsemestern? Sind diese für den Abschluss Ihres Bachelor-Mathematik-Studiums nötig? Dann haben diese Vorrang.\n- Eine langfristige Planung über mehrere Semester ist sinnvoll, besonders wenn Sie einen Auslands­aufenthalt oder längere Praktika planen.\n- Zusätzliche Veranstaltungen können Ihr Profil bereichern, auch wenn Sie diese gemäß der FPSO nicht ins Studium einbringen können. Vernachlässigen Sie aber dadurch nicht Ihr Bachelor-Mathematik-Studium.\n- Eine Entscheidungshilfe kann der Besuch der fraglichen Lehrveranstaltungen in den ersten beiden Vorlesungswochen sein. Achten Sie auf die Arbeitsbelastung (Richtwert: 30 Credits pro Semester).\nDer StudyPlanner kann bei der individuellen Studienplanerstellung helfen.\nTipps zur Stundenplanerstellung\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-mathematik"
}