{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/bachelor-mathematics/",
    "content": "Bachelor Mathematics - TUM - TUM School of Computation, Information and Technology\n\nMathematics\nMathematics\n\nBachelor of Science (B.Sc.)\nMathematics > Bachelor of Science (B.Sc.)\nMathematics\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Contact\n\n----------------------------------------\n\nGraduates of the Mathematics program have many options for their career: In banks and insurance companies, they calculate risks or create climate models. In biology, they model molecules, and they optimize routes and freight sizes at logistics companies and airlines. The bachelor's program is the cornerstone for these professions. In the program, students acquire broad methodical and theoretical knowledge.\nIn addition to abstract mathematical principles, you will also learn about the practical areas of application of mathematics. The Department of Mathematics at the TUM School of Computation, Information and Technology is one of the leading centers in Europe for applied and interdisciplinary mathematics. In the mathematics program, you will not only deal with analysis, algebra, geometry or probability theory, you will also address the question: Where and how is mathematics used in the natural and engineering sciences, in the economy or in other fields? After the fourth semester, you can specialize in pure mathematics or any of the major areas of applied mathematics: finance mathematics, business mathematics, techno-mathematics and mathematics for data analysis.\n\n----------------------------------------\n\nKey Data\nMathematics > Key Data\nType of Study: Full-time\nStandard Duration of Studies: 6 semesters\nCredits: 180 ECTS\nMain Locations: Garching\nStart of Degree Program: Winter semester, lateral entry also possible for the summer semester\nLanguage of Instruction: German\nCosts: Semester fees, no tuition\nProfessional Profile: Mathematics\nKey Data\n----------------------------------------\n\nHow is the program structured?\nMathematics > How is the program structured?\nIn the Bachelor’s Program Mathematics, you will acquire basic knowledge in analysis, linear algebra and discrete mathematics in the first four semesters. You will also learn the methods of working, writing and thinking in mathematics. Additionally, you will choose a minor in one of these subjects: economics, informatics, physics or electrical engineering.\nIn semesters 5 and 6, you will gain more in-depth knowledge in one or several subareas of mathematics, such as algebra, analysis, mathematics for finance, geometry, mathematics for data analysis, mathematical modeling, numerics, optimization and probability theory. The program concludes with the Bachelor’s Thesis.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nMathematics > What skills and competencies will I acquire?\nAs a graduate, you will have an in-depth understanding of the key areas in mathematics: analysis, linear algebra and discrete mathematics. In your minor field of study, you will also gain knowledge in economics, informatics, physics or electrical engineering.\nThrough advanced courses in mathematics, finance mathematics, bio-mathematics, business mathematics, techno-mathematics and handling big data, you will be able to specialize and gain deeper insight in the different fields of application of modern mathematics.\nYou will understand complex interrelationships, recognize structures and be able to find application-related solutions using mathematics. The interdisciplinary approach to the bachelor’s program requires teamwork, strong communication skills and language competence. During a four-week professional internship, you will gain your first practical experiences with applying mathematics and can reflect on and refine them in the associated seminar.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nMathematics > What career opportunities will I have afterwards?\nAfter completing the program, most graduates continue their studies by enrolling in a master’s degree program. However, if you decide to enter the workforce after completing your bachelor’s degree in Mathematics, you will have many opportunities in a variety of  fields. This includes, for example, the finance and insurance industries, auditing, business consultancy, logistics, biotechnology, robotics, IT and software, or the field of education.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication\nMathematics > Application\nTo study mathematics, you need, above all, enthusiasm for the material and enjoy delving into the depths of mathematics. Are you ready to do that?\nApplication\n----------------------------------------\n\nApplication Deadline\nMathematics > Application Deadline\nWinter semester: 15 May to 15 July\nSummer semester: 15 November to 15 January (only entry into the 2nd or higher semester of enrollment, see below)\nApplication Deadline\n----------------------------------------\n\nHow do I apply?\nMathematics > How do I apply?\nThe application can be submitted via our portal TUMonline. After you have created your account there, enter your personal data and information about your education and upload the required documents. Applications must be submitted electronically.\nYou will also have to submit some documents as certified copies in paper form for enrollment only if you are admitted. Applicants with an international higher education entrance qualification (those coming from outside the German educational system) must have their documents reviewed in advance through uni-assist.\nHow to apply for a Bachelor’s Degree Program – Step by Step\nHow do I apply?\n----------------------------------------\n\nWhat do I have to consider if I am from another country?\nMathematics > What do I have to consider if I am from another country?\nPlease follow the instructions for international students.\nIn most cases, students with an international university entrance qualification must request a VPD certificate from Uni-assist; a VDP certificate confirms the equivalence of your secondary school-leaving certificate with a German higher education entrance qualification. The processing time at Uni-assist is approximately four to six 6 weeks, as a rule. However, we recommend submitting the application for a VDP certificate to be issued as soon as possible, because your application to TUM can only be processed once the VPD certificate has been submitted to us.\nThe application for a VPD certificate from Uni-assist must be submitted at the latest by July 15. If you have problems with meeting the application deadlines despite submitting your graduation certificate and transcripts on time to Uni-assist, please also contact bsc-app(at)ma.tum.de.\nIf the language of instruction at your secondary school was not German, you must, as a rule, submit verification of adequate German language skills. In accordance with the Ministry of Education, this is also the case if your native language is German and you are a German citizen. Language certificates for the verification of language skills are assessed only by the TUM Center for Study and Teaching. Please observe the list of recognized language certificates that are acceptable and send any inquiries to the contacts indicated in the list.\nWhat do I have to consider if I am from another country?\n----------------------------------------\n\nWhat documents do I need to submit?\nMathematics > What documents do I need to submit?\nTo apply, you must upload the following documents to TUMonline:\n- University entrance qualification (“Abitur” certificate or similar)\n- Letter of motivation\n- Mathematics Essay\n- Complete up-to-date resume\n- ID card or passport\n- Where applicable, verification of German language skills\n- Where applicable, VPD certificate from uni-assist (for applications with an international university entrance qualification)\n- Where applicable, Bestätigung zur Semestereinstufung (for applications for entry into the second or a higher semester)\n- Where applicable, verification of vocational training, professional experience or internship (optional)\nWhat documents do I need to submit?\n----------------------------------------\n\nLetter of motivation: What should it contain?\nMathematics > Letter of motivation: What should it contain?\nThe letter of motivation should be no longer than 1 page and should explain why you\n- have chosen the Bachelor’s Degree Mathematics\n- at TUM\nfor your studies. In particular you should express that you have understood what a mathematics degree program is really about. The following questions might help you when you are writing your letter:\n- What talents, interests or career plans do you have that have influenced your decision to study mathematics?\n- Why are you sure that you will understand the academic content in the program and be able to work on the abstract problems independently?\n- Is there other relevant information regarding your career or background that you would like to share?\nLetter of motivation: What should it contain?\n----------------------------------------\n\nMathematics Essay: What should it be about?\nMathematics > Mathematics Essay: What should it be about?\nThe discipline-specific essay should be a 1-2 page explanation of a mathematics-related issue of your choice. You should choose a topic that highlights scientific-conceptual aspects (in contrast to primarily technical computational aspects) and that you could come across during your university studies. We would like to gain an impression of what you think “mathematics” means and what types of issues you can expect in general during your studies. A mere sequence of facts without reasoning and explanations does not constitute a mathematical essay.\nYou can find a list of sample topics below. Be creative! Of course, we do not expect you to go beyond secondary school topics. There are no limitations within mathematics – you do not have to ask for permission to write about a specific topic. The use of ChatGPT or similar tools is not permitted.\nBachelor: Sample topics for the mathematics essay\nMathematics Essay: What should it be about?\n----------------------------------------\n\nWho can apply for the summer semester?\nMathematics > Who can apply for the summer semester?\nThe introductory modules of the BSc Mathematics program are conducted only in the winter semester. Therefore enrolment as first-semester student is possible only for the winter semester. An enrolment for the summer semester must be for the second or a higher subject semester (\"Fachsemester\") which is relevant in particular for the time limits of the Fundamentals and Orientation Examinations (GOP).\nWe recommend to apply for the winter semester only.\nWho can apply for the summer semester?\n----------------------------------------\n\nApplication to the second or a higher semester\nMathematics > Application to the second or a higher semester\nTwo cases are to be distinguished:\n- If you were never enrolled in Mathematics studies (in the large sense) and apply for the winter semester then you should apply for the first semester. This holds even if you have already taken exams which are eligible for credit transfer. After enrolment, you may file a credit transfer request as described here. As a result of credit transfer, your semester count may be increased such as to be in line with your actual progress in the program.\n- If you were/are enrolled in Mathematics studies or if you apply for the summer semester then you must apply at least for the second semester. This holds regardless of any previous exams and regardless of possible credit transfer. Please refer to the general information of TUM on applications for a higher semester. Mathematics follows the upstream process, this means the following: You will need, as one of the required application documents, a Credit Transfer Report (upstream process) from us. Please see the German version of this page for further information. (Note that German is the language of instruction and a certificate of proficiency in German is also a required document for the application.)\nApplication to the second or a higher semester\n----------------------------------------\n\nAdmission\nMathematics > Admission\nThe Bachelor’s Program Mathematics has unrestricted admission but requires an aptitude recommendation (SOV), which means: Anyone who has submitted all required documents in a timely and complete fashion and has completed the aptitude recommendation process (SOV) will be admitted to the program.\nAdmission\n----------------------------------------\n\nAptitude recommendation (SOV)\nMathematics > Aptitude recommendation (SOV)\nMisconceptions about the requirements and goals of the mathematics program often lead to students dropping out of the program. This is why we think it is important that all prospective students look into the content of the program closely.\nParticipation in the aptitude recommendation process requires students to\n- submit a letter of motivation (maximum one page) with the online application,\n- submit a mathematics essay (approx. one page) with the online application,\n- attend a personal orientation interview if they receive an invitation from us.\nAptitude recommendation (SOV)\n----------------------------------------\n\nStep 1: Examination of your documents\nMathematics > Step 1: Examination of your documents\nIn the first stage, the TUM Center for Study and Teaching will examine your application documents, then your essay and letter of motivation will be assessed by a member of the Mathematics Department. Depending on this assessment and your university entrance examination results, you will either be accepted right away or you will be invited to an orientation interview.\nStep 1: Examination of your documents\n----------------------------------------\n\nStep 2: Orientation interview\nMathematics > Step 2: Orientation interview\nThe orientation interview is intended to give you and us an impression of whether we can expect you to independently and conscientiously achieve the program’s objectives with its theoretical and application-oriented approach based on scientific criteria.\n\nWhen and how will I be invited? When does it take place?\nMathematics > When and how will I be invited? When does it take place?\nIf you are not invited to an interview, you will usually be informed of this by email a few days after your complete application has been received. If you submit your application just before the application deadline, it may take longer to process your application.\nIn any case, you will be asked to indicate two preferred dates for a potential interview, which we will try to accommodate. Students are not entitled to a specific date. The date assigned is mandatory; you will be given at least one week’s advanced notice. You may only postpone the date for compelling reasons, such as a verified illness.\nAll interviews are held only in person between the beginning of July and the middle of September. There should be at least two weeks between your online application and your earliest suggested date for the interview.\n\nHow does an orientation interview work?\nMathematics > How does an orientation interview work?\nThe orientation interview takes about 20 minutes. It is led by an experienced instructor (professor or a long-standing member of the academic staff) as well as a member of the mathematics student body or another member of the academic staff.\nIn the interview, we will try to find out together if you possess a sound basic understanding of mathematics that goes beyond numeracy skills. Your mathematics essay can serve as a starting point for the discussion. Furthermore, the interview is about conveying the ideas, expectations and goals of the mathematics program. In particular, it is also intended to find out if you enjoy solving abstract and application-oriented problems and to discuss possible career perspectives. The letter of motivation can also serve as a starting point for the discussion.\nStep 2: Orientation interview\n----------------------------------------\n\nWhat happens after admission?\nMathematics > What happens after admission?\nYou will receive your notice of admission to the Mathematics program at TUM by email as soon as the Admissions and Enrollment office has determined that all application documents related to admission to the program have been submitted in a timely and complete fashion, and we have recorded that you have completed the orientation interview.\nAfter you have been admitted, you should accept the place offered to you in the program via your TUMonline account. If you decide that you do not want to study in the program, please decline the offer of admission. This helps us with our planning for the courses in the first semester of enrollment in the degree program.\nAfter you accept an offer of admission, you must send the documents required for enrollment by mail to TUM (TUM CST - Admissions and Enrollment ). Among other documents, this includes the original copy of the application for admission, a certified copy of your higher education entrance qualification and health insurance verification. You can see which documents are required in your TUMonline account.\nIn addition, the semester fees must be paid. You can find more information on this in your TUMonline account. Enrollment will be complete once these documents are submitted. Afterwards, you can print out your student record from TUMonline and pick up your student ID card a few days later.\nIf you have any questions, please contact the TUM hotline and service desk. If you continue to have difficulties which cannot be resolved by the hotline and service desk, you can also send an inquiry by email to bsc-app(at)ma.tum.de.\nWhat happens after admission?\n----------------------------------------\n\nApplication schedule for the winter semester\nMathematics > Application schedule for the winter semester\n- Online application and uploading of the required documents: 15 May to 15 July\n- Time frame for orientation interviews: Beginning of July to middle of September\n- Invitation to an interview: at least one week before the interview\nApplication schedule for the winter semester\n----------------------------------------\n\nDuring the degree program\nMathematics > During the degree program\nThe qualification profile of the bachelor’s degree program in Mathematics is composed of the individual modules. During the degree program, you must earn a total of 180 credits from the following areas:\n- Modules of the Fundamentals and Orientation Examination (GOP)\n- Required modules\n- Elective modules in advanced topics and area of specialization\n- Minor\n- Workshop (2nd semester) and seminar (usually 5th semester)\n- Professional internship (usually after the 4th semester)\n- Transferable skills training\n- Bachelor’s Thesis\nExplanations can be found below. You can find the curriculum, module path, schedule of courses and information on the first year modules at Curriculum and Academic Content.\nDuring the degree program\n----------------------------------------\n\nFundamentals and Orientation Examinations (GOP)\nMathematics > Fundamentals and Orientation Examinations (GOP)\nAs of the Winter Semester 2019/20, all students in the bachelor’s degree program in mathematics must pass the Fundamentals and Orientation Examinations (GOP) in the first year of their studies.\nThe GOP gives all students the opportunity togain academic orientation based on the discipline-specific content of the initial modules of the mathematics program. To pass the examinations, students must demonstrate that they are familiar with the essential principles of mathematics, which is required to continue studying in the mathematics program at TUM. The Fundamentals and Orientation Examinations (GOP) are also considered an excellent indicator for the student’s future academic success. The GOP helps students get a clear understanding of the program’s requirements during the first year of their studies. Students who do not pass the GOP must leave the degree program.\n\nThe GOP (FPSO 2023, program start Winter Semester 2023/24) encompasses\nMathematics > The GOP (FPSO 2023, program start Winter Semester 2023/24) encompasses\n- obligatory modules in Analysis (written):MA0001 Analysis 1MA0002 Analysis 2\n- MA0001 Analysis 1\n- MA0002 Analysis 2\n- obligatory modules in Linear Algebra (written):MA0004 Linear Algebra 1CIT1130005 Linear Algebra 2\n- MA0004 Linear Algebra 1\n- CIT1130005 Linear Algebra 2\n- the module MA0007 Mathematical Basics (oral).\nBy the end of the second semester of enrollment in the degree program, students must pass at least one of the Analysis modules (MA0001, MA0002), at least one of the Linear Algebra modules (MA0004, CIT1130005) and the oral examination in Mathematical Basics. Two introductory modules from Analysis and Linear Algebra may be passed later on in their studies. If a student is not present for an examination and does not demonstrate a valid reason for their absence, this will be considered a failed attempt for this examination.\n\nThe GOP (FPSO 2019, program start up to Winters Semester 2022/23) encompasses\nMathematics > The GOP (FPSO 2019, program start up to Winters Semester 2022/23) encompasses\n- the four introductory modules (written):\n- MA0001 Analysis 1\n- MA0004 Linear Algebra 1\n- MA0002 Analysis 2 and\n- MA0005 Linear Algebra 2 and Discrete Structures, and\n- the module MA0007 Mathematical Basics (oral).\nBy the end of the second semester of enrollment in the degree program, students must pass at least two of the written introductory modules and the oral examination in Mathematical Basics. Students have two attempts to pass each of these modules. Two introductory modules can be taken later on in their studies. If a student is not present for an examination and does not have a valid reason for their absence, they will fail the examination.\nFundamentals and Orientation Examinations (GOP)\n----------------------------------------\n\nRequired modules\nMathematics > Required modules\nBesides the GOP modules, Discrete Mathematics is compulsory in the second semester and the three modules Analysis 3, Introduction to Probability Theory and Statistics and Numerics are compulsory in the third semester.\nRequired modules\n----------------------------------------\n\nElective modules\nMathematics > Elective modules\nStarting in the fourth semester, you can enroll in the elective modules that interest you. In the second academic year, you should select at least two of these three modules: Algebra, Geometry and Optimization. In the third academic year, you can begin with your area of specialization and focus on certain sub-areas by taking advanced modules. You can use the module paths and tracks provided to help you make your choice. Some advanced modules at the master’s level are held in English.\nElective modules\n----------------------------------------\n\nMinor\nMathematics > Minor\nStarting in the first semester, students sign up for one of the following minors:\n- Electrical Engineering and Information Technology,\n- Informatics,\n- Physics, or\n- Economics.\nStudents officially select their minor in the first semester when they register for the corresponding examination. More information on minors is available here.\nIn exceptional cases, such as when a student has completed preparatory studies, the Examination Board for Mathematics can approve special minors at TUM. We will be happy to advise you on this.\nMinor\n----------------------------------------\n\nWorkshop and seminar\nMathematics > Workshop and seminar\nIn the second semester, you will hold a short oral presentation in workshops (part of the module Mathematical Studies) and will learn how to convey mathematics to other people. In the last academic year, you will enroll in a seminar. When selecting your seminar, keep in mind that the topic is often a starting point for your bachelor’s thesis. Registration is undertaken at the end of the preceding semester using a matching system. You can find more information on the page seminars and workshops.\nWorkshop and seminar\n----------------------------------------\n\nInternship\nMathematics > Internship\nA four week professional internship is integrated into your studies. In the internship seminar, you will have the opportunity to become acquainted with suitable work activities and to share your experiences during your professional internship. You should also consult with TUM Career Service.\nInternship\n----------------------------------------\n\nSupport electives\nMathematics > Support electives\nYou will round off your individual skills and competence profile with modules from the area of Support Electives. You can choose from a wide range of soft skills courses or language courses depending on your interests.\nSupport electives\n----------------------------------------\n\nExaminations & Examination regulations\nMathematics > Examinations & Examination regulations\nDetailed information can be found under Examinations.\nThe General Academic and Examination Regulations (APSO) of TUM and the respective program-specific Academic and Examination Regulations (FPSO) apply to all students:\n\nProgram-specific Academic and Examination Regulations of 2023\nMathematics > Examinations & Examination regulations > Program-specific Academic and Examination Regulations of 2023\n- Program-specific Academic and Examination Regulations from 27.11.2023\n\nProgram-specific Academic and Examination Regulations of 2019\nMathematics > Examinations & Examination regulations > Program-specific Academic and Examination Regulations of 2019\n- Program-specific Academic and Examination Regulations from 16.07.2019\n\nProgram-specific Academic and Examination Regulations of 2007 with all amendments to the statutes (expiring)\nMathematics > Examinations & Examination regulations > Program-specific Academic and Examination Regulations of 2007 with all amendments to the statutes (expiring)\n- legible version of the FPSO from 2007 in the version of the 4th amendment of the statutes, as of 25.08.2014 (not legally binding)\n- Program-specific Academic and Examination Regulation from 16.07.20071. amendment of the statutes from 06.04.20092. amendment of the statutes from 16.12.20093. amendment of the statutes from 20.09.20134. amendment of the statutes from 25.08.2014 (with the current version of the annex \"Examination Modules\")\n- 1. amendment of the statutes from 06.04.2009\n- 2. amendment of the statutes from 16.12.2009\n- 3. amendment of the statutes from 20.09.2013\n- 4. amendment of the statutes from 25.08.2014 (with the current version of the annex \"Examination Modules\")\nAptitude recommendation\n- Statutes on the aptitude recommendation from 12.02.2018\nExaminations & Examination regulations\n----------------------------------------\n\nThesis\nMathematics > Thesis\nTo complete a bachelor’s degree, students must write a scientific paper: the bachelor’s thesis. You will have four months to do so. Registration can always take place on the 15th of the month. Everything you need to know from planning to submission can be found under Thesis.\nThesis\n----------------------------------------\n\nDegree\nMathematics > Degree\nAfter you have completed the required achievements and have submitted your thesis, you will graduate with a bachelor of Science (B.Sc.). This will enable you to start your career or start a master’s degree program. Tips and tricks on graduation and your next steps can be found under Thesis and Completing your Studies in Mathematics.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-mathematik"
}