{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-mathematik/",
    "content": "Bachelor Mathematik - TUM - TUM School of Computation, Information and Technology\n\nMathematik\nMathematik\n\nBachelor of Science (B.Sc.)\nMathematik > Bachelor of Science (B.Sc.)\nMathematik\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nMathematik-Absolvent:innen stehen viele Türen offen: In Banken und Versicherungen errechnen sie Risiken oder erstellen Klimamodelle. In der Biologie modellieren sie Moleküle. Bei Logistik­­unternehmen und Fluglinien optimieren sie Routen und Frachtgrößen. Den Grundstein dafür legt das Bachelor-Studium. Hier erwerben Studierende eine breite Basis methodischer und theoretischer Kenntnisse.\nNeben abstrakten mathematischen Grundlagen lernen Sie auch die praktischen Einsatzgebiete des Fachs kennen. Das Department of Mathematics der TUM School of Computation, Information and Technology ist eines der führenden Zentren Europas für angewandte und interdisziplinäre Mathematik. Hier setzen Sie sich im Mathematik­studium nicht nur mit Analysis, Algebra, Geometrie oder Wahr­schein­lich­keits­theorie auseinander, sondern beschäftigen sich auch mit der Frage: Wo und wie wird Mathematik in Natur- und Ingenieur­wissen­schaften, in der Wirtschaft oder in anderen Bereichen genutzt? Nach dem vierten Semester können Sie sich in reiner Mathematik oder allen wichtigen Teilgebieten der angewandten Mathematik spezialisieren: Finanz-, Wirtschafts- oder Technomathematik und in Mathematik zur Datenanalyse.\n\n----------------------------------------\n\nEckdaten\nMathematik > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 6 Semester\nCredits: 180 ECTS\nHauptstandorte: Garching\nBeginn des Studiums: Wintersemester, Quereinstieg auch zum Sommersemester möglich\nUnterrichtssprache: Deutsch\nKosten: Semesterbeitrag, keine Studiengebühr\nProfessional Profile: Mathematics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nMathematik > Wie ist das Studium aufgebaut?\nIm Bachelorstudiengang Mathematik erwerben Sie in den ersten vier Semestern Grundkenntnisse in Analysis, Linearer Algebra und Diskreten Mathematik. Daneben erlernen Sie die Arbeits-, Schreib- und Denkweisen der Mathematik. Außerdem belegen Sie eines der Nebenfächer Wirtschaftswissenschaften, Informatik, Physik oder Elektrotechnik.\nIn den Semestern 5 und 6 vertiefen Sie Ihre Kenntnisse in einem oder in mehreren Teilgebieten der Mathematik, beispielsweise in Algebra, Analysis, Finanzmathematik, Geometrie, Mathematik zur Datenanalyse, mathematischer Modellbildung, Numerik, Optimierung, Wahrscheinlichkeitstheorie. Den Abschluss des Studiums bildet die Bachelor's Thesis.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nMathematik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in verfügen Sie über ein vertieftes Verständnis der mathematischen Kernbereiche Analysis, Lineare Algebra und Diskrete Mathematik. Aufgrund eines Nebenfachs haben Sie Kenntnisse in Wirtschaftswissenschaften, Informatik, Physik oder Elektrotechnik.\nDurch die vertiefenden Veranstaltungen in Mathematik, Finanzmathematik, Biomathematik, Wirtschaftsmathematik und Technomathematik sowie im Umgang mit \"Big Data\" konnten Sie zudem erste eigene Schwerpunkte setzen, und tiefere Einblicke in die Anwendungsfelder moderner Mathematik gewinnen.\nSie verstehen komplexe Zusammenhänge, erkennen Strukturen und sind dazu in der Lage, mit Mathematik anwendungsbezogene Lösungen zu finden. Die interdisziplinäre Ausrichtung des Bachelorstudiengangs fördert Teamfähigkeit, Kommunikationsstärke und Sprachkompetenz. Im vierwöchigen Berufspraktikum haben Sie zudem erste praktische Erfahrungen in der Anwendung der Mathematik gesammelt und konnten diese im Praktikumsseminar reflektieren und aufarbeiten.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nMathematik > Welche Karriere-Chancen habe ich im Anschluss?\nDie meisten Absolvent:innen setzen ihr Studium in einem Masterstudiengang fort. Wenn Sie sich bereits nach Abschluss des Bachelorstudiengangs Mathematik für den Berufseinstieg entscheiden, dann eröffnen sich Ihnen Perspektiven in vielen unterschiedlichen Branchen. Dazu zählen beispielsweise das Finanz- und Versicherungswesen, Wirtschaftsprüfung, Unternehmensberatung, Logistik, Biotechnologie, Robotik, IT und Software oder auch der Bildungsbereich.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung\nMathematik > Bewerbung\nUm Mathematik zu studieren, brauchen Sie vor allem Begeisterung für die Materie und Freude daran, thematisch in die Tiefe zu gehen. Sind Sie bereit dafür?\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nMathematik > Bewerbungsfrist\nWintersemester: 15. Mai bis 15. Juli\nSommersemester: 15. November bis 15. Januar (nur Einstieg in das zweite oder höhere Fachsemester, s.u.)\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nMathematik > Wie bewerbe ich mich?\nDie Bewerbung läuft über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nDer Bewerbungsprozess an der TUM wird ausführlich erläutert unter: Bewerbung für einen Bachelorstudiengang - Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nMathematik > Was muss ich beachten, wenn ich aus dem Ausland komme?\nBitte beachten Sie dazu die zentralen Informationsseiten der TUM für internationale Studieninteressierte.\nStudieninteressierte mit einer internationalen Hochschulzugangsberechtigung müssen in den meisten Fällen eine Vorprüfungs­dokumentation bei uni-assist (VPD) anfordern, die die Gleichwertigkeit ihres Schulabschlusses mit einer deutschen Hochschul­zugangs­berechtigung bestätigt. Die Bearbeitungszeit bei uni-assist beträgt in der Regel ca. 4 bis 6 Wochen. Wir empfehlen, den Antrag auf Ausstellung einer VPD möglichst frühzeitig zu stellen, weil die Bearbeitung Ihrer Bewerbung an der TUM erst beginnen kann, nachdem uns die VPD vorliegt.\nDer Antrag auf Ausstellung einer VPD bei uni-assist muss spätestens bis zum 15. Juli gestellt sein. Falls es trotz rechtzeitiger Übergabe der Zeugnisse an uni-assist Probleme mit den Bewerbungsfristen geben sollte, wenden Sie sich bitte zusätzlich an bsc-app(at)ma.tum.de.\nWenn die Unterrichtssprache an Ihrer Schule nicht Deutsch war, müssen Sie in der Regel einen Sprachnachweis über ausreichende Deutschkenntnisse vorlegen. Das gilt nach Vorgabe des Ministeriums auch dann, wenn Ihre Muttersprache Deutsch ist und Sie die deutsche Staatsangehörigkeit besitzen. Die Nachweise werden ausschließlich vom TUM Center for Study and Teaching geprüft. Bitte beachten Sie die Liste der anerkannten Sprachnachweise und richten Sie eventuelle Fragen an die dort angegebenen Kontaktadressen.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nMathematik > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Hochschulzugangsberechtigung\n- Motivationsschreiben\n- Mathematischer Essay\n- Lückenloser und aktueller Lebenslauf\n- Personalausweis oder Reisepass\n- ggf. Sprachnachweis Deutsch\n- ggf. Vorprüfungsdokumentation (VPD) von uni-assist (bei Bewerbung mit internationaler Hochschulzugangsberechtigung)\n- ggf. Bescheinigung zur Semestereinstufung (bei Bewerbung für höheres Fachsemester)\n- ggf. Nachweis über Berufsausbildung, Berufserfahrung oder Praktikum (optional)\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nMotivationsschreiben: Was soll drinstehen?\nMathematik > Motivationsschreiben: Was soll drinstehen?\nIm Motivationsschreiben sollen Sie auf maximal einer Seite schildern, warum Sie sich\n- für ein Mathematik-Bachelorstudium\n- an der TUM\nentschieden haben. Dabei sollte insbesondere zum Ausdruck kommen, dass Sie verstanden haben, um was es in einem Mathematik-Studium geht. Folgende Fragen können Ihnen bei der Erstellung helfen:\n- Aufgrund welcher Begabungen, Interessen oder Berufsvorstellungen streben Sie ein Mathematik-Studium an?\n- Warum sind Sie zuversichtlich, dass Sie im Studium die wissenschaftlichen Inhalte verstehen und daraus resultierende abstrakte Fragestellungen selbständig bearbeiten können?\n- Gibt es weitere relevante Informationen zu Ihrem bisherigen Werdegang?\nMotivationsschreiben: Was soll drinstehen?\n----------------------------------------\n\nMathematischer Essay: Wovon soll er handeln?\nMathematik > Mathematischer Essay: Wovon soll er handeln?\nIm fachlichen Essay sollen Sie einen selbstgewählten mathematischen Sachverhalt darstellen, auf etwa einer bis maximal zwei Seiten. Sie sollten dabei ein Thema bevorzugen, das wissenschaftlich-konzeptionelle Aspekte (im Gegensatz zu: vorwiegend rechnerisch-handwerkliche Aspekte) herausstellt und Ihnen in einem Hochschulstudium wieder begegnen könnte. Wir möchten einen Eindruck davon gewinnen, was Sie unter \"Mathematik\" verstehen und welche Arten von Fragestellungen Sie im Studium grundsätzlich erwarten. Eine reine Aneinanderreihung von Fakten ohne jegliche Begründungen oder Erklärungen stellt keinen mathematischen Essay dar.\nUnten finden Sie eine Liste mit exemplarischen Themen. Bitte seien Sie kreativ! Natürlich erwarten wir nichts, was über den Schulstoff hinausgeht. Es gibt keine Beschränkungen innerhalb der Mathematik – Sie müssen nicht um Erlaubnis zu einem bestimmtem Thema. Die Verwendung von ChatGPT und ähnlichen Hilfsmitteln ist nicht gestattet.\nBachelor: Beispielthemen Mathematischer Essay\nMathematischer Essay: Wovon soll er handeln?\n----------------------------------------\n\nWer kann sich zum Sommersemester bewerben?\nMathematik > Wer kann sich zum Sommersemester bewerben?\nZum Sommersemester ist nur eine Bewerbung für das zweite oder ein höheres Fachsemester möglich. Bitte beachten Sie dazu die Informationen unter Bewerbung für ein höheres Fachsemester weiter unten.\nDie Kompetenzen aus den Modulen des ersten Fachsemesters werden in den Modulen des zweiten Fachsemesters selbstverständlich vorausgesetzt – insbesondere auch dann, wenn Sie sie nicht durch Prüfungsleistungen nachgewiesen haben. Das muss Ihnen bei einer Immatrikulation zum Sommersemester bewusst sein. Wir empfehlen den Studieneinstieg zum Wintersemester.\nWer kann sich zum Sommersemester bewerben?\n----------------------------------------\n\nBewerbung für ein höheres Fachsemester\nMathematik > Bewerbung für ein höheres Fachsemester\nHier sind zwei Fälle zu unterscheiden:\n- Wer sich zum Wintersemester in den Bachelorstudiengang Mathematik immatrikulieren möchte und noch nie in einem Mathematik-Studiengang eingeschrieben war, sollte sich für das 1. Fachsemester bewerben. Das gilt auch dann, wenn in vorangegangenen Studien bereits Prüfungsleistungen erzielt wurden, die im Bachelorstudiengang Mathematik anerkannt werden können. Nach der Immatrikulation kann ein Antrag auf Anerkennung von bereits abgelegten Prüfungen gestellt werden. Danach kann eine Höherstufung erfolgen, die dem tatsächlichen Studienfortschritt entspricht.\n- Wer bereits in einem Mathematik-Studiengang eingeschrieben war oder zum Sommersemester einsteigen möchte, muss sich mindestens für das 2. Fachsemester bewerben. Das gilt unabhängig davon, wie viele anerkennbare Prüfungsleistungen vorliegen. Bitte beachten Sie dazu die allgemeinen Informationen der TUM. Für Mathematik gilt der vorgelagerte Prozess, d.h. Sie benötigen vor der Bewerbung eine Bescheinigung zur Semestereinstufung von uns (Department of Mathematics). Bitte füllen Sie dazu den Antrag auf Ausstellung einer Bescheinigung zur Semestereinstufung aus und schicken ihn frühzeitig an bscapp-ma.asa(at)xcit.tum.de und legen Sie die erforderlichen Nachweise bei. Sie erhalten die Bescheinigung dann von uns möglichst bald zugeschickt. Wenn wir den Antrag weniger als zwei Wochen vor Bewerbungsschluss erhalten, können wir jedoch leider nicht garantieren, dass Sie die Bescheinigung rechtzeitig erhalten. Ohne die Bescheinigung ist Ihre Bewerbung jedoch unvollständig und wird abgelehnt.\nBewerbung für ein höheres Fachsemester\n----------------------------------------\n\nZulassung\nMathematik > Zulassung\nDer Bachelorstudiengang Mathematik ist zulassungsfrei mit Studienorientierungsverfahren, das bedeutet: Zugelassen wird, wer alle notwendigen Unterlagen form- und fristgerecht einreicht und vollständig am Studienorientierungsverfahren teilnimmt.\nZulassung\n----------------------------------------\n\nStudienorientierungsverfahren\nMathematik > Studienorientierungsverfahren\nOftmals führen unzutreffende Vorstellungen hinsichtlich Anforderungen und Zielen eines Mathematik­studiums zum Studien­abbruch. Deshalb ist uns wichtig, dass sich alle Studieninteressierte eingehend damit aus­ein­ander­gesetzt haben.\nDie Teilnahme am Studienorientierungsverfahren besteht aus\n- dem Einreichen des Motivations­schreibens (maximal eine Seite) bei der Online-Bewerbung,\n- dem Einreichen des mathematischen Essays (etwa eine Seite) bei der Online-Bewerbung,\n- falls Sie dazu von uns eingeladen werden, einem persönlichen Orientierungs­gespräch.\nStudienorientierungsverfahren\n----------------------------------------\n\nStufe 1: Prüfung Ihrer Unterlagen\nMathematik > Stufe 1: Prüfung Ihrer Unterlagen\nIn der ersten Stufe prüft die zentrale Verwaltung Ihre eingereichten Unterlagen, dann werden Essay und Motivationsschreiben durch ein Mitglied des Department of Mathematics gelesen und bewertet. Abhängig von dieser Bewertung und Ihrer Abiturnote werden Sie entweder sofort zugelassen oder zu einem verpflichtenden Orientierungsgespräch bei uns eingeladen.\nStufe 1: Prüfung Ihrer Unterlagen\n----------------------------------------\n\nStufe 2: Orientierungsgespräch\nMathematik > Stufe 2: Orientierungsgespräch\nDas Orientierungsgespräch soll Ihnen und uns einen Eindruck vermitteln, ob zu erwarten ist, dass Sie das Ziel des Studiengangs mit seiner gleichermaßen theoretischen und anwendungsorientierten Ausrichtung auf wissenschaftlicher Grundlage selbständig und verantwortungsbewusst erreichen werden.\n\nWann und wie werde ich eingeladen? Wann findet es statt?\nMathematik > Wann und wie werde ich eingeladen? Wann findet es statt?\nWenn Sie nicht zu einem Gespräch eingeladen werden, erfahren Sie das in der Regel wenige Tage nach Eingang der vollständigen Bewerbung per E-Mail. Bei einer Bewerbung kurz vor Bewerbungsschluss kann es etwas länger dauern.\nIn jedem Fall werden Sie bei der Online-Bewerbung gebeten, zwei Wunschtermine für ein mögliches Gespräch anzugeben. Wir berücksichtigen nach Möglichkeit diese zwei Wunschtermine, aber ein Anspruch auf einen bestimmten Termin besteht nicht. Der zugeteilte Termin ist verpflichtend und wird mindestens eine Woche im Voraus mitgeteilt. Verschiebungen sind nur aus zwingenden Gründen möglich, beispielsweise wegen nachgewiesener Krankheit.\nAlle Gespräche finden zwischen Anfang Juli und Mitte September statt und zwar ausschließlich in Präsenz. Zwischen Ihrer Online-Bewerbung und Ihrem frühesten Wunschtermin sollten mindestens zwei Wochen liegen.\n\nWie läuft ein Orientierungsgespräch ab?\nMathematik > Wie läuft ein Orientierungsgespräch ab?\nDas Orientierungsgespräch dauert etwa 20 Minuten. Es wird mit einem erfahrenen Dozierenden (Professor:in oder langjähriges Mitglied des wissenschaftlichen Personals) und in der Regel zusätzlich mit einem Mitglied der Mathematik-Studierendenschaft oder einem (weiteren) Mitglied des wissenschaftlichen Personals geführt.\nDabei versuchen wir gemeinsam herauszufinden, ob ein fundiertes mathematisches Grundverständnis jenseits bloßer Rechenfertigkeiten vorhanden ist. Als Anknüpfungspunkt dafür kann der mathematische Essay dienen. Außerdem wird es um die Vorstellungen, Erwartungen und Ziele im Mathematikstudium gehen, insbesondere über Freude an abstrakten und anwendungsorientierten Fragestellungen sowie denkbaren Berufsperspektiven. Als Anknüpfungspunkt dafür kann wiederum das Motivationsschreiben dienen.\nStufe 2: Orientierungsgespräch\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nMathematik > Wie geht es nach der Zulassung weiter?\nDie Zulassung zum Mathematikstudium an der TUM erhalten Sie per E-Mail, sobald die Abteilung Bewerbung und Immatrikulation festgestellt hat, dass alle zulassungsrelevanten Bewerbungsunterlagen form- und fristgerecht eingegangen sind, und wir die vollständige Teilnahme am Orientierungsverfahren verbucht haben.\nDanach sollten Sie in Ihrem TUMonline-Account den angebotenen Studienplatz annehmen. Wenn Sie ihn nicht annehmen möchten, lehnen Sie ihn bitte ab. Das erleichtert uns die Planung der Lehrveranstaltungen für das erste Fachsemester.\nNach der Studienplatzannahme sind die immatrikulationsrelevanten Dokumente mit der Post an die TUM (Abteilung Bewerbung und Zulassung) zu schicken. Dazu gehören u.a. das Original des Antrags auf Zulassung, eine beglaubigte Kopie der Hochschulzugangsberechtigung und ein Krankenversicherungsnachweis. Welche Dokumente hier benötigt werden, finden Sie im TUMonline-Account.\nAußerdem ist der Semesterbeitrag zu zahlen. Weitere Informationen dazu finden Sie ebenfalls im TUMonline-Account. Wenn beides erledigt ist, erfolgt die Immatrikulation. Anschließend können Sie Ihre Studienunterlagen aus TUMonline ausdrucken und einige Tage später Ihren Studierendenausweis an der TUM abholen.\nBei Rückfragen stehen Ihnen die Hotline und das Service Desk der TUM gerne zur Verfügung. Bei anhaltenden Schwierigkeiten, die sich nicht mithilfe der Hotline und des Service Desk lösen lassen, können Sie sich auch per E-Mail an bsc-app(at)ma.tum.de wenden.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nZeitplan Bewerbung für das Wintersemester\nMathematik > Zeitplan Bewerbung für das Wintersemester\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 15. Mai bis 15. Juli\n- Zeitrahmen für Orientierungsgespräche: Anfang Juli bis Mitte September\n- Einladung zum Gespräch: spätestens eine Woche vor dem Termin\nZeitplan Bewerbung für das Wintersemester\n----------------------------------------\n\nIm Studium\nMathematik > Im Studium\nDas Qualifikationsprofil des Bachelorstudiengangs Mathematik setzt sich zusammen aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 180 Credits einbringen. Diese setzen sich zusammen aus:\n- Module der Grundlagen- und Orientierungsprüfung (GOP)\n- Pflichtmodule in Mathematik\n- Wahlmodule aus dem Aufbau- und dem Vertiefungsbereich\n- Nebenfach\n- Workshop (2. Semester) und Seminar (i.d.R. 5. Semester)\n- Berufspraktikum (i.d.R. nach dem 4. Semester)\n- Überfachliche Grundlagen\n- Abschlussarbeit (Bachelor's Thesis)\nErklärungen finden Sie im Folgenden. Den Studienplan, Modulpfade, Stundenpläne und Informationen zu den Erstjahresmodulen finden Sie unter Studienplan und Studieninhalte.\nIm Studium\n----------------------------------------\n\nGrundlagen- und Orientierungsprüfung (GOP)\nMathematik > Grundlagen- und Orientierungsprüfung (GOP)\nDie Grundlagen- und Orientierungsprüfung (GOP) müssen alle Studierenden des Bachelorstudiengangs Mathematik mit Studienbeginn ab dem Wintersemester 2019/20 im ersten Studienjahr bestehen.\nDurch die Prüfung haben alle Studierenden die Möglichkeit, sich anhand fachlicher Inhalte hinsichtlich des Mathematikstudiums zu orientieren. Mit dem Bestehen der Prüfung sollen die Studierenden zeigen, dass sie über die essenziellen mathematischen Grundlagen verfügen, die Voraussetzung für eine Fortführung des Mathematikstudiums an der TUM sind. Die GOP gilt gleichzeitig als hervorragender Indikator für den Studienerfolg. Somit erhalten Studierende bereits während des ersten Studienjahrs Klarheit über die Anforderungen im Studium. Studierende, die die GOP nicht bestehen, müssen den Studiengang verlassen.\n\nDie GOP (FPSO 2023, Studienbeginn ab Wintersemester 2023/24) umfasst\nMathematik > Die GOP (FPSO 2023, Studienbeginn ab Wintersemester 2023/24) umfasst\n- Pflichtmodule Analysis (schriftlich):MA0001 Analysis 1MA0002 Analysis 2\n- MA0001 Analysis 1\n- MA0002 Analysis 2\n- Pflichtmodule Lineare Algebra (schriftlich):MA0004 Lineare Algebra 1CIT1130005 Lineare Algebra 2\n- MA0004 Lineare Algebra 1\n- CIT1130005 Lineare Algebra 2\n- das Pflichtmodul MA0007 Mathematische Grundlagen (mündlich).\nBis zum Ende des zweiten Fachsemesters müssen jeweils mindestens eines der beiden Analysis-Module (MA0001, MA0002), mindestens eines der beiden Lineare Algebra-Module (MA0004, CIT1130005) und die mündliche Prüfung Mathematische Grundlagen bestanden sein. Hierfür haben Studierende jeweils zwei Versuche. Das jeweils andere Grundlagenmodul aus der Analysis bzw. der Linearen Algebra können Sie im weiteren Studium nachholen. Bei Nicht-Erscheinen zu einer Prüfung ohne nachgewiesenen, triftigen Grund gilt diese als nicht bestanden.\n\nDie GOP (FPSO 2019, Studienbeginn bis einschl. Wintersemester 2022/23) umfasst\nMathematik > Die GOP (FPSO 2019, Studienbeginn bis einschl. Wintersemester 2022/23) umfasst\n- die vier Grundlagenmodule (schriftlich):\n- MA0001 Analysis 1\n- MA0004 Lineare Algebra 1\n- MA0002 Analysis 2 und\n- MA0005 Lineare Algebra 2 und Diskrete Strukturen und\n- das Modul MA0007 Mathematische Grundlagen (mündlich).\nBis zum Ende des zweiten Fachsemesters müssen mindestens zwei der schriftlichen Grundlagenmodule und die mündliche Prüfung Mathematische Grundlagen bestanden sein. Hierfür haben Studierende jeweils zwei Versuche. Zwei Grundlagenmodule können Sie im weiteren Studium nachholen. Bei Nicht-Erscheinen zu einer Prüfung ohne triftigen Grund gilt diese als nicht bestanden.\nGrundlagen- und Orientierungsprüfung (GOP)\n----------------------------------------\n\nPflichtmodule\nMathematik > Pflichtmodule\nNeben den Modulen der GOP sind im zweiten Semester die Diskrete Mathematik und im dritten Semester die drei Module Analysis 3, Einführung in die Wahrscheinlichkeitstheorie und Statistik sowie die Numerik verpflichtend.\nPflichtmodule\n----------------------------------------\n\nWahlmodule\nMathematik > Wahlmodule\nAb dem vierten Semester belegen Sie je nach Interesse Wahl­module. Im zweiten Studienjahr wählen Sie mindestens zwei der drei Module Algebra, Geometrie und Optimierung. Im dritten Studienjahr können Sie mit Ihrer Spezialisierung beginnen und selbst Schwerpunkte unter den Vertiefungsmodulen wählen. Die zur Verfügung gestellten Modulpfade und Tracks können Sie als Entscheidungshilfe für Ihre Wahl nutzen. Einige Vertiefungsmodule auf Master-Niveau werden auf Englisch gehalten.\nWahlmodule\n----------------------------------------\n\nNebenfach\nMathematik > Nebenfach\nAb dem ersten Semester belegen Sie eines der folgenden Neben­fächer:\n- Elektro­- und Informationstechnik,\n- Infor­matik,\n- Physik oder\n- Wirt­schafts­­wis­sen­schaf­ten.\nDie offizielle Wahl des Nebenfachs erfolgt während des ersten Semesters mit der An­mel­dung zu einer entsprechenden Prüfung. Weitere Informationen dazu finden Sie unter Nebenfach.\nIn besonderen Aus­nahme­fällen, beispielsweise bei einem entsprechenden Vorstudium, kann der Prüfungs­aus­schuss Mathematik ein Sonder­ne­ben­fach an der TUM genehmigen. Wir beraten Sie dazu.\nNebenfach\n----------------------------------------\n\nWorkshop und Seminar\nMathematik > Workshop und Seminar\nIm zweiten Semester halten Sie in Workshops (Bestandteil des Moduls Mathematisches Studieren) einen Kurzvortrag und lernen so, anderen Personen Mathematik zu vermitteln. Im letzten Studienjahr belegen Sie das Seminar. Bei der Wahl ist zu beachten, dass das Thema häufig ein Einstieg in Ihre Bachelorarbeit ist. Die Anmeldung erfolgt gegen Ende des vorangehenden Semesters über ein Matching-System. Informationen finden Sie unter Seminare und Workshops.\nWorkshop und Seminar\n----------------------------------------\n\nPraktikum\nMathematik > Praktikum\nIn Ihr Studium ist ein vier­wöchi­ges Berufs­praktikum integriert. Im be­glei­ten­den Praktikums­seminar erhalten Sie die Gelegenheit, sich über ge­eig­ne­te Tätig­keiten zu in­for­mie­ren und sich über Er­fahrun­gen wäh­rend des Berufs­prakti­kums aus­zu­tau­schen. Nutzen Sie auch den Career Service der TUM.\nPraktikum\n----------------------------------------\n\nÜberfachliche Grundlagen\nMathematik > Überfachliche Grundlagen\nIhr individuelles Persönlichkeits- und Kompetenzprofil runden Sie durch Module aus dem Bereich Überfachliche Grundlagen ab. Je nach Interesse wählen Sie dafür aus einem großen Angebot an Soft-Skills-Veranstaltungen oder Sprachkursen.\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen & Prüfungsordnungen\nMathematik > Prüfungen & Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\n\nFachprüfungs- und Studienordnung von 2023\nMathematik > Prüfungen & Prüfungsordnungen > Fachprüfungs- und Studienordnung von 2023\n- Fachprüfungs- und Studienordnung vom 27.11.2023\n\nFachprüfungs- und Studienordnung von 2019\nMathematik > Prüfungen & Prüfungsordnungen > Fachprüfungs- und Studienordnung von 2019\n- Fachprüfungs- und Studienordnung vom 16.07.2019\n\nFachprüfungs- und Studienordnung von 2007 mit allen Satzungsänderungen (auslaufend)\nMathematik > Prüfungen & Prüfungsordnungen > Fachprüfungs- und Studienordnung von 2007 mit allen Satzungsänderungen (auslaufend)\n- lesbare Fassung der FPSO von 2007 in der Fassung der 4. Satzungsänderung, Stand 25.08.2014 (nicht rechtsverbindlich)\n- Fachprüfungs- und Studienordnung vom 16.07.20071. Satzungsänderung vom 06.04.20092. Satzungsänderung vom 16.12.20093. Satzungsänderung vom 20.09.20134. Satzungsänderung vom 25.08.2014 (mit der aktuellen Fassung der Anlage \"Prüfungsmodule\")\n- 1. Satzungsänderung vom 06.04.2009\n- 2. Satzungsänderung vom 16.12.2009\n- 3. Satzungsänderung vom 20.09.2013\n- 4. Satzungsänderung vom 25.08.2014 (mit der aktuellen Fassung der Anlage \"Prüfungsmodule\")\nStudienorientierungsverfahren\n- Satzung über das Studienorientierungsverfahren vom 12.02.2018\nPrüfungen & Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nMathematik > Abschlussarbeit\nFür den Abschluss eines Bachelorstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Bachelorarbeit. Dafür haben Sie drei Monate Zeit. Die Anmeldung der Bachelorarbeit ist jeweils zum 1. und 15. eines Monats möglich. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nMathematik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Bachelor of Science (B.Sc.) ab. Damit können Sie ein Masterstudium beginnen oder ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Abschlussarbeit und Abschluss in der Mathematik.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-mathematik"
}