{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-mathematics-science-engineering/",
    "content": "Master Mathematics in Science and Engineering - TUM - TUM School of Computation, Information and Technology\n\nMathematics in Science and Engineering\nMathematics in Science and Engineering\n\nMaster of Science (M.Sc.)\nMathematics in Science and Engineering > Master of Science (M.Sc.)\nMathematics in Science and Engineering\n----------------------------------------\n\nBefore starting the degree program | During the degree programm | Contact\n\n----------------------------------------\n\nAre you drawn to the intellectual world of engineering and natural sciences? Do you want to turn problems in this area into mathematical models? Then rise to the challenge of implementing innovative ideas with the help of mathematics and help drive research and development forward with your ideas! The master’s program in Mathematics in Science and Engineering gives students, in four semesters, all the tools they will need for a career in the interdisciplinary field of software and engineering, in the development departments of medium-sized and large companies, or in scientific and engineering research institutes.\n\n----------------------------------------\n\nKey Data\nMathematics in Science and Engineering > Key Data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Location: Garching\nStart of Degree Program: summer or winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuition fees for international students\nProfessional Profile: Mathematics\nKey Data\n----------------------------------------\n\nHow is the program structured?\nMathematics in Science and Engineering > How is the program structured?\nThe focus of the master’s program is on providing students with a broad mathematical education in mathematical modeling, numerical mathematics, applied analysis, optimization and stochastics. Students participating in the program select an area of specialization in engineering or natural sciences in agreement with their academic advisor.\nThe flexible structure of the program allows students to study abroad for one or two semesters at one of TUM's partner universities. The master's thesis in the fourth semester concludes the program.\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nMathematics in Science and Engineering > What skills and competencies will I acquire?\nAs a graduate of the program, you will be able to turn engineering and scientific problems into mathematical models, analyze them mathematically while taking the engineering context into account, and communicate the results obtained in an interdisciplinary and comprehensible way to team colleagues.\nIn the program, you will be able to expand your portfolio of multidisciplinary soft skills and acquire methodological knowledge as well as in-depth knowledge in the core mathematical subjects and the application focus area you select.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nMathematics in Science and Engineering > What career opportunities will I have afterwards?\nAs a graduate in the master’s program in Mathematics in Science and Engineering, you will be ideally prepared for an interdisciplinary professional field in the software and technology industries. Graduates also have additional prospects in the development departments of companies or in scientific or engineering research institutes.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nApplication\nMathematics in Science and Engineering > Application\nThe master’s program in Mathematics in Science and Engineering follows a bachelor’s degree in mathematics, engineering mathematics, physics or similar disciplines. It is helpful for applicants with an engineering degree if they have taken additional lectures in mathematics, such as optimization or numerics.\nThe minimum requirements for a master’s degree at TUM are an undergraduate degree (e.g., bachelor’s degree) and successful completion of the aptitude assessment process, in which applicants can demonstrate their individual talent and motivation.\nApplication\n----------------------------------------\n\nApplication Deadline\nMathematics in Science and Engineering > Application Deadline\nWinter semester: 1 January to 31 May\nSummer semester: 1 October to 30 November\nApplication Deadline\n----------------------------------------\n\nHow do I apply?\nMathematics in Science and Engineering > How do I apply?\nThe application can be submitted via our portal TUMonline. After creating your account please enter your personal data and educational information and upload the required documents. Applications must be submitted electronically.\nOnly if you have been accepted, you will have to submit some additional documents as certified copies in paper form for enrollment. Applicants with an international higher education entrance qualification (\"Bildungsausländer:innen\") usually must have their documents reviewed in advance via uni-assist.\nHow to apply for a Master's Degree Program – Step by Step\nHow do I apply?\n----------------------------------------\n\nWhat do I have to consider if I am an international student?\nMathematics in Science and Engineering > What do I have to consider if I am an international student?\nProspective students who have earned their qualification to pursue a master’s degree (e.g. bachelor’s degree) outside the EU / EEA will need to have their graduation certificates and transcript checked in advance by uni-assist before submitting their online application. Since this can take up to four weeks, it is strongly recommended to initiate this process at an early stage.\nOn the TUM website you will find detailed information for international applicants.\nWhat do I have to consider if I am an international student?\n----------------------------------------\n\nWhat documents do I need to submit?\nMathematics in Science and Engineering > What documents do I need to submit?\nFor your application please upload the following documents in TUMonline:\n- Copy of your degree certificate or\n- a copy of your subjects and grades (transcript) with at least 140 Credits\n- Proof of English language proficiency\n- Form for grade calculation\n- Comprehensive and up-to-date CV\n- Letter of motivation (in English)\n- Scan of identity card or passport\n- Course catalogue / curriculum\n- Preliminary Documentation (VPD) if applying with an undergraduate degree/qualification from outside the EU/EEA\n- APS certificate for applicants with a degree from a Chinese, Vietnamese or Indian university\nFor more information on all required documents, see the Document Glossary of the Technical University of Munich. Depending on your previous education and origin, we may require additional application documents. You will be informed which documents these are via TUMonline during the online application process.\nWhat documents do I need to submit?\n----------------------------------------\n\nAdmission\nMathematics in Science and Engineering > Admission\nApplicants are selected through an aptitude assessment process. It is a two-step process in which we check your official application to see whether you fulfill the specific requirements for the master’s program in Mathematics in Science and Engineering.\nAdmission\n----------------------------------------\n\nStep 1: Review of your documents\nMathematics in Science and Engineering > Step 1: Review of your documents\nIn the first stage, we evaluate the final grade and written documents using a point system. Depending on the score, applicants are either immediately admitted, rejected, or invited to an aptitude assessment interview.\n\nDiscipline-specific requirements\nMathematics in Science and Engineering > Step 1: Review of your documents > Discipline-specific requirements\nTo be accepted to the TUM master’s program in mathematics, applicants must have a qualified university degree in\n- mathematics,\n- engineering mathematics\n- physics\n- or a comparable course of study that does not differ significantly in terms of the competencies acquired in the aforementioned bachelor's degree programs at TUM.\nThe equivalency and comparability of programs that are not listed will only be decided during the application process. Unfortunately, it is not possible to make any statements on this in advance.\nAdditionally, proof of suitable competencies is required, as listed on the checklist to the extent indicated. If applicants fail to meet these requirements by only a narrow margin, they will receive a point deduction in the application procedure. If too much is missing, this will lead to the application being rejected.\nDetailed information on the selection process can be found in Appendix 2 of the FPSO.\n\nLanguage requirements\nMathematics in Science and Engineering > Step 1: Review of your documents > Language requirements\nAnother requirement is adequate proficiency in the English language. If your official language of education was not English, you will need a recognized language certificate. If you have previously written your graded thesis in English or can prove that you have completed at least 10 credits in English-language examination modules, you are considered to have demonstrated adequate proficiency in English.\nStep 1: Review of your documents\n----------------------------------------\n\nStep 2: Aptitude assessment interview\nMathematics in Science and Engineering > Step 2: Aptitude assessment interview\nThe aptitude interview is conducted in English either in an in-person meeting in Garching or as a web conference. It lasts 20 to 30 minutes. The interview focuses on the applicant's knowledge of the subject from their first degree, their motivation, and their ability to work scientifically or in a fundamentally and methodologically oriented manner.\n\nWhen does it take place?\nMathematics in Science and Engineering > Step 2: Aptitude assessment interview > When does it take place?\nAptitude interviews for applications for the summer semester take place between January and March, for the winter semester between June and September. Invitations are sent out at least one week in advance. The exact time of the aptitude interview depends on the time the application is being processed. The earlier an application is received in full, the earlier we can process it.\nE\nStep 2: Aptitude assessment interview\n----------------------------------------\n\nWhat happens after admission?\nMathematics in Science and Engineering > What happens after admission?\nOnce you have received an acceptance letter and have accepted the place in your TUMonline account, you will be required to pay the tuition fees and submit the documents necessary for enrollment. Among other things, this includes the signed application for enrollment on paper, the certified degree diploma, and the certified degree certificate. You will find the list of required documents in your TUMonline account. Please be aware that your matriculation will only be effected after you have successfully submitted these documents.\n\nRecognition of previously earned credits\nMathematics in Science and Engineering > What happens after admission? > Recognition of previously earned credits\nPlease check which modules, if any, you can have recognized from your Bachelor's program and where you have to submit the request for recognition of examination credits.\nWhat happens after admission?\n----------------------------------------\n\nDuring the degree program\nMathematics in Science and Engineering > During the degree program\nThe qualification profile of the master's program in Mathematics in Science and Engineering consists of individual modules that you can combine freely for the most part. During your studies, you will have to earn a total of 120 credits from the following areas:\n- Mathematics modules and case studies\n- Modules for your application focus area (individually, 29 credits minimum)\n- Advanced seminar\n- Internship or practice-oriented working student activity with internship report\n- Support electives (e.g., language or management courses)\n- Master's Thesis\nYou can find a list of all modules that are relevant for the program with details on course times and rooms, in the degree chart on TUMonline. There you can also create your individual class schedule and save it digitally.\nDuring the degree program\n----------------------------------------\n\nMathematics modules and case studies\nMathematics in Science and Engineering > Mathematics modules and case studies\nThe master's program in Mathematics in Science and Engineering focuses on areas such as mathematical modeling, numerics, applied analysis, optimization and stochastics. A required component of the program is also a case study module in which you apply your knowledge and skills while working as part of a team on a problem from the real world. The team will present their work within the scope of an academic workshop.\nMathematics modules and case studies\n----------------------------------------\n\nApplication focus area\nMathematics in Science and Engineering > Application focus area\nStudents must select an application focus area, such as solid-state physics, medical technology, structural mechanics or fluid mechanics for this master’s program. After consulting with your student academic advisor, you will put together a personal module catalog worth at least 29 credits, which focuses on a suitable area of specialization and ideally supplements your mathematics modules.\nYou must document the modules selected in the “Studienplan Nebenfach” (curriculum for your minor) and have it signed by Prof. Callies. Please turn in a copy of this document to Anja Hoffmann so she can activate the relevant modules for you in TUMonline.\nPlease find more information in the respective program-specific Academic and Examination Regulations (FPSO).\nApplication focus area\n----------------------------------------\n\nAdvanced Seminar\nMathematics in Science and Engineering > Advanced Seminar\nThe Advanced Seminar (Hauptseminar) is one of the obligatory courses. When choosing a seminar, please note that some departments link the awarding of the thesis to a seminar that you have taken and passed. Therefore, you will usually take a suitable main seminar in the third semester.\nAdvanced Seminar\n----------------------------------------\n\nInternship\nMathematics in Science and Engineering > Internship\nA four week professional internship is part of the degree program. In the accompanying internship seminar, you will have the opportunity to find out about suitable tasks and to exchange experiences during the professional internship.\nInternship\n----------------------------------------\n\nSupport Electives\nMathematics in Science and Engineering > Support Electives\nYou will round off your individual skills and competency profile with modules from the area of Support Electives. You can choose from a wide range of soft skills courses or language courses depending on your interests.\nSupport Electives\n----------------------------------------\n\nExaminations & Examination Regulations\nMathematics in Science and Engineering > Examinations & Examination Regulations\nDetailed information can be found under Examinations. The General Academic and Examination Regulations (APSO) of the TUM and the respective program-specific Academic and Examination Regulations (FPSO) apply to all students:\n\nCurrent regulations (valid for students starting in the summer term 2019 or later)\nMathematics in Science and Engineering > Examinations & Examination Regulations > Current regulations (valid for students starting in the summer term 2019 or later)\n- Unofficial engrossed version of the current regulations, version as of August 20, 2021\n- Program-specific Academic and Examination Regulations from June 13, 2019\n\nExpiring regulations (valid for students who began the program before or in the winter semester 2018/19)\nMathematics in Science and Engineering > Examinations & Examination Regulations > Expiring regulations (valid for students who began the program before or in the winter semester 2018/19)\n- Program-specific Academic and Examination Regulations, March 27, 2012 \t \t\t1. Amending Statute,  April 29, 2013 (with Annex 2 as amended) \t\t2. Amending Statute, September 20, 2013 \t\t3. Amending Statute, April 23, 2014 (with Annex 3 as amended) \t\tCollective Amending Statutes, May 3, 2016 (new application deadlines) \t\tAmendment of Regulations Regarding Verification of Language Skills, February 7, 2018 \t\t6. Amending Statute, April 27, 2018 (Double Degree, Verification of Language Skills)\n- 1. Amending Statute,  April 29, 2013 (with Annex 2 as amended)\n- 2. Amending Statute, September 20, 2013\n- 3. Amending Statute, April 23, 2014 (with Annex 3 as amended)\n- Collective Amending Statutes, May 3, 2016 (new application deadlines)\n- Amendment of Regulations Regarding Verification of Language Skills, February 7, 2018\n- 6. Amending Statute, April 27, 2018 (Double Degree, Verification of Language Skills)\nExaminations & Examination Regulations\n----------------------------------------\n\nThesis\nMathematics in Science and Engineering > Thesis\nTo complete a master's degree, students will be required to write a scientific paper: the master's thesis. They are given six months to complete it. It is possible to register for the master's thesis on the 1st and 15th of each month.\nDepending on your area of concentration, your thesis will be on a topic related to numerics, optimization, stochastics, or applied analysis.\nPlease find everything you need to know from planning to submitting your thesis under Final Thesis.\nThesis\n----------------------------------------\n\nDegree\nMathematics in Science and Engineering > Degree\nAfter you have completed the required work and have submitted your thesis, you will graduate with a Master of Science (M.Sc.) degree. This will enable you to start your professional career or pursue a doctorate, like every third master's graduate. Advice and tips on graduation and your next steps can be found under Graduation.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-science-engineering"
}