{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-mathematics-science-engineering/",
    "content": "Master Mathematics in Science and Engineering - TUM - TUM School of Computation, Information and Technology\n\nMathematics in Science and Engineering\nMathematics in Science and Engineering\n\nMaster of Science (M.Sc.)\nMathematics in Science and Engineering > Master of Science (M.Sc.)\nMathematics in Science and Engineering\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nSie finden die Gedankenwelt der Ingenieur- und Naturwissenschaften reizvoll? Sie wollen Problemstellungen auf diesem Gebiet in mathematische Modelle umsetzen? Dann stellen Sie sich der Herausforderung, mithilfe der Mathematik innovative Ideen umzusetzen und dadurch Entwicklung und Forschung voranzutreiben! Im Masterprogramm \"Mathematics in Science and Engineering\" lernen Sie in vier Semestern alles, was Sie für Ihre Arbeit im interdisziplinären Umfeld der Software- und Technikbranche, in Entwicklungsabteilungen mittelständischer und großer Unternehmen sowie in natur- und ingenieurwissenschaftlichen Forschungseinrichtungen brauchen.\n\n----------------------------------------\n\nEckdaten\nMathematics in Science and Engineering > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandort: Garching\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende\nProfessional Profile: Mathematics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nMathematics in Science and Engineering > Wie ist das Studium aufgebaut?\nIm Zentrum des Masterstudiengangs steht eine breite mathematische Ausbildung in den Fachbereichen Mathematische Modellbildung, Numerik, Angewandte Analysis, Optimierung und Stochastik. Diese ergänzen Sie durch einen Anwendungsschwerpunkt aus den Ingenieur- oder Naturwissen­schaften, den Sie in Abstimmung mit dem/der Studienberater:in auswählen.\nDie flexible Struktur des Studiengangs erleichtert es Ihnen, für ein Semester an einer Partneruniversität der TUM im Ausland zu studieren. Den Abschluss des Studiums bildet die Master’s Thesis im vierten Semester.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nMathematics in Science and Engineering > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in können Sie ingenieur- und naturwissenschaftliche Fragestellungen in mathematische Modelle umsetzen, diese unter Berücksichtigung des ingenieurwissenschaftlichen Kontextes mathematisch analysieren und die erzielten Ergebnisse den Teamkolleg:innen interdisziplinär verständlich vermitteln.\nNeben vertieften Kenntnissen in den mathematischen Kernfächern und dem gewählten Anwendungsschwerpunkt konnten Sie auch Ihr Portfolio an fächerübergreifenden Soft Skills und Methodenkenntnissen erweitern.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nMathematics in Science and Engineering > Welche Karriere-Chancen habe ich im Anschluss?\nAls Absolvent:in des Masterstudiengangs Mathematics in Science and Engineering sind Sie ideal auf das interdisziplinäre Berufsfeld der Software- und Technikbranche vorbereitet. Weitere Perspektiven eröffnen sich in den Entwicklungsabteilungen diverser Unternehmen oder in natur- und ingenieurwissenschaftlichen Forschungseinrichtungen.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung\nMathematics in Science and Engineering > Bewerbung\nDer Masterstudiengang \"Mathematics in Science and Engineering\" baut auf einem Bachelorstudium in Mathematik, Technomathematik, Physik oder vergleichbaren Studiengängen auf. Für Bewerber:innen aus Ingenieurstudiengängen ist es hilfreich, im Bachelorstudium zusätzliche mathematische Vorlesungen aus der Optimierung oder Numerik belegt zu haben.\nMindestvoraussetzungen für ein Masterstudium an der TUM sind ein erster anerkannter Hochschulabschluss (z.B. Bachelor) sowie das erfolgreiche Durchlaufen des Eignungsverfahrens, bei dem Sie Ihre individuelle Begabung und Motivation unter Beweis stellen.\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nMathematics in Science and Engineering > Bewerbungsfrist\nfür einen Beginn im Wintersemester: 1. Januar bis 31. Mai\nfür einen Beginn im Sommersemester: 1. Oktober bis 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nMathematics in Science and Engineering > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für den Masterstudiengang Mathematics in Science and Engineering erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie Ihre persönlichen Daten und Informationen zu Ihrer Ausbildung an und laden die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer:innen) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nMathematics in Science and Engineering > Was muss ich beachten, wenn ich aus dem Ausland komme?\nStudieninteressierte, die ihre Masterzugangsberechtigung (z.B. einen Bachelorabschluss) außerhalb der EU / des EWR erworben haben, benötigen vor der Online-Bewerbung eine Vorabüberprüfung der Zeugnisse durch uni-assist. Da diese bis zu vier Wochen Zeit in Anspruch nehmen kann, empfehlen wir Ihnen, sie frühzeitig in die Wege zu leiten.\nAuf der Website der TUM finden Sie ausführliche Informationen für internationale Bewerbende.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nMathematics in Science and Engineering > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Bachelorzeugnis und -urkunde oder\n- Fächer- und Notentranskript / Transcript of Records im Umfang von mindestens 140 Credits\n- Sprachnachweis in Englisch\n- Formular zur Notenberechnung\n- Lückenloser und aktueller Lebenslauf\n- Motivationsschreiben (in Englisch)\n- Personalausweis oder Reisepass\n- Modulhandbuch / Curriculum\n- Vorprüfungsdokumentation (VPD) bei Bewerbung mit Masterzugangsberechtigung aus Nicht-EU/EWG\n- APS-Zertifikat bei Bewerbung mit einem chinesischen, vietnamesischen oder indischen Hochschulabschluss\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nZulassung\nMathematics in Science and Engineering > Zulassung\nDie Auswahl erfolgt über ein sogenanntes \"Eignungsverfahren\". Das ist ein zweistufiger Prozess, bei dem wir nach Ihrer offiziellen Bewerbung prüfen, ob Sie die spezifischen Anforderungen für den Masterstudiengang Mathematics in Science and Engineering erfüllen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung Ihrer Unterlagen\nMathematics in Science and Engineering > Stufe 1: Prüfung Ihrer Unterlagen\nIn der ersten Stufe werten wir die Abschlussnote und schriftlichen Unterlagen mittels eines Punktesystems aus. Je nach Höhe der erreichten Punktzahl werden Bewerber:innen entweder sofort zugelassen, abgelehnt oder zu einem Auswahlgespräch eingeladen.\n\nFachliche Voraussetzungen\nMathematics in Science and Engineering > Stufe 1: Prüfung Ihrer Unterlagen > Fachliche Voraussetzungen\nVoraussetzungen für das TUM-Masterprogramm \"Mathematics in Science and Engineering\" ist ein qualifizierter Hochschulabschluss in\n- Mathematik\n- Technomathematik\n- Physik\n- oder einem vergleichbaren Studiengang, der keine wesentlichen Unterschiede hinsichtlich der Kompetenzen aufweist, die in den genannten Bachelorstudiengängen der TUM erworben wurden.\nÜber die Gleichwertigkeit und Vergleichbarkeit nicht aufgeführter Studiengänge wird erst im Rahmen des Bewerbungsverfahrens entschieden. Hierzu sind vorab leider keine Aussagen möglich.\nZudem wird ein Nachweis geeigneter Kompetenzen benötigt, wie auf der Checkliste im angegebenen Umfang aufgeführt. Sollten Sie diese Voraussetzungen nur knapp nicht erfüllen, bekommen Sie Punktabzug beim Bewerbungsverfahren. Fehlt zu viel, führt dies zur Ablehnung.\nDetails zum Eignungsverfahren finden Sie in Anlage 2 der FPSO.\n\nSprachliche Voraussetzungen\nMathematics in Science and Engineering > Stufe 1: Prüfung Ihrer Unterlagen > Sprachliche Voraussetzungen\nEine weitere Voraussetzung sind adäquate Kenntnisse der englischen Sprache. Falls Ihre offizielle Ausbildungssprache nicht Englisch war, benötigen Sie einen anerkannten Sprachnachweis. Wenn Sie Ihre bereits benotete Abschlussarbeit in englischer Sprache verfasst haben oder nachweislich mindestens 10 Credits in englischsprachigen Prüfungsmodulen erbracht haben, gelten ausreichende Englischkenntnisse als nachgewiesen.\nE\nStufe 1: Prüfung Ihrer Unterlagen\n----------------------------------------\n\nStufe 2: Eignungsgespräch\nMathematics in Science and Engineering > Stufe 2: Eignungsgespräch\nDas Eignungsgespräch findet auf Englisch persönlich in Garching oder als Webkonferenz statt und dauert 20 bis 30 Minuten. Im Zentrum des Gesprächs stehen die Fachkenntnisse aus dem Erststudium, die Motivation sowie die Fähigkeit zu wissenschaftlicher bzw. grundlagen- und methodenorientierter Arbeitsweise der Bewerber:innen.\n\nWann findet es statt?\nMathematics in Science and Engineering > Stufe 2: Eignungsgespräch > Wann findet es statt?\nEignungsgespräche für Bewerbungen zum Sommersemester finden zwischen Januar und März statt, zum Wintersemester zwischen Juni und September. Die Einladung erfolgt mindestens eine Woche vorher. Der genaue Zeitraum des Eignungsgesprächs hängt vom Bearbeitungszeitpunkt der Bewerbung ab. Je früher eine Bewerbung vollständig eingeht, desto früher können wir sie bearbeiten.\nE\nStufe 2: Eignungsgespräch\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nMathematics in Science and Engineering > Wie geht es nach der Zulassung weiter?\nWenn Sie eine Zusage erhalten und den Studienplatz in Ihrem TUMonline-Account angenommen haben, müssen Sie noch die Studienbeiträge bezahlen und die für die Immatrikulation notwendigen Unterlagen einreichen. Dazu gehört u.a. der unterschriebene Antrag auf Immatrikulation in Papierform, die beglaubigte Studienabschlussurkunde und das beglaubigte Studienabschlusszeugnis. Die Liste der benötigten Dokumente finden Sie in Ihrem TUMonline Account. Erst dann erfolgt die Immatrikulation.\n\nAnerkennung von Prüfungsleistungen\nMathematics in Science and Engineering > Wie geht es nach der Zulassung weiter? > Anerkennung von Prüfungsleistungen\nInformieren Sie sich, welche Module Sie gegebenenfalls aus Ihrem Bachelorstudium anrechnen lassen können und wo Sie den Antrag auf Anerkennung von Prüfungsleistungen einreichen müssen.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nIm Studium\nMathematics in Science and Engineering > Im Studium\nDas Qualifikationsprofil des Masterstudiengangs Mathematics in Science and Engineering setzt sich aus einzelnen Modulen zusammen, die Sie weitestgehend frei miteinander kombinieren können. Im Studium müssen Sie insgesamt 120 Credits aus folgenden Bereichen einbringen:\n- Mathematische Module und Fallstudien\n- Module im Anwendungsschwerpunkt (individuell zusammengestellt, mindestens 29 Credits)\n- Hauptseminar\n- Praktikum bzw. praxisbezogene Werkstudententätigkeit mit Praktikumsbericht\n- Überfachliche Grundlagen (z.B. Sprach- oder Managementkurse)\n- Abschlussarbeit\nAlle für das Studium relevanten Module mit Angaben zu Veranstaltungszeit und -raum finden Sie im Studienbaum auf TUMonline. Hier können Sie auch Ihren individuellen Stundenplan erstellen und digital speichern.\nIm Studium\n----------------------------------------\n\nMathematische Module und Fallstudien\nMathematics in Science and Engineering > Mathematische Module und Fallstudien\nIm Masterprogramm \"Mathematics in Science and Engineering\" stehen Bereiche wie mathematische Modellbildung, Numerik, Angewandte Analysis, Optimierung und Stochastik im Zentrum des Studiums. Verpflichtender Bestandteil des Studiums ist auch ein Fallstudien-Modul, in dem Sie als Teil eines kleinen Teams Ihre Kenntnisse und Fertigkeiten einsetzen, um gemeinsam eine Problemstellung aus der Praxis zu bearbeiten. Die Ergebnisse Ihrer Arbeit präsentieren Sie im Rahmen eines wissenschaftlichen Workshops.\nMathematische Module und Fallstudien\n----------------------------------------\n\nAnwendungsschwerpunkt\nMathematics in Science and Engineering > Anwendungsschwerpunkt\nIn diesem Masterstudiengang ist ein individueller Anwendungsschwerpunkt wie z.B. Festkörperphysik, Medizintechnik, Struktur- oder Strömungsmechanik zu wählen. Nach Absprache mit der Studienberatung stellen Sie dazu einen individuellen Modulkatalog im Umfang von mindestens 29 Credits zusammen, der einen passenden Schwerpunkt bildet und Ihre mathematischen Module perfekt ergänzt.\nDokumentieren Sie die festgelegten Module auf dem \"Studienplan Nebenfach\" und lassen Sie diesen von Prof. Callies unterschreiben. Bitte geben Sie eine Kopie dieses Dokuments bei Anja Hoffmann ab, damit die entsprechenden Module für Sie in TUMonline freigeschaltet werden.\nNähere Informationen finden Sie in den jeweiligen Fachprüfungs- und Studienordnungen.\nAnwendungsschwerpunkt\n----------------------------------------\n\nHauptseminar\nMathematics in Science and Engineering > Hauptseminar\nDas Hauptseminar zählt zu den Pflichtleistungen. Achten Sie bei der Seminarwahl darauf, dass die Vergabe der Abschlussarbeit bei einigen Lehrstühlen an ein bei ihnen belegtes und bestandenes Hauptseminar gekoppelt ist. Ein für Sie passendes Hauptseminar belegen Sie daher meistens im dritten Semester.\nHauptseminar\n----------------------------------------\n\nPraktikum\nMathematics in Science and Engineering > Praktikum\nIns Studium integriert ist ein vierwöchiges Berufspraktikum. Im begleitenden Praktikumsseminar haben Sie die Möglichkeit, sich über geeignete Tätigkeiten zu informieren und sich über Erfahrungen während des Berufspraktikums auszutauschen.\nPraktikum\n----------------------------------------\n\nÜberfachliche Grundlagen\nMathematics in Science and Engineering > Überfachliche Grundlagen\nIhr in­di­vi­du­elles Per­sön­lich­keits- und Kom­pe­tenzprofil runden Sie durch Module aus dem Bereich Überfachliche Grund­lagen ab. Je nach Interesse können Sie dafür aus einem gro­ßen An­ge­bot an Soft-Skills-Veran­staltungen oder Sprach­kursen wählen.\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen & Prüfungsordnung\nMathematics in Science and Engineering > Prüfungen & Prüfungsordnung\nDetaillierte Informationen finden Sie unter Prüfungen. Für alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\n\nAktuelle Satzung (gültig für Studienbeginn ab Sommersemester 2019)\nMathematics in Science and Engineering > Prüfungen & Prüfungsordnung > Aktuelle Satzung (gültig für Studienbeginn ab Sommersemester 2019)\n- Inoffizielle lesbare Fassung der aktuellen Satzung, Stand 20. August 2021\n- Fachprüfungs- und Studienordnung vom 13.06.2019\n\nAuslaufende Satzung (gültig für Studienbeginn bis einschließlich Wintersemester 2018/19)\nMathematics in Science and Engineering > Prüfungen & Prüfungsordnung > Auslaufende Satzung (gültig für Studienbeginn bis einschließlich Wintersemester 2018/19)\n- Fachprüfungs- und Studienordnung vom 27.03.2012 \t \t\t1. Satzungsänderung vom 29.04.2013 (mit der aktuellen Fassung von Anlage 2) \t\t2. Satzungsänderung vom 20.09.2013 \t\t3. Satzungsänderung vom 23.04.2014 (mit der aktuellen Fassung von Anlage 3) \t\tSammelsatzungsänderung vom 03.05.2016 (geänderte Bewerbungsfristen) \t\tSammelsatzungsänderung zum englischen Sprachnachweis vom 07.02.2018 \t\t6. Satzungsänderung vom 27.04.2018 (Double Degree, Sprachnachweis)\n- 1. Satzungsänderung vom 29.04.2013 (mit der aktuellen Fassung von Anlage 2)\n- 2. Satzungsänderung vom 20.09.2013\n- 3. Satzungsänderung vom 23.04.2014 (mit der aktuellen Fassung von Anlage 3)\n- Sammelsatzungsänderung vom 03.05.2016 (geänderte Bewerbungsfristen)\n- Sammelsatzungsänderung zum englischen Sprachnachweis vom 07.02.2018\n- 6. Satzungsänderung vom 27.04.2018 (Double Degree, Sprachnachweis)\nPrüfungen & Prüfungsordnung\n----------------------------------------\n\nAbschlussarbeit\nMathematics in Science and Engineering > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit oder Master's Thesis. Dafür haben Sie sechs Monate Zeit. Die Anmeldung der Masterarbeit ist jeweils zum 1. und 15. eines Monats möglich.\nOb Sie diese in Numerik, Optimierung, Stochastik oder Angewandter Analysis schreiben, hängt von Ihren vertieften Kenntnissen ab.\nAlles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nMathematics in Science and Engineering > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten oder – wie jede:r dritte Master-Absolvent:in – eine Promotion anstreben. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-mathematics-science-engineering"
}