{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-informatik/anwendungsfaecher/sonderanwendungsfaecher/",
    "content": "Sonderanwendungsfächer - Bachelor Informatik - TUM - TUM School of Computation, Information and Technology\n\nSonderanwendungsfächer\nSonderanwendungsfächer\nGemäß § 37 Abs. 3 der Fachprüfungs- und Studienordnung für den Bachelorstudiengang Informatik können vom Prüfungsausschuss weitere nicht in Anlage 2 der Fachprüfungsordnung enthaltene Anwendungsfächer auf Antrag als Sonderanwendungsfach genehmigt werden.\nSonderanwendungsfächer\n----------------------------------------\n\nFormale Anforderungen\nSonderanwendungsfächer > Formale Anforderungen\n- Der Studienplan für ein Sonderanwendungsfach muss Module im Umfang von 21 Credits umfassen.\n- Davon sind mindestens 6 Credits in Pflichtfächern zu erbringen.\nFormale Anforderungen\n----------------------------------------\n\nAntrag\nSonderanwendungsfächer > Antrag\n- Der Antrag erfolgt formlos an den Prüfungsausschuss Informatik. Reichen Sie diesen bitte per E-Mail oder persönlich bei Brigitte Oeckl ein. Der Antrag muss begründen, warum das beantragte Anwendungsfach für die/den jeweilige/n Studierende/n ein sinnvolles Anwendungsgebiet der Informatik darstellt.\n- Dem Antrag ist ein Studienplan für das beantragte Anwendungsfach beizulegen.\n- Die Sonderanwendungsfächer, für die ab dem kommenden Wintersemester ein Antrag auf Genehmigung (für die/den jeweilige/n Studierende/n) gestellt werden kann, entnehmen Sie bitte der nachstehenden Liste; hier finden Sie auch die Kontaktdaten unserer - für das jeweilige Anwendungsfach zuständigen - Ansprechpartner/innen an die Sie fachliche Fragen richten können und von denen Sie die feststehenden Studienpläne erhalten\nAntrag\n----------------------------------------\n\nAntragstellung\nSonderanwendungsfächer > Antragstellung\nDie Antragstellung für ein Sonderanwendungsfach oder die Antragstellung für den Wechsel zu einem Sonderanwendungsfach ist jeweils nur zum Wintersemester möglich.\nErste allgemeine Auskünfte zu den Formalitäten für die Beantragung eines Sonderanwendungsfaches erhalten Sie bei Brigitte Oeckl.\nIhren kompletten Antrag (= Studienplan + Motivationsschreiben) für das Wintersemester 2024/2025 richten Sie bitte ab 01.10.2024 bis einschließlich 30.10.2024 an Brigitte Oeckl. Unvollständige oder später eingehende Anträge können nicht berücksichtigt werden.\nErst, wenn Sie eine schriftliche Genehmigung des Prüfungsausschusses für das beantragte Sonderanwendungsfach vorliegen haben und das Fach für Sie in TUMonline freigeschaltet ist, dürfen Sie das Studium dieses Faches aufnehmen.\nAntragstellung\n----------------------------------------\n\nAb WS 24/25 zur Auswahl stehende Sonderanwendungsfächer\nSonderanwendungsfächer > Ab WS 24/25 zur Auswahl stehende Sonderanwendungsfächer\nSonderanwendungsfächer mit fest stehenden Studienplänen und den Ansprechpartnern, bei denen Sie den jeweiligen Studienplan erhalten, welchen Sie für Ihren Antrag brauchen!\nab WS 2024/2025:\n- Architektur:Prof. Dr. Ing. Frank Petzold oder Dr. Ing. Ivan Bratoev\n- Prof. Dr. Ing. Frank Petzold oder Dr. Ing. Ivan Bratoev\n- Chemie:Dr. Andrea Abram\n- Dr. Andrea Abram\n- Computerlinguistik (LMU):Chunlan Ma\n- Chunlan Ma\n- Neuroscience (LMU):Dr. Alexander Kaiser\n- Dr. Alexander Kaiser\n- Physik:Dr. Katja Block (studium(at)nat.tum.de)\n- Dr. Katja Block (studium(at)nat.tum.de)\n- Wissenschafts- und Technikphilosophie:Dr. Fred Slanitz\n- Dr. Fred Slanitz\nSonderanwendungsfach ohne aktuell gültigen Studienplan und Ansprechpartner\nab WS 2024/2025:\n- Politikwissenschaft:Wir befürworten Anträge für dieses Sonderanwendungsfach; es liegt jedoch in den Händen von interessierten Studierenden einen/eine Ansprechpartner/Ansprechpartnerin an der TUM School of Social Sciences and Technology zu finden und zusammen mit diesem/dieser einen neuen (für alle interessierten Studierenden gültigen!) Studienplan zu erarbeiten. Es muss sichergestellt sein, dass dieser Studienplan einige Semester in der vorliegenden Form studiert werden kann und die Prüfungen in jedem Semester wiederholt werden können. Der Studienplan muss vom/von der zuständigen Prodekan/Prodekanin unterzeichnet sein.Hinweis: Individuelle Studienpläne können nicht berücksichtigt/genehmigt werden.\n- Wir befürworten Anträge für dieses Sonderanwendungsfach; es liegt jedoch in den Händen von interessierten Studierenden einen/eine Ansprechpartner/Ansprechpartnerin an der TUM School of Social Sciences and Technology zu finden und zusammen mit diesem/dieser einen neuen (für alle interessierten Studierenden gültigen!) Studienplan zu erarbeiten. Es muss sichergestellt sein, dass dieser Studienplan einige Semester in der vorliegenden Form studiert werden kann und die Prüfungen in jedem Semester wiederholt werden können. Der Studienplan muss vom/von der zuständigen Prodekan/Prodekanin unterzeichnet sein.\n- Hinweis: Individuelle Studienpläne können nicht berücksichtigt/genehmigt werden.\nSonderanwendungsfach – Beantragung für das Studienjahr 2024/2025 ausgesetzt!\n- Psychology (LMU):Wir begrüßen grundsätzlich Anträge für dieses Sonderanwendungsfach, müssen jedoch die Möglichkeit der Antragstellung aufgrund umfangreicher Umstrukturierungen des Studiengangs vorübergehend aussetzten.\n- Wir begrüßen grundsätzlich Anträge für dieses Sonderanwendungsfach, müssen jedoch die Möglichkeit der Antragstellung aufgrund umfangreicher Umstrukturierungen des Studiengangs vorübergehend aussetzten.\nAb WS 24/25 zur Auswahl stehende Sonderanwendungsfächer\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-informatik"
}