{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-electrical-engineering-information-technology/",
    "content": "Master Electrical Engineering and Information Technology - TUM - TUM School of Computation, Information and Technology\n\nElectrical Engineering and Information Technology\nElectrical Engineering and Information Technology\n\nMaster of Science (M.Sc.)\nElectrical Engineering and Information Technology > Master of Science (M.Sc.)\nElectrical Engineering and Information Technology\n----------------------------------------\n\nBefore starting the degree program | During the degree program | Contact\n\n----------------------------------------\n\nThe program builds upon students’ existing competencies in Electrical Engineering and Information Technology (EI) and covers the spectrum of the academic field in all aspects. Moreover, it offers the opportunity for students to specialize in the following core areas:\n- Automation and Robotics\n- Bioengineering and Neuroengineering\n- Communications Engineering\n- Electromagnetics, Microwave Engineering and Measurements\n- Electronic Circuits and Systems\n- Embedded and Computer Systems\n- Microelectronics and Nanoelectronics\n- Power Engineering\nThe focus is on an academic training. Students learn how to research independently in project work and internships. Interdisciplinary modules improve their skills by developing their intercultural, business, social and personal competencies. This opens the door for a career in industry or research for graduates of the master’s program in Electrical Engineering and Information Technology.\n\n----------------------------------------\n\nKey Data\nElectrical Engineering and Information Technology > Key Data\nType of Study: Full-time or part-time\nStandard Duration of Studies: 4 semesters (or 6 semesters for 66% part-time and 8 semesters for 50% part-time)\nCredits: 120 ECTS\nMain Location: Munich city campus\nStart of Degree Program: summer- or winter semester\nLanguage of Instruction: German\nCosts: Semester fees, tuition fees if applicable (see here)\nProfessional Profile: Electrical and Computer Engineering (PP ECE)\nYou can find more information on TUM’s program page.\nKey Data\n----------------------------------------\n\nHow is the program structured?\nElectrical Engineering and Information Technology > How is the program structured?\nStudents in the master’s program in Electrical Engineering and Information Technology can organize their studies very flexibly in terms of time: Students must take at least three modules from one of the core areas:\n- Automation and Robotics\n- Bioengineering and Neuroengineering\n- Communications Engineering\n- Electromagnetics, Microwave Engineering and Measurements\n- Electronic Circuits and Systems\n- Embedded and Computer Systems\n- Microelectronics and Nanoelectronics\n- Power Engineering\nStudents also take individual elective modules and are offered recommendations for orientation in terms of their area of specialization. One to three internships complement the knowledge students have acquired. In the research seminar and in practical research module, the focus is on having a well-founded discussion of current research topics. In the elective modules from other departments, students acquire knowledge and skills such as soft skills, foreign language skills or business skills. The fourth semester is dedicated to the Master’s Thesis module.\nModule list for the master’s degree in EI\nHow is the program structured?\n----------------------------------------\n\nWhat skills and competencies will I acquire?\nElectrical Engineering and Information Technology > What skills and competencies will I acquire?\nWhen you graduate, you will be able to design, analyze and further develop complex electrical or informational technology systems independently. You will understand the physical principles behind processes and be familiar with the basics of mathematical modeling. Depending on your area of specialization, you will also have extensive knowledge in your specific field.\nYour skills will enable you to successfully identify the technical, economic, social and ecological effects of different technologies. You will be able to identify and promote innovations in the field of electrical engineering and information technology and to evaluate the potentials that exist. You will be able to assume a leadership position within interdisciplinary project teams and communicate your findings and solutions in a way that is suitable for the target group.\nWhat skills and competencies will I acquire?\n----------------------------------------\n\nWhat career opportunities will I have afterwards?\nElectrical Engineering and Information Technology > What career opportunities will I have afterwards?\nUpon completion of the master’s program, students will have the opportunity to work in the areas of research and development, sales, production or in technical procurement in industry or in research institutes. They will also be able to assume positions related to patents or decide to become self-employed.\nWhat career opportunities will I have afterwards?\n----------------------------------------\n\nWhat part-time options are available?\nElectrical Engineering and Information Technology > What part-time options are available?\nFlexible workload: As an alternative to the full-time program, you can study for your master’s degree in Electrical Engineering and Information Technology part-time, either at a 50% or 66% pace. The part-time program reduces students’ workload and increases the time needed to complete the program.\nThe following steps are required to apply for the part-time program or to change from a full-time to a part-time program:\n- Apply on time for the part-time program of your choice within the application periods for the master’s degree program (from 1 April to 31 May for the following winter semester and from 1 October to 30 November for the following summer semester).\n- Optional: Coordination of study schedule with the Examination Board for the master’s program (secretary of the board)\nIn the part-time program, participation in the modules and their examinations is limited to 15 to 17 credits maximum per semester for the 50% workload option and to 20-22 credits maximum per semester for the 66% workload option.\nMore information is provided in the Information Sheet on Part-Time Studies.\nWhat part-time options are available?\n----------------------------------------\n\nApplication\nElectrical Engineering and Information Technology > Application\nThe master’s degree in Electrical Engineering and Information Technology is suitable for people who are interested in modern technologies and engineering. Applicants need specialized knowledge in mathematics, physics and electrical engineering, information technology or informatics. For admission to the master’s program, they also need a university degree in\n- Electrical engineering and information technology,\n- Informatics,\n- Physics,\n- or similar study program.\nApplication\n----------------------------------------\n\nApplication deadline\nElectrical Engineering and Information Technology > Application deadline\nWinter semester: 1 April to 31 May\nSummer semester: 1 October to 30 November\nApplication deadline\n----------------------------------------\n\nHow do I apply?\nElectrical Engineering and Information Technology > How do I apply?\nThe application can be submitted via our portal TUMonline. After you have created your account there, enter personal data and information about your education and upload the required documents. Applications must be submitted electronically.\nYou will also have to submit some documents as certified copies in paper form for enrollment only if you are admitted. Applicants with an international higher education entrance qualification (those coming from outside the German educational system) must have their documents reviewed in advance through uni-assist.\nHow to apply for a Master’s Degree Program – Step by Step\nHow do I apply?\n----------------------------------------\n\nWhat do I have to consider if I am an overseas student?\nElectrical Engineering and Information Technology > What do I have to consider if I am an overseas student?\nApplicants with a foreign university entrance qualification require a preliminary check of their graduation certificate and transcript by uni-assist prior to the online application. Since this can take up to four weeks, we recommend that you initiate this process early.\nInternational applicants must also submit one of the verifications of German language skills listed here. The TUM website contains comprehensive information for international applicants.\nWhat do I have to consider if I am an overseas student?\n----------------------------------------\n\nWhat documents do I need to submit?\nElectrical Engineering and Information Technology > What documents do I need to submit?\nTo apply, you must upload the following documents to TUMonline:\n- Graduation certificate and diploma or\n- Transcript of records indicating at least 150 credits were achieved\n- Verification of German language skills\n- Complete up-to-date resume\n- ID card or passport\n- VPD certificate in the event the applicant has authorization to study for a master’s degree from a non EU/ECC country\nFor more information on all required documents, see the Document Glossary of the Technical University of Munich. Depending on your previous education and origin, we may need additional application documents. You can find out which documents are relevant when applying online via TUMonline.\nWhat documents do I need to submit?\n----------------------------------------\n\nAdmission\nElectrical Engineering and Information Technology > Admission\nIn order to select students for the Master’s degree program in Electrical Engineering and Information Technology, we conduct an aptitude assessment. This is a two-step process in which we check your suitability for the special qualitative requirements of the master's degree program.\nAdmission\n----------------------------------------\n\nStep 1: Examination of professional qualification\nElectrical Engineering and Information Technology > Step 1: Examination of professional qualification\nIn the first step, we evaluate the overall grade and written records using a point system. Depending on the number of points obtained, applicants are either admitted immediately, rejected or invited to a 20-minute interview.\n\nWhat counts?\nElectrical Engineering and Information Technology > Step 1: Examination of professional qualification > What counts?\nTo be admitted to the program, you need a bachelor’s or master’s degree, the German degree Diplom, or a similar university degree in\n- Electrical engineering and information technology,\n- Informatics,\n- Physics,\n- or similar study program.\nThe equivalence and comparability of study programs not listed will be decided upon during the application process. Unfortunately, it is not possible to make any statements on this in advance.\nIn the aptitude assessment, you must demonstrate sufficient knowledge by having the minimum number of credits from the following areas:\n- higher mathematics\n- fundamentals of physics\n- specialized knowledge in electrical engineering, information technology or informatics\nYou can find more details on the aptitude assessment process in Annex 6 of the program-specific Academic and Examination Regulations (FPSO)\nE\nStep 1: Examination of professional qualification\n----------------------------------------\n\nMSEI admissions process – odds calculator for self-testing\nElectrical Engineering and Information Technology > MSEI admissions process – odds calculator for self-testing\nMSEI admissions process – odds calculator for self-testing\n----------------------------------------\n\nStep 2: Aptitude assessment interview\nElectrical Engineering and Information Technology > Step 2: Aptitude assessment interview\nIn the interview, we want to be convinced that you are a suitable candidate for successfully completing the program.\n\nWhen does it take place?\nElectrical Engineering and Information Technology > Step 2: Aptitude assessment interview > When does it take place?\nFor applications for the summer semester, the aptitude assessment interview takes place between January and March, and between June and September for the winter semester. An invitation to the interview is always sent at least one week in advance. The exact time frame of the interview depends on when the application is processed. The earlier an application is submitted, the earlier we will process it.\nThe candidate interview usually is conducted online.\nE\nStep 2: Aptitude assessment interview\n----------------------------------------\n\nTimetable for the winter semester 2023/24\nElectrical Engineering and Information Technology > Timetable for the winter semester 2023/24\n- Online application and uploading of the required documents: From 1 April to 31 May 2023\n- Time frame for interviews: From June to September 2023\n- Invitation to step 2: at least one week before the interview\nTimetable for the winter semester 2023/24\n----------------------------------------\n\nDuring the degree program\nElectrical Engineering and Information Technology > During the degree program\nThe qualification profile of the master’s degree program in Electrical Engineering and Information Technology is composed of individual modules. You must earn a total of 120 credits in the degree program. These consist of the following:\n- Core areas\n- Internships\n- Elective modules in Electrical Engineering and Information Technology\n- Research seminar\n- Elective modules from other departments\n- Practical research\n- Thesis\nExplanations can be found below. You can find module lists, recommended specialization areas and study guides under Academic content.\nDuring the degree program\n----------------------------------------\n\nCore areas\nElectrical Engineering and Information Technology > Core areas\nWe have defined the following core areas in line with our research areas:\n- Automation\n- Analysis and Robotics\n- Bioengineering\n- Neuroengineering\n- Communications Engineering\n- Electronic Circuits and Systems\n- Electromagnetics, Microwave Engineering, Measurements\n- Embedded and Computer Systems\n- Microelectronics and Nanoelectronics\n- Power Engineering\nStudents select one core area as a starting point. A minimum of 15 credits (three modules) must be taken from this area. These 15 credits must be passed by the end of the 2nd semester. A list of the core modules can be found in the module lists.\nCore areas\n----------------------------------------\n\nInternship\nElectrical Engineering and Information Technology > Internship\nEngineers must be able to apply their methods in their profession. For this reason, students must obtain at least 5 credits and a maximum of 15 credits from the internship electives.\nInternship\n----------------------------------------\n\nElective modules\nElectrical Engineering and Information Technology > Elective modules\nIn the degree program, there are many elective modules to choose from, which are structured in the form of recommended specialization areas. They build upon the competencies acquired in the respective core modules. For orientation purposes, we have indicated the relevance of a module for a research area in the module list. Students obtain 0 to 45 credits from these modules. A total of 65 credits are to be achieved from the core modules and internships. This approach makes it possible for students to deepen their knowledge in a particular area, for example, by taking a higher number of core modules.\nElective modules\n----------------------------------------\n\nAdvanced Scientific Seminar\nElectrical Engineering and Information Technology > Advanced Scientific Seminar\nThe advanced scientific seminar is awarded 5 credits towards the degree. Students receive a topic suitable for the module they selected, which they then research. For example, this can be related to undertaking comprehensive international literature research on a current research topic. Students summarize their results and findings in a report and give an oral presentation.\nAdvanced Scientific Seminar\n----------------------------------------\n\nInterdisciplinery Modules\nElectrical Engineering and Information Technology > Interdisciplinery Modules\nInterdisciplinery modules round off your individual personal profile and skill set; they are not directly related to the chosen engineering specialization. Depending on your interests, you can select modules in soft skills, foreign languages, project management or business. You are free to choose from all (non-technical) courses of study offered at TUM.\nThe interdisciplinery modules may not be technical and may not be offered by the School of Computation, Information and Technology. It is also possible to take non-technical modules offered at other higher education institutions. A total of 8 credits must be achieved, 3 credits of which must be from modules of a general educational nature. These credits are considered a pass/fail requirement. The grades from these modules do not count towards the overall grade.\nInterdisciplinery Modules\n----------------------------------------\n\nResearch Internship\nElectrical Engineering and Information Technology > Research Internship\nTo prepare our students optimally for their subsequent work in research and development, they receive insight into current research topics during their studies within the scope of research internship. Research Internship  spans a total of 9 weeks (full-time) and is awarded 12 credits. The Research Internship  is a pass/fail credit requirement and will not be included in the overall grade. An expert examiner will advise you and evaluate your work. This module includes a report and an oral presentation.\nRegistration takes place in the CIT portal under \"Studienarbeit\".\nhttps://www.cit.tum.de/en/cit/studies/students/thesis-completing-your-studies/\nhttps://portal.cit.tum.de/en/\nInformation Research Internship\nResearch Internship\n----------------------------------------\n\nExaminations and Regulations\nElectrical Engineering and Information Technology > Examinations and Regulations\nDetailed information can be found under Examinations. The respective program-specific Academic and Examination Regulations (FPSO) apply to all students. The program-specific Academic and Examination Regulations of 20 January 2020, as amended on 3 February 2022 (PO20201), apply to students starting the program as of the summer semester 2020.\nOlder versions:\n- FPSO_MSEI_Studienbeginn_ab_SS2020.pdf\n- FPSO_MSEI_Studienbeginn_ab_WS_2018_19.pdf\n- FPSO_MSEI_Studienbegin_ab_SS_2015.pdf\n- FPSO_MSEI_AS_Studienbegin_ab_SS_2015.pdf\n- FPSO_MSEI_Studienbeginn_ab_SS_2014.pdf\n- FPSO_MSEI_Studienbeginn_ab_WS_2013_14.pdf\n- FPSO_MSEI_AS_Studienbeginn_ab_WS_13_14.pdf\n- FPSO_MSEI_Studienbeginn_ab_WS_2010_11.pdf\nExaminations and Regulations\n----------------------------------------\n\nThesis\nElectrical Engineering and Information Technology > Thesis\nIn order to be awarded a master’s degree at the end of their studies, students must write an academic paper, the master’s thesis. Students will have six months to work on their thesis. The master’s thesis is the last examination credit to be earned during a student’s studies. The thesis is awarded 30 credits. Students must give an oral presentation on their thesis, but the grade will not affect the grade of the thesis. Everything you need to know from planning to submission can be found under Thesis.\nThesis\n----------------------------------------\n\nDegree\nElectrical Engineering and Information Technology > Degree\nAfter you have completed the required achievements and have submitted your thesis, you will graduate with a Master of Science (M.Sc.). This will enable you to start your career. Tips and tricks on graduation and your next steps can be found under Degree.\nDegree\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-elektrotechnik-informationstechnik"
}