{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-elektrotechnik-informationstechnik/",
    "content": "Master Elektrotechnik und Informationstechnik - TUM - TUM School of Computation, Information and Technology\n\nElektrotechnik und Informationstechnik\nElektrotechnik und Informationstechnik\n\nMaster of Science (M.Sc.)\nElektrotechnik und Informationstechnik > Master of Science (M.Sc.)\nElektrotechnik und Informationstechnik\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDer Studiengang baut auf vorhandenen Kompetenzen im Bereich der Elektrotechnik und Informationstechnik auf und deckt das Spektrum in allen Facetten wissenschaftlich ab. Darüber hinaus bietet er die Möglichkeit zur Spezialisierung in den folgenden Kernbereichen:\n- Automation and Robotics\n- Bioengineering and Neuroengineering\n- Communications Engineering\n- Electromagnetics, Microwave Engineering and Measurements\n- Electronic Circuits and Systems\n- Embedded and Computer Systems\n- Microelectronics and Nanoelectronics\n- Power Engineering\nDer Fokus liegt dabei auf einer wissenschaftlichen Ausbildung. In Projektarbeiten und Praktika lernen die Studierenden eigenständig zu forschen. Interdisziplinäre Module erweitern die Fähigkeiten durch interkulturelle, betriebswirtschaftliche, soziale und persönliche Kompetenzen. Absolvent:innen des Masters Elektrotechnik und Informationstechnik steht damit eine Karriere in der Industrie oder Forschung offen.\n\n----------------------------------------\n\nEckdaten\nElektrotechnik und Informationstechnik > Eckdaten\nArt des Studiums: Vollzeit oder Teilzeit\nRegelstudienzeit: 4 Semester (bzw. 6 Semester bei Teilzeit 66% und 8 Semester bei Teilzeit 50%)\nCredits: 120 ECTS\nHauptstandort: München Stammgelände\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Deutsch\nKosten: Semesterbeitrag, ggf. Studiengebühren (siehe hier)\nProfessional Profile: Electrical and Computer Engineering (PP ECE)\nWeitere Informationen finden Sie auf der Studiengangsseite der TUM.\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nElektrotechnik und Informationstechnik > Wie ist das Studium aufgebaut?\nStudierende des Masterstudiengangs Elektrotechnik und Informationstechnik können sich die Studieninhalte zeitlich sehr flexibel einteilen: Mindestens drei Module aus einem der Kernbereiche müssen belegt werden:\n- Automation and Robotics\n- Bioengineering and Neuroengineering\n- Communications Engineering\n- Electromagnetics, Microwave Engineering and Measurements\n- Electronic Circuits and Systems\n- Embedded and Computer Systems\n- Microelectronics and Nanoelectronics\n- Power Engineering\nDiese werden durch individuelle Wahlmodule erweitert, wobei Empfehlungen zur Vertiefung eine Orientierung bieten. Ein bis drei Praktika ergänzen das erworbene Wissen. Im wissenschaftlichen Seminar und in der Forschungspraxis steht die fundierte Auseinandersetzung mit aktuellen Forschungsthemen im Zentrum. In den Wahlmodulen zur außerfachlichen Ergänzung erlangen Studierende Kenntnisse und Fähigkeiten etwa in Softskills, Fremdsprachen oder Betriebswirtschaft. Im vierten Semester bildet die Master's Thesis den Abschluss.\nModulliste Master EI\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nElektrotechnik und Informationstechnik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Absolvent:in können Sie komplexe elektrische oder informationstechnische Systeme eigenständig entwerfen, analysieren und weiterentwickeln. Sie verstehen die physikalischen Prinzipien hinter den Prozessen und kennen die Grundlagen mathematischer Modellbildung. Je nach Wahl Ihres Schwerpunkts verfügen Sie darüber hinaus über weitreichende Kenntnisse in Ihrem speziellen Fachbereich.\nIhre Fähigkeiten erlauben es Ihnen, die technischen, ökonomischen, sozialen und ökologischen Auswirkungen von Technologien richtig einzuordnen. Sie sind in der Lage, Innovationen im Bereich der Elektrotechnik und Informationstechnik zu erkennen, voranzutreiben und vorhandene Potenziale zu bewerten. Innerhalb von interdisziplinären Projektteams nehmen Sie eine leitende Position ein und kommunizieren Ihre Erkenntnisse und Lösungen zielgruppengerecht.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nElektrotechnik und Informationstechnik > Welche Karriere-Chancen habe ich im Anschluss?\nNach Abschluss des Masterstudiengangs eröffnen sich Perspektiven im Bereich der Forschung und Entwicklung, im Vertrieb, der Produktion oder im technischen Einkauf sowohl in der Industrie als auch in Forschungseinrichtungen. Darüber hinaus können Sie Positionen im Patentwesen übernehmen oder sich für die Selbstständigkeit entscheiden.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nWelche Teilzeit-Optionen gibt es?\nElektrotechnik und Informationstechnik > Welche Teilzeit-Optionen gibt es?\nZeitlich flexibler: Alternativ zum Vollzeitstudium können Sie den Masterstudiengang Elektrotechnik und Informationstechnik in Teilzeit, mit 50% oder 66% studieren. Dadurch verringert sich die Studienlast und die Dauer verlängert sich.\nFür eine Bewerbung für ein Teilzeitstudium oder einen Wechsel in ein Teilzeitstudium sind folgende Schritte notwendig:\n- Rechtzeitige Bewerbung für den gewünschten Teilzeitstudiengang innerhalb der Masterbewerbungsfristen (1. April bis 31. Mai für das folgende Wintersemester, 1. Oktober bis 30. November für das folgende Sommersemester)\n- Optional: Abstimmung des Studienplans mit dem Master-Prüfungsausschuss (Schriftführung)\nIm Teilzeitstudiengang ist die Teilnahme an Modulen und den dazugehörigen Prüfungen auf 15 bis maximal 17 Credits (50%-Stufe) bzw. 20 bis maximal 22 Credits (66%-Stufe) pro Semester begrenzt.\nWeitere Informationen sind im Informationsblatt zum Teilzeitstudium zusammengefasst.\nWelche Teilzeit-Optionen gibt es?\n----------------------------------------\n\nBewerbung\nElektrotechnik und Informationstechnik > Bewerbung\nDer Masterstudiengang Elektrotechnik und Informationstechnik eignet sich für Menschen, die sich für moderne Technologien und die Ingenieurswissenschaften begeistern. Als Bewerber:in brauchen Sie Fachkenntnisse in Mathematik, Physik und Elektrotechnik, Informationstechnik oder Informatik. Zudem benötigen Sie für die Zulassung zum Masterstudium einen Hochschulabschluss in\n- Elektrotechnik und Informationstechnik,\n- Informatik,\n- Physik\n- oder einem vergleichbaren Studiengang.\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nElektrotechnik und Informationstechnik > Bewerbungsfrist\nWintersemester: 1. April bis 31. Mai\nSommersemester: 1. Oktober bis 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nElektrotechnik und Informationstechnik > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für den Masterstudiengang Elektrotechnik und Informationstechnik erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie Ihre persönliche Daten und Informationen zu Ihrer Ausbildung an und laden die erforderlichen Dokumente hoch. Bitte beachten Sie, dass für alle angegebenen und angeforderten Dokumente auch etwas hochgeladen ist! Unvollständige Bewerbungen werden nicht geprüft und bearbeitet. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nElektrotechnik und Informationstechnik > Was muss ich beachten, wenn ich aus dem Ausland komme?\nBewerbende mit einer ausländischen Hochschulzugangsberechtigung benötigen vor der Online-Bewerbung eine Vorabüberprüfung der Zeugnisse durch uni-assist. Da diese bis zu vier Wochen Zeit in Anspruch nehmen kann, empfehlen wir Ihnen, sie frühzeitig in die Wege zu leiten.\nInternationale Bewerber:innen müssen zudem einen der hier aufgeführten Deutschnachweise einreichen. Auf der Website der TUM finden Sie ausführliche Informationen für internationale Bewerbende.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nElektrotechnik und Informationstechnik > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Abschlusszeugnis und -urkunde oder\n- Fächer- und Notentranskript / Transcript of Records im Umfang von mindestens 150 Credits\n- Sprachnachweis Deutsch\n- Lückenloser und aktueller Lebenslauf\n- Personalausweis oder Reisepass\n- Vorprüfungsdokumentation (VPD) bei Bewerbung mit Masterzugangsberechtigung aus Nicht-EU/EWG\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nBesonderheit bei Bewerbungen von TUM BachelorEI Absolvent:innen\nElektrotechnik und Informationstechnik > Besonderheit bei Bewerbungen von TUM BachelorEI Absolvent:innen\nBachelorabsolventen der TU München, die sich erfolgreich für den Master EI beworben haben, werden automatisch an das Immatrikulationsamt weitergemeldet und bei vorliegender Zulassung in den Master immatrikuliert. Die Weitermeldung geschieht in der Regel ab dem Zeitpunkt, zu dem die Noten aller Prüfungen vorliegen. Die Vorlage eines vorläufigen oder endgültigen Zeugnisses ist nicht nötig. Den unterschriebenen Antrag auf Immatrikulation müssen die Bewerber:innen selbst fristgerecht einreichen!\nBitte beachten: Die Verantwortung, dass die einzureichenden Unterlagen vollständig vorliegen, liegt immer bei den Bewerber:innen.\nsiehe auch Übergang Bachelor EI -> Master EI\nBesonderheit bei Bewerbungen von TUM BachelorEI Absolvent:innen\n----------------------------------------\n\nZulassung\nElektrotechnik und Informationstechnik > Zulassung\nZur Auswahl der Studierenden zum Master Elektrotechnik und Informationstechnik führen wir ein Eignungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung der fachlichen Qualifikation\nElektrotechnik und Informationstechnik > Stufe 1: Prüfung der fachlichen Qualifikation\nIn der ersten Stufe werten wir die Abschlussnote und schriftlichen Unterlagen mittels eines Punktesystems aus. Je nach Höhe der erreichten Punktzahl werden Bewerber:innen entweder sofort zugelassen, abgelehnt oder zu einem etwa 20-minütigen Auswahlgespräch eingeladen.\n\nWas zählt?\nElektrotechnik und Informationstechnik > Stufe 1: Prüfung der fachlichen Qualifikation > Was zählt?\nFür die Zulassung benötigen Sie einen Bachelor-, Master, Diplom- oder vergleichbaren Hochschulabschluss in\n- Elektrotechnik und Informationstechnik,\n- Informatik,\n- Physik\n- oder einem vergleichbaren Studiengang.\nÜber die Gleichwertigkeit und Vergleichbarkeit nicht aufgeführter Studiengänge wird erst im Rahmen des Bewerbungsverfahrens entschieden. Hierzu sind vorab leider keine Aussagen möglich.\nIm Eignungsverfahren müssen Sie ausreichende Kenntnisse in Form einer Mindestanzahl an Credits aus folgenden Gebieten nachweisen:\n- Höhere Mathematik\n- Physikalische Grundlagen\n- Fachkenntnisse der Elektrotechnik, Informationstechnik oder Informatik\nDetails zum Eignungsverfahren finden Sie in Anlage 6 der FPSO.\nE\nStufe 1: Prüfung der fachlichen Qualifikation\n----------------------------------------\n\nZulassungsverfahren MSEI – Chancenrechner zum Selbsttest\nElektrotechnik und Informationstechnik > Zulassungsverfahren MSEI – Chancenrechner zum Selbsttest\nZulassungsverfahren MSEI – Chancenrechner zum Selbsttest\n----------------------------------------\n\nStufe 2: Eignungsgespräch\nElektrotechnik und Informationstechnik > Stufe 2: Eignungsgespräch\nIm Auswahlgespräch wollen wir uns überzeugen, dass Sie als Bewerber:in in der Lage sind, das geplante Studium erfolgreich zu absolvieren.\n\nWann findet es statt?\nElektrotechnik und Informationstechnik > Stufe 2: Eignungsgespräch > Wann findet es statt?\nEignungsgespräche für Bewerbungen zum Sommersemester finden zwischen Januar und März statt, zum Wintersemester zwischen Juni und September. Die Einladung erfolgt mindestens eine Woche vorher. Der genaue Zeitraum des Eignungsgesprächs hängt vom Bearbeitungszeitpunkt der Bewerbung ab. Je früher eine Bewerbung vollständig eingeht, desto früher bearbeiten wir sie.\nDie Bewerbungsgespräche finden in der Regel online statt.\nE\nStufe 2: Eignungsgespräch\n----------------------------------------\n\nZeitplan für das Wintersemester 2023/24\nElektrotechnik und Informationstechnik > Zeitplan für das Wintersemester 2023/24\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 1. April bis 31. Mai 2023\n- Zeitrahmen für Gespräche: Juni bis September 2023\n- Einladung zu Stufe 2: mindestens eine Woche vor Gespräch\nZeitplan für das Wintersemester 2023/24\n----------------------------------------\n\nIm Studium\nElektrotechnik und Informationstechnik > Im Studium\nDas Qualifikationsprofil des Masterstudiengangs Elektrotechnik und Informationstechnik setzt sich zusammen aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 120 Credits einbringen. Diese setzen sich zusammen aus:\n- Kernbereiche\n- Praktika\n- Wahlmodule Elektrotechnik und Informationstechnik\n- Wissenschaftliches Seminar\n- Wahlmodule zur außerfachlichen Ergänzung\n- Forschungspraxis\n- Abschlussarbeit\nErklärungen finden Sie im Folgenden. Modullisten, Vertiefungsempfehlungen und Studienführer finden Sie unter Studieninhalte.\nIm Studium\n----------------------------------------\n\nKernbereiche\nElektrotechnik und Informationstechnik > Kernbereiche\nIn Anlehnung an unsere Forschungsbereiche haben wir folgende Kernbereiche definiert:\n- Automation and Robotics\n- Bioengineering / Neuroengineering\n- Communications Engineering\n- Electronic Circuits and Systems\n- Electromagnetics, Microwave Engineering, Measurements\n- Embedded and Computer Systems\n- Microelectronics and Nanoelectronics\n- Power Engineering\nStudierende wählen als Ausgangspunkt einen Kernbereich aus. Daraus müssen mindestens 15 Credits (drei Module) abgelegt werden. Diese 15 Credits müssen bis zum Ende des 2. Fachsemesters bestanden sein. Eine Liste der Kernmodule finden Sie in den Modullisten.\nKernbereiche\n----------------------------------------\n\nPraktika\nElektrotechnik und Informationstechnik > Praktika\nIngenieur:innen müssen ihre Methoden im Beruf umsetzen können. Daher belegen Studierende mindestens 5 Credits und maximal 15 Credits aus dem Wahlbereich der Praktika.\nPraktika\n----------------------------------------\n\nWahlmodule\nElektrotechnik und Informationstechnik > Wahlmodule\nIm Studiengang steht ein breites Angebot an Wahlmodulen zur Auswahl, das in Form von Vertiefungsempfehlungen strukturiert ist. Es baut auf die in den jeweiligen Kernmodulen erworbenen Kompetenzen auf. Zur besseren Orientierung kennzeichnen wir die Relevanz eines Moduls für ein Forschungsgebiet in der Modulliste. Studierende erbringen daraus 0 bis 45 Credits. Mit den Kernmodulen und Praktika sind insgesamt 65 Credits zu erbringen. So ist es möglich, sich individuell zu vertiefen, etwa durch einen höheren Anteil von Kernmodulen.Eine Auflistung von Modulen, die von Lehrbeauftragten, die direkt aus der Industrie/Praxis kommen, angeboten werden, ist hier.\nWahlmodule\n----------------------------------------\n\nWissenschaftliches Seminar\nElektrotechnik und Informationstechnik > Wissenschaftliches Seminar\nDas wissenschaftliche Seminar geht mit 5 Credits in das Studium ein. Dabei erhalten Studierende ein zum gewählten Modul passendes Fachthema, mit dem sie sich wissenschaftlich befassen. Beispielsweise kann dies eine umfangreiche internationale Literaturrecherche zu einem aktuellen Forschungsthema sein. Studierende fassen ihre Ergebnisse und Erkenntnisse schriftlich zusammen und präsentieren sie im Rahmen eines Vortrags.\nWissenschaftliches Seminar\n----------------------------------------\n\nWahlmodule zur außerfachlichen Ergänzung\nElektrotechnik und Informationstechnik > Wahlmodule zur außerfachlichen Ergänzung\nWahlmodule zur außerfachlichen Ergänzung runden Ihr individuelles Persönlichkeits- und Kompetenzprofil ab und stehen mit der gewählten Ingenieursspezialisierung nicht direkt in Verbindung. Je nach Interesse wählen Sie dafür zum Beispiel Softskills, Fremdsprachen, Projektmanagement oder betriebswirtschaftliche Module. Sie können frei aus dem gesamten (nichttechnischen) Studienangebot der TUM wählen.\nDie Wahlmodule zur außerfachlichen Ergänzung dürfen keinen technischen Bezug haben und nicht im Angebot der School of Compuation, Information and Technology enthalten sein. Ebenso sind nicht-technische Module anderer Hochschulen möglich. Es müssen insgesamt 8 Credits erbracht werden, davon mindestens 3 Credits allgemeinbildender Art. Es handelt sich hierbei um eine Studienleistung. Modulnoten tragen nicht zur Abschlussnote bei.\nEin gutes Angebot an Modulen im Bereich Wissenschaft - Technologie - Gesellschaft bietet die TUM School of Social Sciences and Technology an: Link zu WTG\nEine Liste bisher anerkannter und noch gültiger TUM Module der außerfachlichen Ergänzung finden Sie zusätzlich auf unserer Internetseite.\nWahlmodule zur außerfachlichen Ergänzung\n----------------------------------------\n\nForschungspraxis\nElektrotechnik und Informationstechnik > Forschungspraxis\nUm unsere Studierenden optimal auf eine spätere Tätigkeit in Forschung und Entwicklung vorzubereiten, erhalten sie im Rahmen der Forschungspraxis bereits während des Studiums Einblick in aktuelle Forschungsthemen. Die Forschungspraxis umfasst insgesamt 9 Wochen in Vollzeit und wird mit 12 Credits bewertet. Die Forschungspraxis ist eine Studienleistung und geht nicht in die Abschlussnote ein. Ein:e fachkundige:r Prüfer:in betreut und bewertet sie. Zur Forschungspraxis gehören ein Bericht und ein Vortrag.\nDie Anmeldung erfolgt im CIT Portal unter “Studienarbeit”.\nMerkblatt zur Forschungspraxis\nAls Nachweis dafür, dass es sich bei der Forschungspraxis und der Masterarbeit jeweils um eine Pflichtleistung des Master EI handelt, können Sie gern folgende Bestätigung herunterladen: BestätigungPflichtleistung\nForschungspraxis\n----------------------------------------\n\nPrüfungen und Ordnungen\nElektrotechnik und Informationstechnik > Prüfungen und Ordnungen\nDetaillierte Informationen finden Sie unter Prüfungen. Für alle Studierenden gilt die jeweilige Fachprüfungs- und Studienordnung (FPSO). Für Studierende ab Sommersemester 2020 gilt die Fachprüfungs- und Studienordnung (FPSO) vom 20. Januar 2020 in der Fassung vom 3. Februar 2022 (PO20201).\nÄltere Fassungen:\n- FPSO_MSEI_Studienbeginn_ab_SS2020.pdf\n- FPSO_MSEI_Studienbeginn_ab_WS_2018_19.pdf\n- FPSO_MSEI_Studienbegin_ab_SS_2015.pdf\n- FPSO_MSEI_AS_Studienbegin_ab_SS_2015.pdf\n- FPSO_MSEI_Studienbeginn_ab_SS_2014.pdf\n- FPSO_MSEI_Studienbeginn_ab_WS_2013_14.pdf\n- FPSO_MSEI_AS_Studienbeginn_ab_WS_13_14.pdf\n- FPSO_MSEI_Studienbeginn_ab_WS_2010_11.pdf\nPrüfungen und Ordnungen\n----------------------------------------\n\nStudentisches Ranking\nElektrotechnik und Informationstechnik > Studentisches Ranking\nÜber folgenden Link https://app.srv.nat.tum.de/rnk/student steht den Studierenden im Master Elektrotechnik und Informationstechnik der Download ihres individuellen Semesterrankings bereit.\nStudierende erhalten durch das Ranking Auskunft darüber, wie sie nach Abschluss des jeweils vorherigen Semesters im Vergleich zu allen anderen Studierenden im gleichen Fachsemester abgeschnitten haben. Alle Studierende innerhalb einer Kohorte werden grundsätzlich nach der bisher erreichten Note gereiht. Haben Studierende die Soll-Credits für ihr Fachsemester nicht erreicht, wird für das Ranking stattdessen für Fehl-Credits eine Note von 4,1 eingerechnet. Weitere Informationen zum Ranking-Verfahren finden sich auf dem jeweiligen Ranking.\nHinweis: Das Ranking wird nur innerhalb der Regelstudienzeit vom 1. bis zum 3. Fachsemester ausgestellt.\nStudentisches Ranking\n----------------------------------------\n\nAbschlussarbeit\nElektrotechnik und Informationstechnik > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit oder Master's Thesis. Dafür haben Sie sechs Monate Zeit. Die Masterarbeit soll die letzte Leistung des Studiums darstellen. Die Abschlussarbeit wird mit 30 Credits gewertet. Über die Abschlussarbeit müssen Sie einen Vortrag halten, welcher nicht in die Benotung eingeht. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nElektrotechnik und Informationstechnik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nDer Ablauf von der Notenmeldung der Masterarbeit bis zur Erstellung des Abschlusszeugnisses im Master EI ist hier erläutert.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-elektrotechnik-informationstechnik"
}