{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-robotics-cognition-intelligence/",
    "content": "Master Robotics, Cognition, Intelligence - TUM - TUM School of Computation, Information and Technology\n\nRobotics, Cognition, Intelligence\nRobotics, Cognition, Intelligence\n\nMaster of Science (M.Sc.)\nRobotics, Cognition, Intelligence > Master of Science (M.Sc.)\nRobotics, Cognition, Intelligence\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDie Robotik ist im Wandel: Früher automatisierten Industrieroboter vor allem den Produktionsprozess, heute haben Roboter viele Lebensbereiche erobert. Sie haben die Fabrikhallen verlassen und begegnen dem Menschen im Alltag. Früher mussten Spezialisten sie bedienen – heute können es alle: so saugen sie zu Hause Staub oder mähen den Rasen.\nMensch und Roboter arbeiten immer enger und ohne Trennwände zusammen. Morgen werden sie Teil des Alltags und Teil des menschlichen Körpers sein, denn schon heute helfen tragbare Roboter als Exoskelette Menschen mit Gehbehinderung beim Laufen. Da die Grenzen zwischen Mensch und Maschine verwischen, stehen Robotik-Entwickler:innen vor neuen Herausforderungen. Roboter müssen auf unvorhergesehene Situationen autonom reagieren können und anpassungsfähig sein. Nicht alle Interaktionen und Handlungsmöglichkeiten lassen sich vorab absehen und somit programmieren. Deshalb müssen moderne Roboter mittels künstlicher Intelligenz selbst lernen können.\nDer Master-Studiengang \"Robotics, Cognition, Intelligence\" ist ein gemeinsamer Studiengang der TUM School of Computation, Information and Technology und der TUM School of Engineering and Design. Er schafft die Basis, um an dieser faszinierenden Entwicklung mitzuwirken.\n\n----------------------------------------\n\nEckdaten\nRobotics, Cognition, Intelligence > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandort: Garching\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Deutsch und Englisch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nRobotics, Cognition, Intelligence > Wie ist das Studium aufgebaut?\nDas Masterprogramm Robotics, Cognition, Intelligence erstreckt sich über vier Semester.\nEs ist ein sehr flexibles Programm, das eine hohe Flexibilität bei der Zusammenstellung der eigenen Schwerpunkte bietet. Neben den theoretischen und methodischen Grundlagen können Sie durch Wahlmodule aus den Bereichen Informatik, Maschinenbau und Elektrotechnik eigene Schwerpunkte setzen.\nDen Abschluss bildet die Master’s Thesis, in der Sie das erlangte Wissen und Ihre Fähigkeiten in einem praxisnahen Projekt anwenden.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nRobotics, Cognition, Intelligence > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nIm Masterstudium Robotics, Cognition, Intelligence eignen Sie sich ein breites Instrumentarium an methodischen und theoretischen Grundlagen der Robotik, Kognition und von intelligenten autonomen Systemen an. Sie machen sich neben der Informatik mit den für Sie relevanten Aspekten aus der Elektrotechnik und dem Maschinenwesen vertraut.\nZusätzlich zur klassischen Robotersteuerung gewinnen Sie über Kenntnisse in den Bereichen Wahrnehmung, Bildverarbeitung und künstliche Intelligenz. Sie lernen Verfahren zur Signalverarbeitung, Sensordatenauswertung bzw. -fusion und Programmierung kennen. Sie erarbeiten sich Konzepte der Verhaltenssteuerung, des maschinellen Lernens und der Mensch-Roboter-Interaktion. Durch die Kooperation mit Partnern aus der Industrie sammeln Sie erste Erfahrungen mit praxisnahen Projekten.\nDurch das breite Spektrum an Wahlmodulen bauen Sie sich ein individuelles Kompetenzprofil auf.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nRobotics, Cognition, Intelligence > Welche Karriere-Chancen habe ich im Anschluss?\nAls Absolvent:in des Masterstudiengangs Robotics, Cognition, Intelligence haben Sie in vielen Bereichen der Industrie gute berufliche Chancen, etwa in der Luft- und Raumfahrt, Mikroelektronik, Robotik, Unterhaltungselektronik oder im Automotive-Bereich. Sie arbeiten als Projektleitung, in der Konzeption oder der Entwicklung. Auch in Forschung und Lehre oder Consulting haben Sie exzellente Karrier-Chancen.\nAls Informatik-orientiere:r Wissenschaftler:in arbeiten Sie dann in interdisziplinären Teams mit Naturwissenschaftler:innen und Ingenieur:innen auf Gebieten der kognitiven Robotik wie:\n- Konstruktion von Servicerobotern mit Interaktionskomponenten Sprache, Gestik, Dialogführung\n- Entwurf und Implementierung von Sensor-Aktor-Netzwerken\n- Entwicklung von sensorgeführten Industrierobotern für direkte Mensch-Roboter-Interaktion\n- Design von intelligenten Assistenzsystemen für die Medizin\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung und Zulassung\nRobotics, Cognition, Intelligence > Bewerbung und Zulassung\nDer Masterstudiengang Robotics, Cognition, Intelligence ist einmalig in Deutschland. Er verknüpft verschiedene Ingenieursdisziplinen wie Maschinenbau und Elektrotechnik mit der Informatik.\nZur Auswahl der Studierenden zum Master Robotics, Cognition, Intelligence führen wir ein Eignungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nBewerbung und Zulassung\n----------------------------------------\n\nBewerbungsfrist\nRobotics, Cognition, Intelligence > Bewerbungsfrist\nWintersemester: 01. Februar – 31. Mai\nSommersemester: 01. September – 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nRobotics, Cognition, Intelligence > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für diesen Masterstudiengang erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden Sie die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nStudieninteressierte mit eine Bachelor von außerhalb der Europäischen Union müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nRobotics, Cognition, Intelligence > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Begründungsschreiben - eine von Ihnen selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der Technischen Universität München als Hochschule (max. 2 Seiten)\n- ein tabellarischer Lebenslauf\n- ein Aufsatz zu einem vorgegebenen Thema (ca. 1000 Wörter, Themen s. unten)\n- ein offizielles Transkript über die bisherigen Studienleistungen; ggf. offizielle Übersetzung, falls nicht in deutscher oder englischer Sprache vorliegend\n- das dem Hochschulabschluss zugrunde liegende Curriculum (Modulbeschreibungen, z.B. in Form eines Modulhandbuchs oder Syllabus); dieses Dokument ist für den Abgleich der fachlichen Qualifikation sehr wichtig!\n- Formblatt zur Curricularanalyse (s. unten)\n- Deutsch- und Englischnachweis (s. akzeptierte Sprachnachweise)\n- ggf. GRE oder GATE Test (s. unten)\n- ggf. Vorprüfungsdokumentation von uni-assist\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) Bewerbende mit einem Bachelor aus China, Vietnam und Indien\n- ggf. studiengangsspezifische Ausbildungs- und Arbeitszeugnisse, fachspezifische Zusatzqualifikation (z. B. Teilnahme an einem Forschungswettbewerb)\n- ggf. Nachweis der Hochschulsemester (z.B. Exmatrikulationsbescheinigung oder Studienbuch) und Unbedenklichkeitsbescheinigung\n- ein Passfoto\n- Nachweis über Ihren Hochschulabschluss (kann zur Immatrikulation nachgereicht werden)\n- Kopie Ihres Ausweises/Passes\n- Nachweis der studentischen Krankenversicherung (wird erst für die Immatrikulation benötigt)\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\nRobotics, Cognition, Intelligence > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n\nStudiengebühren für internationale Studierende aus Drittstaaten\nRobotics, Cognition, Intelligence > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Studiengebühren für internationale Studierende aus Drittstaaten\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\n\nVorprüfungsdokumentation von uni-assist (VPD)\nRobotics, Cognition, Intelligence > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Vorprüfungsdokumentation von uni-assist (VPD)\nBewerbende, die ihren Bachelorabschluss in einem Land außerhalb der EU/EWR erworben haben, müssen zusätzlich zur Bewerbung an der TUM eine Vorprüfungsdokumentation (VPD) von uni-assist beantragen. Das heißt, dass Sie eine Onlinebewerbung bei der TUM anlegen und gleichzeitig einen Antrag auf Vorprüfungsdokumentation bei uni-assist stellen.\nWelche Unterlagen müssen bei uni-assist eingereicht werden?\n- Antrag auf Vorprüfungsdokumentation (siehe uni-assist)\n- eine Kopie Ihrer Studienabschlussurkunde (sofern bereits vorhanden)\n- eine Kopie der Fächer- und Notenübersicht (Transcript)\n- eine Übersetzung, wenn die Originaldokumente nicht in deutscher oder englischer Sprache ausgestellt wurden\n- ggf. Zertifikat der Akademischen Prüfstelle (APS)\nSie müssen also keine vollständige Bewerbung bei uni-assist für einen spezifischen Masterstudiengang abgeben, sondern eine allgemeine Vorprüfungsdokumentation mit den o.g. Unterlagen beantragen.\nDer Antrag auf Vorprüfungsdokumentation bei uni-assist alleine zählt nicht als Bewerbung für einen Studiengang an der TUM.\n\nGRE und GATE\nRobotics, Cognition, Intelligence > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > GRE und GATE\nBewerber*innen, die ihren Hochschulabschluss in Bangladesch, China, Indien, Iran oder Pakistan gemacht haben, müssen einen GRE (General) mit den geforderten Mindestpunktzahlen einreichen. Werden die Mindestpunktzahlen nicht erreicht, kann die Bewerbung nicht berücksichtigt werden.Die nötigen Mindestpunktzahlen sind:Verbal Reasoning: keine MindestpunktzahlQuantitative Reasoning: 164Analytical Writing: 4,0Institution Code: 7806, Department code: 5199 (\"all other departments\").\nAlternativ kann ein Testergebnis (Score Sheet) des indischen GATE Tests eingereicht werden.\n\nZertifikat der Akademischen Prüfstelle (APS)\nRobotics, Cognition, Intelligence > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Zertifikat der Akademischen Prüfstelle (APS)\nBewerbende, die Ihren Hochschulabschluss in China, Indien oder Vietnam gemacht haben, müssen ein Zertifikat der Akademischen Prüfstelle (APS) einreichen.\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n----------------------------------------\n\nQualifikationsvoraussetzungen und Zulassungsverfahren\nRobotics, Cognition, Intelligence > Qualifikationsvoraussetzungen und Zulassungsverfahren\nQualifikationsvoraussetzungen Qualifikationsvoraussetzung für den M.Sc. Robotics, Intelligence and Cognition ist ein Bachelor in den Fachrichtungen Informatik, Mathematik, Physik, Elektrotechnik und Informationstechnik, Maschinenwesen, Ingenieurwissenschaften oder vergleichbaren Studiengängen. Wenn Sie sich bewerben, prüft die Auswahlkommission die Gleichwertigkeit Ihres Bachelors mit einem der oben genannten Bachelorstudiengänge der TUM.\nZudem müssen ausreichende Deutsch- und Englischkenntnisse nachgewiesen werden. Hier finden Sie die akzeptierten Sprachnachweise.\nStufe 1 des Eignungsverfahrens In der ersten Stufe werden die folgenden Kriterien bewertet:\n- Fachliche Qualifikation: Ihr Vorstudium wird auf Gleichwertigkeit mit einem der oben genannten Bachelorstudiengänge der TUM geprüft und bewertet. Die vorausgesetzten Fächer / Module der jeweiligen Bachelorstudiengänge entnehmen Sie bitte der Fachprüfungs- und Studienordnung unten (Anlage 2 Eignungsverfahren).\n- Note: Die Note Ihrer besten Leistungen im Umfang von 120 ECTS geht in das Eignungsverfahren ein. Sie müssen diese Leistungen selber in der Excel-Datei \"Curricularanlyse\" unten eintragen und dieses Dokument als PDF in Ihrer TUMonline-Bewerbung hochladen.\n- Wissenschaftlicher Aufsatz / Essay: s. unten\n- Begründungschreiben für die Wahl des Studiengangs: s. unten\nJe nach Punktzahl können Sie in der ersten Stufe direkt zugelassen oder abgelehnt werden, oder Sie kommen in die zweite Stufe. Genaue Informationen finden Sie in der Fachprüfungs- und Studienordnung unten (Anlage 2 Eignungsverfahren).\nStufe 2 des Eignungsverfahrens\nIm Rahmen der zweiten Stufe führen Sie ein Auswahlgespräch mit der Auswahlkommission. Das Auswahlgespräch dauert 20-30 Minuten und Sie werden spätestens eine Woche vor dem Gesprächstermin per Email dazu eingeladen.\nNach dem Gespräch teilen wir Ihnen schnellstmöglich mit, ob Sie eine Zulassung oder eine Ablehnung für diesen Studiengang erhalten.\nQualifikationsvoraussetzungen und Zulassungsverfahren\n----------------------------------------\n\nCurricularanalyse\nRobotics, Cognition, Intelligence > Curricularanalyse\nBitte laden Sie das Formblatt \"Curricularanalyse\" zur Berechnung der Note herunter, füllen Sie es aus, unterschreiben Sie es und laden es in Ihrer TUMonline-Bewerbung hoch!\nFormblatt - Curricularanalyse - Robotics\nCurricularanalyse\n----------------------------------------\n\nThemen für den wissenschaftlichen Aufsatz / Essay\nRobotics, Cognition, Intelligence > Themen für den wissenschaftlichen Aufsatz / Essay\nDer wissenschaftliche Aufsatz / Essay soll eines der genannten Themen behandeln und einen Umfang von ca. 1000 Wörtern haben. Er kann in deutscher oder englischer Sprache verfasst sein. Der Aufsatz muss selbständig und ohne Hilfe anderer angefertigt werden und sich auf relevante und wissenschaftliche Literatur stützen. Der Begriff \"Essay\" kann irreführend sein - wir verlangen eine wissenschaftliche Arbeit mit korrekter Zitierung. Die verwendeten Quellen müssen am Ende aufgeführt werden. Der Aufsatz muss Ihre eigene Arbeit sein und Sie müssen ihn ohne jegliche Hilfe schreiben. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbenden und die Verwendung nicht autorisierter Hilfsmittel zu überprüfen.\nFür das Eignungsverfahren wurden folgende Themen festgelegt, aus dene Sie eines auswählen:\nTopic 1:\n- Bio-inspired robots - a distraction from proper engineering?\nTopic 2:\n- Is unregulated AI (Artificial Intelligence) research a good idea?\nTopic 3:\n- Autonomous Cars: What problems need to be solved to get from assisted driving to fully autonomous driving?\nThemen für den wissenschaftlichen Aufsatz / Essay\n----------------------------------------\n\nBegründungsschreiben für die Wahl des Studiengangs\nRobotics, Cognition, Intelligence > Begründungsschreiben für die Wahl des Studiengangs\nDie Begründung für die Wahl des Studiengangs, die Sie zusammen mit der Online-Bewerbung einreichen, sollte nicht länger als zwei DIN-A4-Seiten. Sie kann auf Englisch oder Deutsch verfasst sein.\nLegen Sie in Ihrem Begründungsschreiben Ihre besondere Qualifikation und Ihr außergewöhnliches Engagement für diesen speziellen Masterstudiengang dar. Dazu kann der Nachweis von Qualifikationen gehören, die über die im Grundstudium erworbenen Kenntnisse und Qualifikationen hinausgehen, etwa studiengangsbezogene Berufsausbildung, Praktika, Auslandsaufenthalte, wissenschaftliche Arbeiten etc. Sie sollten den Zusammenhang zwischen Ihren spezifischen Qualifikationen und den Inhalten des Studiengangs deutlich machen.\nDie Begründung muss von Ihnen selbst, ohne fremde Hilfe, verfasst werden. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbers und die Verwendung nicht zugelassener Hilfsmittel zu überprüfen.\nBegründungsschreiben für die Wahl des Studiengangs\n----------------------------------------\n\nFAQ Bewerbung\nRobotics, Cognition, Intelligence > FAQ Bewerbung\n\nAuflagen / Brückenkurse\nRobotics, Cognition, Intelligence > Auflagen / Brückenkurse\n1. Kann es sein, dass ich mit der Zulassung bestimmte Module als Auflage (sog. Brückenkurse) bekomme?\nWenn wenige einzelne fachliche Voraussetzungen aus dem Erststudium nicht gegeben sind, können Bewerber*innen mit der Auflage zugelassen werden, Grundlagenprüfungen aus dem entsprechenden Bachelorstudiengang nachzuholen (sog. Brückenkurse). Brückenkurse müssen bis spätestens Ende des zweiten Semesters im Masterstudium bestanden sein und dürfen bei Nicht-Bestehen max. einmal wiederholt werden. Verlängerungen sind für Brückenkurse ausgeschlossen. Diese Kurse können Sie parallel zum Masterstudium ablegen. Sie sollten den Brückenkursen aber in jedem Fall Priorität einräumen, da Sie bei Nicht-Bestehen der Brückenkurse die Zulassung zum Master verlieren. Die Noten der Brückenkurse werden für die Abschlussnote des Studiengangs nicht berücksichtigt.\n2. Ich bin mir nicht sicher, ob ich Brückenkurse bekommen habe. Wo finde ich diese?\nDie Brückenkurse sowie die Regelungen zum Prüfungsantritt sind in Ihrem Zulassungsbescheid aufgelistet.\n\nCurricularanalyse\nRobotics, Cognition, Intelligence > Curricularanalyse\n1. Für einige Kurse meines Studiengangs habe ich keine Note, bzw. die Note \"bestanden\" bekommen. Darf ich diese angeben?\nSie können die Kurse beim Abgleich Ihrer Kurse mit den entsprechenden Kursen der TUM angeben (nur M.Sc. Information Systems und M.Sc. Informatik: Games Engineering). Für die Berechnung der Note (M.Sc. Information Systems; M.Sc. Informatik: Games Engineering; M.Sc. Robotics, Cognition, Intelligence) dürfen Sie sie nur angeben, wenn Sie mit den benoteten Kursen nicht 2/3 der Credits Ihres Bachelorstudiengangs abdecken können.\n2. An meiner Universität nutzen wir kein Creditsystem. Was kann ich tun?\nIn diesem Fall gehen wir von einer Gleichgewichtung der Kurse / Module aus. Sie können für jeden Kurs einen Credit vergeben. Die Zahl der insgesamt vergebenen Credits entspricht dann der Zahl aller Kurse, die zu Ihrem Studienprogramm gehören.\n3. An meiner Universität werden Noten im Buchstabenformat vergeben. Was kann ich tun?\nSie können für jeden Notenstufe eine Note vergeben. Wenn Ihre Notenskala A+, A, B, C, D und E = nicht bestanden ist, heißt dies A+=1, A=2, B=3, C=4, D=5 und E= Fail. Die bestmögliche Note ist 1, die schlechteste Note zum Bestehen ist 5. Wenn Ihre Notenskala A+, A, B+, B etc. ist, heißt dies A+=1, A=2, B+=3, B=4 etc.\n4. Ich habe mehr als einen Studiengang studiert. Kann ich Kurse und Noten von beiden angeben?\nWenn Sie sich für M.Sc. Robotics, Cognition and Intelligence bewerben, können Sie für die Notenberechnung nur Kurse und Noten von einem einzigen Bachelor-Studiengang angeben. Dies muss der Bachelor sein, der für den Master qualifiziert und den Sie in TUMonline als Masterzugangsberechtigung angegeben haben. Wenn Sie sich für M.Sc. Information Systems oder M.Sc. Informatik: Games Engineering bewerben, können Sie in Teil 2 (Abgleich Ihrer Kurse mit den Kursen an der TUM) Kurse mehrerer Studiengänge angeben, in Teil 3 (Berechnung der Note) aber nur Kurse und Noten eines Studienganges (der Masterzugangsberechtigung). Sie müssen alle eingetragenen Noten und Credits belegen, indem Sie ein entsprechendes Transcript of Records aller Studiengänge hochladen.\n\nVerschieben des Studienstarts\nRobotics, Cognition, Intelligence > Verschieben des Studienstarts\n1. Ich bin zugelassen worden, muss aber den Studienstart verschieben. Geht das?\nSie können den Studienplatz in der Regel zurückstellen. Nach erneuter fristgerechter Bewerbung (!) über TUMonline können Sie ohne Eignungsverfahren wieder zugelassen werden. Die erneute Bewerbung läuft folgendermaßen:\nSie geben eine neue Bewerbung in TUMonline ein und laden einen aktualisierten Lebenslauf hoch. Auch die restlichen Unterlagen müssen noch einmal hochgeladen werden, hier können Sie aber die gleichen Unterlagen verwenden, die Sie auch schon bei der ersten Bewerbung hochgeladen haben. Das heißt, dass Sie keinen neuen Aufsatz und kein neues Begründungsschreiben verfassen müssen, sondern hier die entsprechenden Dokumente der ersten Bewerbung wieder hochladen können.\nBitte achten Sie darauf, dass Sie für alle geforderten Unterlagen auch tatsächlich ein Dokument hochladen, sonst bleibt Ihre Bewerbung auf dem Status \"unvollständig\" und wird nicht bearbeitet. Haben Sie Ihre Bewerbungsunterlagen innerhalb der offiziellen Frist vollständig und korrekt hochgeladen, erhalten Sie automatisch eine neue Zulassung.\n2. Ich habe meinen Studienstart verschoben und eine Zulassung für das Folgesemester erhalten. Welche Dokumente muss ich für die Immatrikulation einreichen?\nDie Dokumente, die Sie für die Immatrikulation einreichen müssen, sind in Ihrem TUMonline account aufgelistet. Sie finden Informationen dazu auch hier: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/immatrikulation\nBitte beachten Sie, dass einige notwendige Unterlagen per Post eingereicht werden müssen. Achten Sie zudem darauf, dass manche Dokumente für die Immatrikulation in beglaubigter Kopie eingereicht werden müssen: https://www.tum.de/studium/bewerbung/beglaubigung-von-dokumenten/\nFAQ Bewerbung\n----------------------------------------\n\nZeitplan Bewerbung\nRobotics, Cognition, Intelligence > Zeitplan Bewerbung\n- Online-Bewerbung und Einreichung der erforderlichen Unterlagen: \tWintersemester: 1. Februar - 31. Mai \tEmpfehlung für Bewerber*innen, die ein Visum brauchen: 31. März \tSommersemester: 1. September - 30. November  \tEmpfehlung für Bewerber*innen, die ein Visum benötigen: 31. Oktober\n- Kein Nachreichen fehlender Bewerbungsdokumente nach Ende der offiziellen Bewerbungsfrist möglich!\n- Information über das Ergebnis und ggf. Einladung zum Gespräch:  \tWintersemester: April bis September \tSommersemester: Dezember bis März\n- Gesprächstermine: \tWintersemester: Juni bis September; die Einladung erfolgt mind. 1 Woche vorher \tSommersemester: November bis März; die Einladung erfolgt mind. 1 Woche vorher\n- Studienbeginn: \tWintersemester: Oktober \tSommersemester: April \tGenaue Daten finden Sie hier: https://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nRobotics, Cognition, Intelligence > Im Studium\nDas Qualifikationsprofil des Masterstudiengangs Robotics, Cognition, Intelligence setzt sich zusammen aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 120 Credits einbringen. Diese setzen sich zusammen aus:\n- Pflichtmodulen (43 ECTS)\n- Wahlmodulen der Kompetenzbereiche Computation, Mechanics, Systems and Control (41 ECTS)\n- Überfachlichen Grundlagen (6 ECTS)\n- Abschlussarbeit\nErklärungen finden Sie im Folgenden. Details und Module finden Sie unter Studienpläne. Das aktuelle Veranstaltungsangebot finden Sie im hier. Für den Studienstart vor dem Sommersemester 2024 gibt es den Studienplan auf TUMonline auch noch zu finden.\nIm Studium\n----------------------------------------\n\nPflichtbereich\nRobotics, Cognition, Intelligence > Pflichtbereich\nDer Pflichtbereich besteht aus Modulen aus den folgenden drei Kompetenzbereichen mit insgesamt 43 ECTS:\n- Robotics (6 ECTS)\n- Cognition (8 ECTS)\n- Intelligent Autonomous Systems (14 ECTS)\nDazu kommen ein Masterseminar (5 ECTS) und das Masterpraktikum  (10 ECTS).\nPflichtbereich\n----------------------------------------\n\nWahlbereich\nRobotics, Cognition, Intelligence > Wahlbereich\nIm Wahlbereich müssen Sie 47 ECTS erbringen – 41 ECTS durch fachliche Wahlmodule und 6 ECTS aus den überfachlichen Grundlagen. Die fachlichen Wahlbereiche setzen sich drei Kompetenzbereichen mit je 5 ECTS zusammen:\n- Computation\n- Mechanics\n- Systems and Control\nWahlbereich\n----------------------------------------\n\nÜberfachliche Grundlagen\nRobotics, Cognition, Intelligence > Überfachliche Grundlagen\nIm Masterstudium \"Robotics, Cognition, Intelligence\" müssen 6 ECTS im Bereich \"Überfachliche Grundlagen\" absolviert werden.\n\nAnerkannte Kurse aus dem Master Informatik\nRobotics, Cognition, Intelligence > Anerkannte Kurse aus dem Master Informatik\nDie Anerkennung der überfachlichen Kurse orientiert sich an den Regularien des Master Informatik. Allerdings ist hierbei zu beachten, dass (im Unterschied zum Master Informatik) Deutschkurse nur ab dem Niveau C1.2 anerkannt werden. Außerdem können Fachsprachkurse in Deutsch in Rücksprache mit dem Studiengangskoordinator anerkannt werden.\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen und Ordnungen\nRobotics, Cognition, Intelligence > Prüfungen und Ordnungen\nDetaillierte Informationen finden Sie unter Prüfungen. Für alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\nFPSO gültig ab Studienstart im SS 2024:\n- rechtliche gültige aktuelle Fassung\nFPSO gültig ab Studienstart im WS 2022\n- rechtliche gültige aktuelle Änderungssatzung der Fachprüfungs- und Studienordnung\n- lesbare Gesamtfassung bezogen auf die Änderungssatzung\nFPSO gültig ab Studienstart im SS 2019 bis SS 2022\n- Version der Fachprüfungs- und Studienordnung\nFPSO vor SS 2019\nFachprüfungs- und Studienordnung für den Masterstudiengang Robotics, Cognition, Intelligence (Robotik und kognitive Systeme) an der Technischen Universität München\n\nÄnderungssatzungen\nRobotics, Cognition, Intelligence > Prüfungen und Ordnungen > Änderungssatzungen\nSatzung zur Änderung der Fachprüfungs- und Studienordnung für den Masterstudiengang Robotics, Cognition, Intelligence (Robotik und kognitive Systeme) an der Technischen Universität München vom 4. August 2010\nZweite Satzung zur Änderung der Fachprüfungs- und Studienordnung für den Masterstudiengang Robotics, Cognition, Intelligence (Robotik und kognitive Systeme) an der Technischen Universität München\nDritte Satzung zur Änderung der Fachprüfungs- und Studienordnung für den Masterstudiengang Robotics, Cognition, Intelligence (Robotik und kognitive Systeme) an der Technischen Universität München\nVierte Satzung zur Änderung der Fachprüfungs- und Studienordnung für den Masterstudiengang Robotics, Cognition, Intelligence (Robotik und kognitive Systeme) an der Technischen Universität München\nSammeländerungssatzung zur Änderung der Bewerbungsfristen für die Studiengänge der Fakultät für Informatik an der Technischen Universität München\nSammeländerungssatzung zur Änderung des englischen Sprachnachweises an der Technischen Universität München\nIn der aktuellen Studienordnung wird kein Berufspraktikum mehr benötigt.\n\nLesbare Fassung der FPSO\nRobotics, Cognition, Intelligence > Prüfungen und Ordnungen > Lesbare Fassung der FPSO\nFachprüfungs- und Studienordnung für den Masterstudiengang Robotics, Cognition, Intelligence (Robotik und kognitive Systeme) an der Technischen Universität München, April 2018\nBitte beachten:\nRechtsverbindlich sind allein die in der Hochschule offiziell niedergelegten Fassungen der Fachprüfungs- und Studienordnungen und der entsprechenden Änderungssatzungen dazu.\nPrüfungen und Ordnungen\n----------------------------------------\n\nAbschlussarbeit\nRobotics, Cognition, Intelligence > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür haben Sie sechs Monate Zeit.\nVorgehensweise bis zum 15. Januar 2024 (Anmeldedatum), spätere Anmeldungen siehe unten.\nDazu wird im Einvernehmen mit Aufgabensteller(in) und Betreuer(in) ein Anmeldeformular (siehe Downloads unten) ausgefüllt und unterschrieben. Dieses muss spätestens eine Woche vor dem Bearbeitungsbeginn bei Dr. Alexander Lenz abgegeben werden. Dies erfolgt am einfachsten per Email möglich. Bitte dazu einen Scan oder elektronisch unterschriebenes Anmeldeformular per email an alex.lenz@tum.de schicken.Bitte beachten Sie dazu auch die Vorgaben zum Englischen Titel der Arbeit. Wichtig, beim deutschen Titel gelten diese Regeln nicht, sondern es it \"normale\" Rechtschreibung ohne besondere Großschreibung anzuwenden.\nAlles Wissenswerte von der Planung über die Formatierung bis zur Abgabe finden Sie unter Abschlussarbeit.\nWICHTIG: Die Abgabe der Masterarbeit im RCI Studiengang (ein Exemplar) erfolgt NICHT am Infopoint, sondern muss  per Post and den Studiengangskoordinator (Dr. Alexander Lenz) geschickt werden. Alternativ kann diese auch perönlich bei unserem Sekretariat in Raum 03.07.052 im FMI Gebäude abgegeben werden. Bitte achten Sie darauf, dass das Sekretariat in der Regel nur zwischen 09:00h und 13:00h besetzt ist.\nBei Postversand bitte folgende Adresse nutzen:    Technische Universität München    Dr. Alexander Lenz, Lehrstuhl I6    Boltzmannstr. 3    D-85748 Garching Als Tag der Abgabe zählt der Tag des Poststempels.\nNeue Regelung ab dem 15. Januar 2024\nAb 15. Januar 2024 werden alle Abschlussarbeiten in der School of Computation, Information and Technology über das CIT-Portal verwaltet (Anmeldung, elektronische Abgabe, Notenvergabe).\nWenn Sie ein Thema und einen betreuenden Lehrstuhl für Ihre Abschlussarbeit gefunden haben, werden Sie vom betreuenden Lehrstuhl angemeldet. Wenden Sie sich also an den Lehrstuhl falls Sie das noch nicht getan haben. Sie erhalten eine E-Mail mit der Aufforderung, die Anmeldung der Abschlussarbeit zu bestätigen. Erst nachdem Sie die Anmeldung bestätigt haben, können die Zulassungsvoraussetzungen vom Academic Programs Office geprüft werden und Sie erhalten eine E-Mail über die verbindliche Anmeldung zur Abschlussarbeit.\nAuch bei der elektronischen Abgabe sind Formatvorgaben einzuhalten. Bitte beachten Sie dazu auch die Vorgaben zum englischen Titel der Arbeit. Wichtig, beim deutschen Titel gelten diese Regeln nicht, sondern es it \"normale\" Rechtschreibung ohne besondere Großschreibung anzuwenden.\nAlles Wissenswerte von der Planung über die Formatierung bis zur Abgabe finden Sie unter Abschlussarbeit.\nFunktionen für Studierende im CIT-Portal\n- Im CIT-Portal können Sie sich mit Ihrer TUM-Kennung anmelden unter https://portal.cit.tum.de/de/Theses/ und erhalten eine Übersicht über Ihre Abschlussarbeit.\n- Bei Bedarf können Sie im CIT-Portal einen Antrag auf Verlängerung stellen.\n- Weitere Funktionen werden in den nächsten Monaten folgen.\nWeitere allgemeine Informationen zur Anmeldung finden Sie hier: https://www.cit.tum.de/cit/studium/studierende/abschlussarbeit-abschluss/\nSollte Ihre geplante Masterarbeit an einem Lehrstuhl stattfinden, der nicht der School of CIT oder School of E&D zugeordnet ist, muss dieser Lehrstuhl eventuell noch in das Anmeldeportal integriert werden. Bei Fragen dazu wenden Sie sich bitte zuerst an den Lehrstuhl, wenn die Anmeldung im Portal dort nicht durchgeführt werden kann, setzen Sie sich bitte mir Dr. Alexander Lenz (alex.lenz@tum.de) in Verbindung.  Wir werden dann zeitnah den Lehrstuhl an das Portal anbinden.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nRobotics, Cognition, Intelligence > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M. Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-robotics-cognition-intelligence"
}