{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-information-systems/",
    "content": "Master Information Systems - TUM - TUM School of Computation, Information and Technology\n\nInformation Systems\nInformation Systems\n\nMaster of Science (M.Sc.)\nInformation Systems > Master of Science (M.Sc.)\nInformation Systems\n----------------------------------------\n\nBefore studying | During your studies | Contact\n\n----------------------------------------\n\nKey Data\nInformation Systems > Key Data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Locations: Garching\nStart of Degree Program: Summer or Winter semester\nLanguage of Instruction: English\nCosts: Semester fees, tuitions fees for Students from Non-EU Countries\nProfessional Profile: Informatics\nKey Data\n----------------------------------------\n\nApplication and Admission\nInformation Systems > Application and Admission\nThe Master's in Information Systems is both theory- and practice-oriented.\nThe aptitude assessment for the M.Sc. Information Systems is a two-stage process in which we assess your qualification with regard to the special qualitative requirements of this Master's program.\nApplication and Admission\n----------------------------------------\n\nApplication Periods\nInformation Systems > Application Periods\nWinter semester: 01 February - 31 May\nSummer semester: 01 September - 30 November\nApplication Periods\n----------------------------------------\n\nHow do I apply?\nInformation Systems > How do I apply?\nYou have to apply for the Master's degree via TUMonline. After you have created your account in TUMonline, enter personal data and information about your education, and upload the required documents. The application is done completely electronically.\nProspective students with a Bachelor's degree from outside the European Union have to request a preliminary examination documentation from uni-assist (VPD) in advance.\nOnly in case of admission, you will have to submit some additional documents as certified copies for the enrollment.\nApplication for a Master's program - step by step\nHow do I apply?\n----------------------------------------\n\nWhich documents do I need to submit with my application?\nInformation Systems > Which documents do I need to submit with my application?\nThe following documents have to be submitted for the application (the required documents may vary depending on the applicant):\n- A statement of reasons explaining why you have chosen this master’s program and TUM specifically (max. 2 pages)\n- Your CV/résumé\n- A scientific essay of approx. 1,000 words on a specified topic (see below)\n- Form \"Analysis of the Curriculum\" (see below)\n- Bachelor's degree certificate, including a list of courses and grades OR an official transcript of records. Documents not issued in German or English must be translated and notarized by a sworn translator.\n- Curriculum (module descriptions, course catalog or syllabus) of the underlying university degree; this document is very important for the check of the academic qualification!\n- Proof of your English language proficiency\n- GRE or Gate score for applicants with a B.Sc. degree from Bangladesh, China, India, Iran, Pakistan (original scorecard or have the score transmitted directly via ETS)\n- Preliminary documentation from uni-assist for all applicants with a Bachelor's degree from outside the EU/EEA\n- APS certificate for applicants with a Bachelor's from China, Vietnam or India\n- Certificates from professional training or additional qualifications related to the program (e.g. participation in research competitions, internships, etc.) (not mandatory)\n- A passport photo\n- A copy of your passport\nInternational applicants:\nAttention: If you did not obtain your Bachelor's degree in a country within the EU/EEA, you have to upload a preliminary documentation from uni-assist (VPD). In order to get the VPD, you must send the required documents (some as notarized copies!) to uni-assist via post! Uni-assist still needs the documents in paper. As the issuance of the VPD can take up to 4 weeks, we highly recommend sending the necessary documents to uni-assist very early. More information on Preliminary Documentation (VPD) by uni-assist.\nPlease do check the requirements for Notarization, especially for translations!Special requirements for documents apply for certain countries.\nThe admission office checks if your uploaded documents are complete and correct. When this is the case, the department can access your application and forward it to the admission committee. The admission committee will decide whether your application is admitted, rejected or processed to the second stage of the aptitude assessment.\nWhich documents do I need to submit with my application?\n----------------------------------------\n\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\nInformation Systems > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n\nStudents from Non-EU countries:\nInformation Systems > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Students from Non-EU countries:\nAt the Technical University of Munich (TUM), tuition fees are charged for international students from third countries who newly enroll in a degree program starting in the winter semester of 2024/25.\n\nPreliminary documentation from uni-assist (VPD)\nInformation Systems > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Preliminary documentation from uni-assist (VPD)\nApplicants who did not obtain their qualification for postgraduate studies (usually a bachelor's degree) in a country within the EU/EEA must apply for a preliminary documentation (VPD) from uni-assist, additionally to the TUM application.\nWhat documents must be submitted to uni-assist?\n- Filled-in application form for VPD (see Downloads)\n- a copy of your degree certificate (if available)\n- a copy of your transcript of records\n- a translation, given that the original documents have not been issued in either German or English\n- if necessary: Certificate of the German Evaluation Center (APS)\nYou don't have to submit an entire application for a specific program to uni-assist, you only have to apply for the general preliminary documentation (VPD).\nAn application for a VPD via uni-assist alone does not qualify as an application for a degree program at TUM.\n\nGRE and GATE\nInformation Systems > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > GRE and GATE\nApplicants with a Degree from Bangladesh, China, India, Iran or Pakistan have to submit a GRE (General) Test. We have defined required minimum scores, lower scores will not be accepted!\nThe required scores are:Verbal reasoning: (will not be taken into account anymore)Quantitative reasoning: 164Analytical writing: 4.0The Institution Code: 7806, Department: 5199 (\"all other departments\").\nAlternatively, students can submit a scorecard of the Indian GATE test (Computer Science; for M.Sc. CSE the Mechanical Engineering Test will also be accepted). The minimal qualifying score of the respective year is necessary.\n\nCertificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nInformation Systems > What do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)? > Certificate from the German Evaluation Center (Akademischen Prüfstelle, APS)\nApplicants with an undergraduate degree from China, India and Vietnam have to submit a certificate from the German Evaluation Center (APS).\nWhat do I have to consider if I come from abroad? (Tuition Fees, VPD, GRE, APS)?\n----------------------------------------\n\nQualification Requirements and Assessment Process\nInformation Systems > Qualification Requirements and Assessment Process\nStudents with a Bachelor’s degree in Information Systems (Wirtschaftsinformatik) which is equivalent to the B.Sc. Information Systems (Wirtschaftsinformatik) taught at TUM are eligible to apply. Other programs do not qualify for this Master's degree.\nImportance of Informatics and Mathematics foundations Equivalent academic qualification in Informatics and Mathematics is very important to us. Therefor, if more than 14 credits are missing when comparing your modules to the following group of modules of the BSc. Wirtschaftsinformatik, your Bachelor's degree is not equivalent and the application will be rejected without further assessment:\n- Introduction to Informatics\n- Programming\n- Software Engineering\n- Algorithms and Data Structures\n- Databases\n- Computer Networks and Distributed Systems\n- Linear Algebra for Informatics\n- Analysis for Informatics\n- Discrete Structures\n- Discrete Probability Theory / Statistics\nApplicants also have to provide a proof of sufficient English language proficiency.\nStage 1 of the Aptitude Assessment The following criteria will be evaluated in stage 1:\n- Academic Qualification: The modules of your Bachelor's degree will be checked for equivalence with the B.Sc. Information Systems of TUM. The prerequisite modules are listed in the document \"Analysis of the Curriculum\" (see below).\n- Grade: The grade of your best courses in the amount of 120 Credits resp. 2/3 of Bachelor's degree credits will be considered for this criteria. You must indicate your best courses in the Excel sheet \"Analysis of the Curriculum\" (see below). After filling the form, upload it as a PDF(!) in your application in your TUMonline account.\n- Scientific Essay / Scientific Paper: see below\n- Statement of Reasons: see below\nAccording to your score, you can be directly admitted, rejected or invited to the second stage of the aptitude assessment.\nStage 2 of the Aptitude Assessment The second stage of the aptitude assessment consists of a 20-30 minute interview with the admission committee. You will be invited at least one week before the interview date. After the interview, we will inform you as soon as possible about the result.\nQualification Requirements and Assessment Process\n----------------------------------------\n\nAnalysis of the Curriculum\nInformation Systems > Analysis of the Curriculum\nPlease download and complete the form for the analysis of curriculum, and then upload it in your TUMonline application!\nForm - Curricularanalyse - Information Systems\nAnalysis of the Curriculum\n----------------------------------------\n\nTopics for the Scientific Essay / Scientific Paper\nInformation Systems > Topics for the Scientific Essay / Scientific Paper\nThe scientific essay / paper, submitted along with the online application, should be approximately 1,000 words in length and must be written in English.Your scientific paper / essay has to introduce the topic, discuss it, and lead to a logical conclusion. Please use relevant data and scientific literature to support your argumentation. Ideas that are not your own must be identified as such! The term \"essay\" can be misleading - we require a scientific paper with proper citation! Your sources of information must be listed at the end. The essay must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nYou have to choose one of the following topics:\n- Topic 1:(Business) process automation is a key technology for digital transformation. Identify two application areas with different requirements on process automation. For one of these application areas sketch the realization of a process automation project.\n- Topic 2:Due to Moore's law, the technical abilities of database systems improved dramatically in the last century. What are the potentials and risks of implementing in-memory databases in business applications?\n- Topic 3:According to \"Gartner Hype Cycle 2023,\" generative AI is going to cross the \"Trough of Disillusionment\" and reach the \"Plateau of Productivity\" within the next 2-5 years. Which factors influence the decline of the hype? What else must happen to reach the \"Plateau of Productivity,\" and what is the impact on enterprises interested in this technology?\n- Topic 4:Discuss the opportunities and challenges of scaling agile software development methods in large established organizations.\n- Topic 5:Explain the concept of „serverless computing\" and discuss its relevance for German online retailers of different sectors and sizes.\nTopics for the Scientific Essay / Scientific Paper\n----------------------------------------\n\nStatement of Reasons\nInformation Systems > Statement of Reasons\nThe statement of reasons, submitted along with the online application, should not be longer than two DIN-A4 pages and can be written in English or German. In your statement of reasons, you should explain your specific qualification and exceptional commitment for this particular Master's program. This may include demonstration of qualifications which exceed the knowledge and qualifications obtained at undergraduate degree level, e.g. program-related vocational training, internships, stays abroad, research papers etc. You should make clear the connection between your specific qualifications and the contents of the program. The statement of reasons must be your own work and you have to write it without any assistance. We reserve the right to check the essay for authorship of the applicant and the use of unauthorized tools.\nStatement of Reasons\n----------------------------------------\n\nFAQ Application\nInformation Systems > FAQ Application\n\nAnalysis of the Curriculum\nInformation Systems > Analysis of the Curriculum\n1. At my university, we do not use credits at all. What should I do?\nWe assume that all courses are weighted equally. You can indicate one credit for each course. In this case, each course is of the same weight. The total number of credits then is the total number of courses that were part of your study program.\n2. At my university, we have a letter grade scheme. What should I do?\nFor the grade calculation, the Excel sheet does not acept letters, you have to indicate numbers. You can use one number for each letter, i.e. if your grade scheme is A+, A, B, C, D and E = Fail, you have A+=1, A=2, B=3, C=4 and D=5. The highest possible grade is 1, the lowest grade to pass the course is 4. If your grading scheme is A+, A, B+, B etc., you have A+=1, A=2, B+=3, B=4 etc.\n3. I have more than one degree. Can I indicate all courses and grades in the Excel sheet?\nIf you are applying for M.Sc. Robotics, Cognition and Intelligence, you can only specify courses and grades from a single Bachelor's program for the grade calculation. This must be the Bachelor's degree that qualifies for the Master's degree and that you have indicated in TUMonline as your entrance qualification for the Master's program. If you are applying for M.Sc. Information Systems or M.Sc. Informatics: Games Engineering, you can enter courses from more than one program in part 2 (matching your courses with courses at TUM), but only courses and grades from one program (the master's entrance qualification) in part 3 (calculating the grade). You have to prove all entered grades and credits by uploading a corresponding Transcript of Records of all courses.\n\nPostponing of the study start\nInformation Systems > Postponing of the study start\n1. I have been admitted, but I have to postpone the start of my studies. Is that possible?\nYes, you can postpone the start of your studies. After reapplying (!) via TUMonline within the regular application periods, you can receive a new admission for the respective semester. The new application works as follows:\nYou enter a new application in TUMonline and upload an updated CV (!). The rest of the documents must also be uploaded again, but here you can use the same documents which you submitted for the first application. This means that you do not have to write a new essay and a new statement of reasons, but you can upload the documents from the first application again here.\nPlease make sure that you actually upload a document for all requested documents, otherwise your application will remain on the status \"incomplete\" and will not be processed. If you have uploaded your application documents completely and correctly within the official deadline, you will automatically receive a new admission.\n2. I have postponed my study start and received an admission for the following semester. Which documents do I need to submit for enrollment?\nThe documents you need to submit for enrollment are listed in your TUMonline account. You can also find information here: https://www.tum.de/en/studies/application/enrollment-info-portal/enrollment\nPlease note that some required documents must be submitted in paper, and that some documents have to be submitted as certified copies for the enrollment: https://www.tum.de/en/studies/application/application-info-portal/notarization\nFAQ Application\n----------------------------------------\n\nImportant Dates and Deadlines\nInformation Systems > Important Dates and Deadlines\nOnline application and submission of required documents Winter semester:  February 1 – March 31: recommended application deadline for applicants who need a visa  February 1 – May 31: compulsory application deadline\nFor the summer semester: September 1 – October 31: recommended application for applicants who need a visa  September 1 - November 30: compulsory application deadline\nNo submission of missing application documents after the official application deadline!\nTime frame for interviews: Winter semester: April - September Summer semester: November - March\nStart of program (lecture period) Winter semester: October Summer semester: April\nCheck here for exact dates: https://www.tum.de/en/studies/application/application-info-portal/dates-periods-and-deadlines\nImportant Dates and Deadlines\n----------------------------------------\n\nDuring the degree program\nInformation Systems > During the degree program\nThe qualification profile of the Master's program Information Systems (Wirtschaftsinformatik) consists of the respective modules. The degree program requires 120 credits in total, which consists of:\n- Required Modules in Informatics, Information Systems (Core Modules)\n- Elective Courses\n- Support Electives\n- Thesis\nBelow you will find further explanations regarding the modules.\nDuring the degree program\n----------------------------------------\n\nCurriculum\nInformation Systems > Curriculum\nA detailed overview of the modules can be found in the Curriculum and in TUMonline:\nwithout login: Curriculum as of summer semester 2022\nwith login: Enrolled students can find their own study plan (Curriculum Support) at the top of the Studies and Teaching menu under Study Status / Study Plan.\nCurriculum\n----------------------------------------\n\nCore Modules\nInformation Systems > Core Modules\nThe following modules are mandatory in the Master's Program Information Systems:\n- IN2309 Advanced Topics of Software Engineering (winter term) \tThere is a registration deadline for this course before the start of the lecture period. Please check the respective course-website for more information. In case you can't register in time (e.g. due to pending enrollment), please contact the responsible persons of the course.\n- IN2087 Software Engineering for Business Applications - Master's Course: Web Application Engineering (summer term) \tThere is a registration deadline for this course before the start of the lecture period. Please check the respective course-website for more information. In case you can't register in time (e.g. due to pending enrollment), please contact the responsible persons of the course.\n- IN2105 Business Process Technologies and Management (summer term)\nCore Modules\n----------------------------------------\n\nElective Courses\nInformation Systems > Elective Courses\nFrom the area of the Elective Courses, the following modules are required:\n- at least 5 credits from the area Algorithms\n- at least 5 credits from the area Machine Learning and Analytics\n- at least 5 credits from the area Information Systems\n- at least 5 credits from the area Databases and Information Systems\n- at least 18 credits from the area Management\nThe list of the modules can be found in TUMonline in your curriculum for the summer term 2022\nElective Courses\n----------------------------------------\n\nGuided Research\nInformation Systems > Guided Research\nIn the Guided Research module, you will learn basic skills to conduct independent research. This is done by working on a research question under supervision.\n- Registration: Submit the form to the Board of Examiners within the first week of lecture of the semester in which you will conduct the research.\n- In order to complete your Guided Research, you will need to:Successfully complete your research work Participate in regular meetings with your advisorPresent your results to the chair or at a scientific eventSubmit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Successfully complete your research work\n- Participate in regular meetings with your advisor\n- Present your results to the chair or at a scientific event\n- Submit a brief scientific profitability report (8-12 pages) in English to your advisor (due no later than the first week of lecture of the following semester)\n- Submission: At the latest at the beginning of the following semester: The results report must be submitted to the advisor at the latest in the first week of lectures of the following semester. You will receive your evaluation by the fifth week of lecture of the semester after you submit your report.\nTo fill out the Online application form for a guided research project, you have to log in with your TUM ID.Complete the Guided Research Registration Form with your advisor. Please submit the application and the project description as hard copy or a signed copy.\nRegistration in the online portal is not yet a guaranteed registration. The verification will only take place when the signed form is submitted.\nHow to submit your registration:\n- Online Registration via the form above. Deadline is sunday at the end of the first week of lectures in each semester. Registration window opens two months prior to the first lecture week of the upcoming semester.\n- Print (1) the project description and (2) your printed registration form (= email you recieve after submitting this form).\n- Submit the two printed documents (see step 2.) to your supervising professor.\n- The supervising professor signs the registration form.\n- Then the professor or their chair respectively will forward the printed and signed registration form to CIT ASA Office for TUMonline entry. The professor has about 2 weeks to submit the hard copies to CIT ASA Office.\n- CIT ASA Office will enter the data of your registration into your TUMonline account. You won't get a confirmation email.\n- Please check your TUMonline account regularly from November or May on respectively. Registration data will be entered in TUMonline after theend of the 3rd week of lectures.\nGuided Research\n----------------------------------------\n\nSupport Electives\nInformation Systems > Support Electives\nIn the area of the Support Electives 6 credits are required. Regulations for the courses of Carl von Linde Akademie can be found here Support Electives\nAdditionally accepted courses for the Master Information Systems (Wirtschaftsinformatik) can be found in TUMonline in your Curriculum as of summer term 2022\n\nSpecial regulation\nInformation Systems > Support Electives > Special regulation\n- Either SZ1101 or SZ11011 Intercultural Communication - Cross Cultural Encounters (with 2 or 3 credits) can be included.\nSupport Electives\n----------------------------------------\n\nExaminations and Examination Regulations\nInformation Systems > Examinations and Examination Regulations\nInformation in detail you will find here Examinations\nThe General Academic and Examination Regulations (APSO) of TUM and the respective Program-Specific Academic and Examination Regulations (FPSO) apply to all students.\n(FPSO English version)\nFachprüfungs- und Studienordnung (FPSO) vom 28. September 2018 in der Fassung vom 7. September 2021 applies to all students starting in winter term 2021/22\nFachprüfungs- und Studienordnung (FPSO) 2018 in der Fassung vom 4. März 2020 applies to all students starting in summer term 2020\nFachprüfungs- und Studienordnung (FPSO) vom 28. September 2018 applies to all students starting in winter term 2018/19 up to winter term 2019/20\nExaminations and Examination Regulations\n----------------------------------------\n\nMaster's Thesis\nInformation Systems > Master's Thesis\nIn order to complete the master's degree program, students have to write a scientific paper, namely the Master's Thesis. The processing period for the thesis is six months. It can always be registered on the 15th day of a month. You can find everything you need to know, from its planning to the submission, here: Thesis.\nMaster's Thesis\n----------------------------------------\n\nGraduation\nInformation Systems > Graduation\nAfter you have completed the required achievements and submitted your thesis, you graduate with the Master of Science (M.Sc.). So you can enter the professional life. Tips and advices for your graduation process can be read here: Graduation\nGraduation\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-information-systems"
}