{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-information-systems/",
    "content": "Master Information Systems (Wirtschaftsinformatik) - TUM - TUM School of Computation, Information and Technology\n\nInformation Systems (Wirtschaftsinformatik)\nInformation Systems (Wirtschaftsinformatik)\n\nMaster of Science (M.Sc.)\nInformation Systems (Wirtschaftsinformatik) > Master of Science (M.Sc.)\nInformation Systems (Wirtschaftsinformatik)\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDas Ziel der Wirtschaftsinformatik ist es, Theorien, Konzepte, Modelle, Methoden und Werkzeuge für die Analyse und den Entwurf von Informationssystemen zu entwickeln und anzuwenden. Als interdisziplinäre Disziplin trägt sie der Notwendigkeit Rechnung, die Disziplinen der Informatik und des Managements zu verbinden. Wirtschaftsinformatiker:innen tragen zur technologischen und digitalen Transformation bei und gestalten die daraus resultierenden Veränderungsprozesse.\nDer Masterstudiengang Information Systems (Wirtschaftsinformatik) befähigt Studierende dazu, komplexe Informationssysteme zu entwerfen, zu implementieren und zu analysieren. Dazu gehört es auch, Systeme zu gestalten, die die Organisationen zur Verfügung stehen und Entscheidungen des Managements auf Basis der Analyse von Daten unterstützen.\n\n----------------------------------------\n\nEckdaten\nInformation Systems (Wirtschaftsinformatik) > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandort: Garching\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nInformation Systems (Wirtschaftsinformatik) > Wie ist das Studium aufgebaut?\nDer Masterstudiengang Information Systems (Wirtschaftsinformatik) ist in die Segmente Informatik, Wirtschaftsinformatik, Wirtschaftswissenschaften und Überfachliche Grundlagen gegliedert.\nSie besuchen im Rahmen der ersten drei Semester Lehrveranstaltungen aus den Bereichen\n- Prozessmanagement,\n- Software Engineering,\n- Datenbanken,\n- Algorithmen,\n- Machine Learning und\n- Management.\nZudem haben Sie die Möglichkeit, sich über Wahlmodule in bestimmten Themengebieten zu spezialisieren.\nÜberfachliche Grundlagen fördern Ihre interdisziplinären Kompetenzen. Den Abschluss des Studiums bildet die Master’s Thesis im 4. Semester.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nInformation Systems (Wirtschaftsinformatik) > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nIm Masterstrudiengang Information Systems (Wirtschaftsinformatik) lernen Sie die Schnittstellen zwischen Informatik, Wirtschaftsinformatik und Management zu verstehen. Sie können Software in verschiedenen Programmiersprachen entwickeln und sind mit Software-Engineering-Konzepten vertraut, um große Softwareentwicklungsprojekte zu betreuen. Zudem erwerben Sie Kenntnisse der Datenorganisation und des Data-Engineering, um große Datenbank- und Data-Warehouse-Infrastrukturen zu entwerfen und zu verwalten. Sie erlangen fortgeschrittene Fähigkeiten in den Bereichen Datenanalyse, Geschäftsprozessmanagement, Algorithmen und Optimierung. Diese methodischen Fähigkeiten werden mit betriebswirtschaftlichen Kenntnissen kombiniert. Sie erlernen den betriebswirtschaftlichen Kontext für den Entwurf und die Implementierung von Informationssystemen und kennen zentrale Probleme der Managementdisziplin, die den Einsatz von Informationssystemen erfordern.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nInformation Systems (Wirtschaftsinformatik) > Welche Karriere-Chancen habe ich im Anschluss?\nNach Abschluss des Studiums Information Systems (Wirtschaftsinformatik) eröffnen sich berufliche Perspektiven in zahlreichen Branchen. Sie verfügen über die Voraussetzungen, um Berufsziele wie CIO, CTO, IT-Projektmanager oder IT-Berater anzustreben. Darüber hinaus ergeben sich Optionen in IT-Abteilungen, Business Intelligence und Data Science. In verschiedenen Geschäftsbereichen, wie Operations Management, Marketing oder Controlling, können Sie die Konzeptionierung und Implementierung entsprechender Informationssysteme verantworten.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung und Zulassung\nInformation Systems (Wirtschaftsinformatik) > Bewerbung und Zulassung\nDer Masterstudiengang Information Systems (Wirtschaftsinformatik) ist gleichermaßen theoretisch fundiert und praxisnah. Er bereitet gezielt auf anspruchsvolle Berufsbilder mit IT-Schwerpunkt vor.\nZur Auswahl der Studierenden zum Master Information Systems (Wirtschaftsinformatik) führen wir ein Eignungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nBewerbung und Zulassung\n----------------------------------------\n\nBewerbungsfrist\nInformation Systems (Wirtschaftsinformatik) > Bewerbungsfrist\nWintersemester: 01. Februar – 31. Mai\nSommersemester: 01. September – 30. November\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nInformation Systems (Wirtschaftsinformatik) > Wie bewerbe ich mich?\nDie Bewerbung für einen Studienplatz für diesen Masterstudiengang erfolgt über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie persönliche Daten und Informationen zu Ihrer Ausbildung an und laden Sie die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nStudieninteressierte mit eine Bachelor von außerhalb der Europäischen Union müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen.\nBewerbung für einen Masterstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nInformation Systems (Wirtschaftsinformatik) > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Begründungsschreiben - eine von Ihnen selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der Technische Universität München als Hochschule (max. 2 Seiten; s. unten)\n- ein tabellarischer Lebenslauf\n- ein Aufsatz zu einem vorgegebenen Thema (ca. 1000 Wörter, Themen s. unten)\n- ein offizielles Transkript über die bisherigen Studienleistungen; ggf. offizielle Übersetzung, falls nicht in deutscher oder englischer Sprache vorliegend\n- das dem Hochschulabschluss zugrunde liegende Curriculum (Modulbeschreibungen, z.B. in Form eines Modulhandbuchs oder Syllabus); dieses Dokument ist für den Abgleich der fachlichen Qualifikation sehr wichtig!\n- Formblatt zur Curricularanalyse (s. unten)\n- Englischnachweis (s. akzeptierte Sprachnachweise)\n- ggf. GRE oder GATE Test (s. unten)\n- ggf. Vorprüfungsdokumentation von uni-assist\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) für Bewerbende mit einem Bachelor aus China, Vietnam und Indien\n- ggf. studiengangsspezifische Ausbildungs- und Arbeitszeugnisse, fachspezifische Zusatzqualifikation (z.B. Teilnahme an einem Forschungswettbewerb)\n- ggf. Nachweis der Hochschulsemester (z.B. Exmatrikulationsbescheinigung oder Studienbuch) und Unbedenklichkeitsbescheinigung\n- ein Passfoto\n- Nachweis über Ihren Hochschulabschluss (kann zur Immatrikulation nachgereicht werden)\n- Kopie Ihres Ausweises/Passes\n- Nachweis der studentischen Krankenversicherung (wird erst für die Immatrikulation benötigt)\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\nInformation Systems (Wirtschaftsinformatik) > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n\nStudiengebühren für internationale Studierende aus Drittstaaten\nInformation Systems (Wirtschaftsinformatik) > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Studiengebühren für internationale Studierende aus Drittstaaten\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\n\nVorprüfungsdokumentation von uni-assist (VPD)\nInformation Systems (Wirtschaftsinformatik) > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Vorprüfungsdokumentation von uni-assist (VPD)\nBewerbende, die ihren Bachelorabschluss in einem Land außerhalb der EU/EWR erworben haben, müssen zusätzlich zur Bewerbung an der TUM eine Vorprüfungsdokumentation (VPD) von uni-assist beantragen. Das heißt, dass Sie eine Onlinebewerbung bei der TUM anlegen und gleichzeitig einen Antrag auf Vorprüfungsdokumentation bei uni-assist stellen.\nWelche Unterlagen müssen bei uni-assist eingereicht werden?\n- Antrag auf Vorprüfungsdokumentation (siehe uni-assist)\n- eine Kopie Ihrer Studienabschlussurkunde (sofern bereits vorhanden)\n- eine Kopie der Fächer- und Notenübersicht (Transcript)\n- eine Übersetzung, wenn die Originaldokumente nicht in deutscher oder englischer Sprache ausgestellt wurden\n- ggf. Zertifikat der Akademischen Prüfstelle (APS)\nSie müssen also keine vollständige Bewerbung bei uni-assist für einen spezifischen Masterstudiengang abgeben, sondern eine allgemeine Vorprüfungsdokumentation mit den o.g. Unterlagen beantragen.\nDer Antrag auf Vorprüfungsdokumentation bei uni-assist alleine zählt nicht als Bewerbung für einen Studiengang an der TUM.\n\nGRE und GATE\nInformation Systems (Wirtschaftsinformatik) > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > GRE und GATE\nBewerber*innen, die ihren Hochschulabschluss in Bangladesch, China, Indien, Iran oder Pakistan gemacht haben, müssen einen GRE (General) mit den geforderten Mindestpunktzahlen einreichen. Werden die Mindestpunktzahlen nicht erreicht, kann die Bewerbung nicht berücksichtigt werden.Die nötigen Mindestpunktzahlen sind:Verbal Reasoning: keine MindestpunktzahlQuantitative Reasoning: 164Analytical Writing: 4,0Institution Code: 7806, Department code: 5199 (\"all other departments\").\nAlternativ kann ein Testergebnis (Score Sheet) des indischen GATE Tests eingereicht werden.\n\nZertifikat der Akademischen Prüfstelle (APS)\nInformation Systems (Wirtschaftsinformatik) > Was muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)? > Zertifikat der Akademischen Prüfstelle (APS)\nBewerbende, die Ihren Hochschulabschluss in China, Indien oder Vietnam gemacht haben, müssen ein Zertifikat der Akademischen Prüfstelle (APS) einreichen.\nWas muss ich beachten, wenn ich aus dem Ausland komme (Studiengebühren, VPD, GRE, APS)?\n----------------------------------------\n\nQualifikationsvoraussetzungen und Zulassungsverfahren\nInformation Systems (Wirtschaftsinformatik) > Qualifikationsvoraussetzungen und Zulassungsverfahren\nQualifikationsvoraussetzungen Qualifikationsvoraussetzung für den M.Sc. Information Systems (Wirtschaftsinformatik) ist ein B.Sc. in Wirtschaftsinformatik äquivalent zum B.Sc. Wirtschaftsinformatik der TUM.\nZudem müssen ausreichende Englischkenntnisse nachgewiesen werden. Hier finden Sie die akzeptierten Englischnachweise.\nStufe 1 des Eignungsverfahrens In der ersten Stufe werden die folgenden Kriterien bewertet:\n- Fachliche Qualifikation: Ihr Vorstudium wird auf Gleichwertigkeit mit dem B.Sc. Wirtschaftsinformatik der TUM geprüft und bewertet. Die vorausgesetzten Fächer / Module entnehmen Sie bitte der Fachprüfungs- und Studienordnung unten (Anlage 2 Eignungsverfahren).\n- Note: Die Note Ihrer besten Leistungen im Umfang von 120 ECTS geht in das Eignungsverfahren ein. Sie müssen diese Leistungen selber in der Excel-Datei \"Curricularanlyse\" unten eintragen und dieses Dokument als PDF in Ihrer TUMonline-Bewerbung hochladen.\n- Wissenschaftlicher Aufsatz / Essay: s. unten\n- Begründungschreiben für die Wahl des Studiengangs: s. unten\nJe nach Punktzahl können Sie in der ersten Stufe direkt zugelassen oder abgelehnt werden, oder Sie kommen in die zweite Stufe. Genaue Informationen finden Sie in der Fachprüfungs- und Studienordnung unten (Anlage 2 Eignungsverfahren).\nStufe 2 des Eignungsverfahrens\nIm Rahmen der zweiten Stufe führen Sie ein Auswahlgespräch mit der Auswahlkommission. Das Auswahlgespräch dauert 20-30 Minuten und Sie werden spätestens eine Woche vor dem Gesprächstermin per Email dazu eingeladen.\nNach dem Gespräch teilen wir Ihnen schnellstmöglich mit, ob Sie eine Zulassung oder eine Ablehnung für diesen Studiengang erhalten.\nQualifikationsvoraussetzungen und Zulassungsverfahren\n----------------------------------------\n\nCurricularanalyse\nInformation Systems (Wirtschaftsinformatik) > Curricularanalyse\nBitte laden Sie das Formblatt \"Curricularanalyse\" herunter, füllen Sie es aus und laden es dann in Ihrer TUMonline-Bewerbung hoch!\nFormular - Curricularanalyse - Information Systems\nCurricularanalyse\n----------------------------------------\n\nThemen für den wissenschaftlichen Aufsatz / Essay\nInformation Systems (Wirtschaftsinformatik) > Themen für den wissenschaftlichen Aufsatz / Essay\nDer wissenschaftliche Aufsatz / Essay soll eines der genannten Themen behandeln und einen Umfang von ca. 1000 Wörtern haben. Der Aufsatz muss auf Englisch, selbständig und ohne Hilfe anderer angefertigt werden und sich auf relevante und wissenschaftliche Literatur stützen. Der Begriff \"Essay\" kann irreführend sein - wir verlangen eine wissenschaftliche Arbeit mit korrekter Zitierung. Die verwendeten Quellen müssen am Ende aufgeführt werden. Der Aufsatz muss Ihre eigene Arbeit sein und Sie müssen ihn ohne jegliche Hilfe schreiben. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbenden und die Verwendung nicht autorisierter Hilfsmittel zu überprüfen.\nFür das Eignungsverfahren wurden folgende Themen festgelegt, aus denen Sie eines wählen:\n- Topic 1:(Business) process automation is a key technology for digital transformation. Identify two application areas with different requirements on process automation. For one of these application areas sketch the realization of a process automation project.\n- Topic 2:Due to Moore's law, the technical abilities of database systems improved dramatically in the last century. What are the potentials and risks of implementing in-memory databases in business applications?\n- Topic 3:According to \"Gartner Hype Cycle 2023,\" generative AI is going to cross the \"Trough of Disillusionment\" and reach the \"Plateau of Productivity\" within the next 2-5 years. Which factors influence the decline of the hype? What else must happen to reach the \"Plateau of Productivity,\" and what is the impact on enterprises interested in this technology?\n- Topic 4:Discuss the opportunities and challenges of scaling agile software development methods in large established organizations.\n- Topic 5:Explain the concept of „serverless computing\" and discuss its relevance for German online retailers of different sectors and sizes.\nThemen für den wissenschaftlichen Aufsatz / Essay\n----------------------------------------\n\nBegründungsschreiben für die Wahl des Studiengangs\nInformation Systems (Wirtschaftsinformatik) > Begründungsschreiben für die Wahl des Studiengangs\nDie Begründung für die Wahl des Studiengangs, die Sie zusammen mit der Online-Bewerbung einreichen, sollte nicht länger als zwei DIN-A4-Seiten. Sie kann auf Englisch oder Deutsch verfasst sein.\nLegen Sie in Ihrem Begründungsschreiben Ihre besondere Qualifikation und Ihr außergewöhnliches Engagement für diesen speziellen Masterstudiengang dar. Dazu kann der Nachweis von Qualifikationen gehören, die über die im Grundstudium erworbenen Kenntnisse und Qualifikationen hinausgehen, etwa studiengangsbezogene Berufsausbildung, Praktika, Auslandsaufenthalte, wissenschaftliche Arbeiten etc. Sie sollten den Zusammenhang zwischen Ihren spezifischen Qualifikationen und den Inhalten des Studiengangs deutlich machen.\nDie Begründung muss von Ihnen selbst, ohne fremde Hilfe, verfasst werden. Wir behalten uns das Recht vor, den Aufsatz auf die Urheberschaft des Bewerbers und die Verwendung nicht zugelassener Hilfsmittel zu überprüfen.\nBegründungsschreiben für die Wahl des Studiengangs\n----------------------------------------\n\nFAQ Bewerbung\nInformation Systems (Wirtschaftsinformatik) > FAQ Bewerbung\n\nAuflagen / Brückenkurse\nInformation Systems (Wirtschaftsinformatik) > Auflagen / Brückenkurse\n1. Kann es sein, dass ich mit der Zulassung bestimmte Module als Auflage (sog. Brückenkurse) bekomme?\nWenn wenige einzelne fachliche Voraussetzungen aus dem Erststudium nicht gegeben sind, können Bewerber*innen mit der Auflage zugelassen werden, Grundlagenprüfungen aus dem entsprechenden Bachelorstudiengang nachzuholen (sog. Brückenkurse). Brückenkurse müssen bis spätestens Ende des zweiten Semesters im Masterstudium bestanden sein und dürfen bei Nicht-Bestehen max. einmal wiederholt werden. Verlängerungen sind für Brückenkurse ausgeschlossen. Diese Kurse können Sie parallel zum Masterstudium ablegen. Sie sollten den Brückenkursen aber in jedem Fall Priorität einräumen, da Sie bei Nicht-Bestehen der Brückenkurse die Zulassung zum Master verlieren. Die Noten der Brückenkurse werden für die Abschlussnote des Studiengangs nicht berücksichtigt.\n2. Ich bin mir nicht sicher, ob ich Brückenkurse bekommen habe. Wo finde ich diese?\nDie Brückenkurse sowie die Regelungen zum Prüfungsantritt sind in Ihrem Zulassungsbescheid aufgelistet.\n\nCurricularanalyse\nInformation Systems (Wirtschaftsinformatik) > Curricularanalyse\n1. Für einige Kurse meines Studiengangs habe ich keine Note, bzw. die Note \"bestanden\" bekommen. Darf ich diese angeben?\nSie können die Kurse beim Abgleich Ihrer Kurse mit den entsprechenden Kursen der TUM angeben (nur M.Sc. Information Systems und M.Sc. Informatik: Games Engineering). Für die Berechnung der Note (M.Sc. Information Systems; M.Sc. Informatik: Games Engineering; M.Sc. Robotics, Cognition, Intelligence) dürfen Sie sie nur angeben, wenn Sie mit den benoteten Kursen nicht 2/3 der Credits Ihres Bachelorstudiengangs abdecken können.\n2. An meiner Universität nutzen wir kein Creditsystem. Was kann ich tun?\nIn diesem Fall gehen wir von einer Gleichgewichtung der Kurse / Module aus. Sie können für jeden Kurs einen Credit vergeben. Die Zahl der insgesamt vergebenen Credits entspricht dann der Zahl aller Kurse, die zu Ihrem Studienprogramm gehören.\n3. An meiner Universität werden Noten im Buchstabenformat vergeben. Was kann ich tun?\nSie können für jeden Notenstufe eine Note vergeben. Wenn Ihre Notenskala A+, A, B, C, D und E = nicht bestanden ist, heißt dies A+=1, A=2, B=3, C=4, D=5 und E= Fail. Die bestmögliche Note ist 1, die schlechteste Note zum Bestehen ist 5. Wenn Ihre Notenskala A+, A, B+, B etc. ist, heißt dies A+=1, A=2, B+=3, B=4 etc.\n4. Ich habe mehr als einen Studiengang studiert. Kann ich Kurse und Noten von beiden angeben?\nWenn Sie sich für M.Sc. Robotics, Cognition and Intelligence bewerben, können Sie für die Notenberechnung nur Kurse und Noten von einem einzigen Bachelor-Studiengang angeben. Dies muss der Bachelor sein, der für den Master qualifiziert und den Sie in TUMonline als Masterzugangsberechtigung angegeben haben. Wenn Sie sich für M.Sc. Information Systems oder M.Sc. Informatik: Games Engineering bewerben, können Sie in Teil 2 (Abgleich Ihrer Kurse mit den Kursen an der TUM) Kurse mehrerer Studiengänge angeben, in Teil 3 (Berechnung der Note) aber nur Kurse und Noten eines Studienganges (der Masterzugangsberechtigung). Sie müssen alle eingetragenen Noten und Credits belegen, indem Sie ein entsprechendes Transcript of Records aller Studiengänge hochladen.\n\nVerschieben des Studienstarts\nInformation Systems (Wirtschaftsinformatik) > Verschieben des Studienstarts\n1. Ich bin zugelassen worden, muss aber den Studienstart verschieben. Geht das?\nSie können den Studienplatz in der Regel zurückstellen. Nach erneuter fristgerechter Bewerbung (!) über TUMonline können Sie ohne Eignungsverfahren wieder zugelassen werden. Die erneute Bewerbung läuft folgendermaßen:\nSie geben eine neue Bewerbung in TUMonline ein und laden einen aktualisierten Lebenslauf hoch. Auch die restlichen Unterlagen müssen noch einmal hochgeladen werden, hier können Sie aber die gleichen Unterlagen verwenden, die Sie auch schon bei der ersten Bewerbung hochgeladen haben. Das heißt, dass Sie keinen neuen Aufsatz und kein neues Begründungsschreiben verfassen müssen, sondern hier die entsprechenden Dokumente der ersten Bewerbung wieder hochladen können.\nBitte achten Sie darauf, dass Sie für alle geforderten Unterlagen auch tatsächlich ein Dokument hochladen, sonst bleibt Ihre Bewerbung auf dem Status \"unvollständig\" und wird nicht bearbeitet. Haben Sie Ihre Bewerbungsunterlagen innerhalb der offiziellen Frist vollständig und korrekt hochgeladen, erhalten Sie automatisch eine neue Zulassung.\n2. Ich habe meinen Studienstart verschoben und eine Zulassung für das Folgesemester erhalten. Welche Dokumente muss ich für die Immatrikulation einreichen?\nDie Dokumente, die Sie für die Immatrikulation einreichen müssen, sind in Ihrem TUMonline account aufgelistet. Sie finden Informationen dazu auch hier: https://www.tum.de/studium/bewerbung/infoportal-einschreibung/immatrikulation\nBitte beachten Sie, dass einige notwendige Unterlagen per Post eingereicht werden müssen. Achten Sie zudem darauf, dass manche Dokumente für die Immatrikulation in beglaubigter Kopie eingereicht werden müssen: https://www.tum.de/studium/bewerbung/beglaubigung-von-dokumenten/\nFAQ Bewerbung\n----------------------------------------\n\nZeitplan Bewerbung\nInformation Systems (Wirtschaftsinformatik) > Zeitplan Bewerbung\n- Online-Bewerbung und Einreichung der erforderlichen Unterlagen: \tWintersemester: 1. Februar - 31. Mai \tEmpfehlung für Bewerber*innen, die ein Visum brauchen: 31. März \tSommersemester: 1. September - 30. November  \tEmpfehlung für Bewerber*innen, die ein Visum benötigen: 31. Oktober\n- Kein Nachreichen fehlender Bewerbungsdokumente nach Ende der offiziellen Bewerbungsfrist möglich!\n- Information über das Ergebnis und ggf. Einladung zum Gespräch:  \tWintersemester: April bis September \tSommersemester: Dezember bis März\n- Gesprächstermine: \tWintersemester: Juni bis September; die Einladung erfolgt mind. 1 Woche vorher \tSommersemester: November bis März; die Einladung erfolgt mind. 1 Woche vorher\n- Studienbeginn: \tWintersemester: Oktober \tSommersemester: April \tGenaue Daten finden Sie hier: https://www.tum.de/studium/bewerbung/infoportal-bewerbung/termine-und-fristen\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nInformation Systems (Wirtschaftsinformatik) > Im Studium\nDas Qualifikationsprofil des Masterstudiengangs Information Systems (Wirtschaftsinformatik) setzt sich zusammen aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 120 Credits einbringen. Diese setzen sich zusammen aus:\n- Pflichtmodule in Informatik, Informationssysteme, Management\n- Wahlmodule\n- Überfachliche Grundlagen\n- Abschlussarbeit\nErklärungen finden Sie im Folgenden. Die Studienpläne und Details finden Sie zeitnah unter Studieninhalte.\nIm Studium\n----------------------------------------\n\nStudienpläne\nInformation Systems (Wirtschaftsinformatik) > Studienpläne\nEine detaillierte Übersicht über die Module finden Sie im Studienplan und in TUMonline:\nohne Login: Studienplan ab Sommersemester 2022\nmit Login: Eingeschriebene Studierende finden ihren eigenen Studienplan (Curriculum Support) oben im Menü Studium und Lehre unter Studienstatus / Studienplan.\nStudienpläne\n----------------------------------------\n\nPflichtmodule\nInformation Systems (Wirtschaftsinformatik) > Pflichtmodule\nFolgende Pflichtmodule sind im Master Information Systems zu absolvieren:\n- IN2309 Advanced Topics of Software Engineering (Wintersemester) \tFür diesen Kurs gilt eine Anmeldefrist vor Beginn der Vorlesungszeit, bitte informieren Sie sich auf der entsprechenden Kurs-Website. Wenn Sie sich nicht rechtzeitig für diesen Kurs anmelden können (z.B. wegen fehlender Einschreibung), wenden Sie sich bitte an die Organisatoren des Kurses.\n- IN2087 Software Engineering for Business Applications - Master's Course: Web Application Engineering (Sommersemester) \tFür diesen Kurs gibt es eine Anmeldefrist, bitte informieren Sie sich auf der jeweiligen Kurs-Website. Wenn Sie sich nicht rechtzeitig für diesen Kurs anmelden können (z.B. wegen fehlender Einschreibung), wenden Sie sich bitte an die Organisatoren des Kurses.\n- IN2105 Business Process Technologies and Management (Sommersemester)\nPflichtmodule\n----------------------------------------\n\nWahlmodule\nInformation Systems (Wirtschaftsinformatik) > Wahlmodule\nAus den folgenden Wahlmodulen sind mindestens 53 Credits zu erbringen, davon\n- mindestens 5 Credits aus dem Bereich Algorithmen\n- mindestens 5 Credits aus dem Bereich Maschinelles Lernen und Datenanalyse\n- mindestens 5 Credits aus dem Bereich Wirtschaftsinformatik\n- mindestens 5 Credits aus dem Bereich Datenbanken und Informationssysteme\n- mindestens 18 Credits aus dem Bereich Management\nDie Liste aller Module finden Sie in TUMonline in Ihrem Studienplan (ab Sommersemester 2022)\nWahlmodule\n----------------------------------------\n\nGuided Research\nInformation Systems (Wirtschaftsinformatik) > Guided Research\nIm Modul Guided Research erlernen Sie grundlegende Fähigkeiten, um selbstständig zu forschen. Dies geschieht, indem Sie eine Forschungsfrage unter Betreuung bearbeiten.\n- Anmeldung in der ersten Vorlesungswoche jedes Semesters beim Prüfungsausschuss\n- Zu erbringende Leistungen:erfolgreiche Durchführung der Arbeitregelmäßige Durchführung der KontaktterminePräsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- erfolgreiche Durchführung der Arbeit\n- regelmäßige Durchführung der Kontakttermine\n- Präsentation der Ergebnisse durch einen Vortrag (am Lehrstuhl oder auf einer wissenschaftlichen Veranstaltung)\n- Abgabe eines knappen wissenschaftlichen Ergebnisberichts (8-12 Seiten in Englisch)\n- Abgabe spätestens zu Beginn des folgenden Semesters: Die Abgabe des Ergebnisberichtes erfolgt spätestens in der ersten Vorlesungswoche des Folgesemesters beim Betreuer, die Bewertung spätestens in der 5. Vorlesungswoche des Folgesemesters.\nUm das Online Formular für einen Antrag für Guided Research auszufüllen, müssen Sie sich mit ihrer TUM-Kennung anmelden.Bitte reichen Sie die Anmeldungen nebst Projektbeschreibung im Original oder ausgedruckt mit Unterschrift ein.\nDie Anmeldung im Onlineportal ist noch keine garantierte Anmeldung. Die Prüfung erfolgt erst, wenn das unterschriebene Formular vorliegt.\nWie Sie Ihre Anmeldung einreichen:\n- Online-Anmeldung über das obere Formular. Anmeldeschluss ist der Sonntag am Ende der ersten Vorlesungswoche des jeweiligen Semesters. Das Anmeldefenster öffnet etwa zwei Monate vor der ersten Vorlesungswoche des kommenden Semesters.\n- Drucken Sie (1) die Projektbeschreibung und (2) Ihr ausgedrucktes Anmeldeformular (= E-Mail, die Sie nach dem Absenden dieses Formulars erhalten) aus.\n- Reichen Sie die beiden ausgedruckten Dokumente (siehe Schritt 2.) bei Ihrem/ihrer betreuenden Professor:in ein.\n- Der/die betreuende Professor:in unterschreibt das Anmeldeformular.\n- Anschließend leitet der/die Professor:in bzw. sein/ihr Lehrstuhl das ausgedruckte und unterschriebene Anmeldeformular an das CIT ASA Office zur Eingabe in TUMonline weiter. Der Professor hat ca. 2 Wochen Zeit, die Ausdrucke beim CIT ASA Office einzureichen.\n- Das CIT ASA Office wird die Daten Ihrer Anmeldung in Ihr TUMonline-Konto eingeben. Sie werden keine Bestätigungsmail erhalten.\n- Bitte überprüfen Sie Ihren TUMonline-Account regelmäßig ab November bzw. Mai. Die Anmeldedaten werden nach Ende der 3. Vorlesungswoche bis Ende November/Mai in TUMonline eingepflegt.\nGuided Research\n----------------------------------------\n\nÜberfachliche Grundlagen\nInformation Systems (Wirtschaftsinformatik) > Überfachliche Grundlagen\nIm Bereich Überfachliche Grundlagen sind insgesamt 6 Credits zu erbringen. Regelungen zu Sprachkursen und Kursen der Carl von Linde Akademie finden Sie unter Überfachliche Grundlagen.\nZusätzlich zugelassene Kurse für den Master Information Systems (Wirtschaftsinformatik) finden Sie in TUMonline in Ihrem Studienplan (ab Sommersemester 2022)\n\nSonderregelungen zu einzelnen Modulen\nInformation Systems (Wirtschaftsinformatik) > Überfachliche Grundlagen > Sonderregelungen zu einzelnen Modulen\n- Es kann nur entweder SZ1101 oder SZ11011 Interkulturelle Kommunikation - Begegnung der Kulturen (mit 2 bzw. 3 ECTS) eingebracht werden.\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen und Prüfungsordnungen\nInformation Systems (Wirtschaftsinformatik) > Prüfungen und Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\nFachprüfungs- und Studienordnung (FPSO) vom 28. September 2018 in der Fassung vom 7. September 2021 gültig für alle Studierenden mit Studienbeginn ab Wintersemester 2021/22\nFachprüfungs- und Studienordnung (FPSO) 2018 in der Fassung vom 4. März 2020 gültig für alle Studierenden mit Studienbeginn ab Sommersemester 2020\nFachprüfungs- und Studienordnung (FPSO) vom 28. September 2018 gültig für alle Studierenden mit Studienbeginn vom Wintersemester 2018/19 bis einschließlich Wintersemester 2019/20\nPrüfungen und Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nInformation Systems (Wirtschaftsinformatik) > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür haben Sie sechs Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nInformation Systems (Wirtschaftsinformatik) > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-information-systems"
}