{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-information-engineering/",
    "content": "Master Information Engineering - TUM School of Computation, Information and Technology\n\nStudents on the Education Campus Heilbronn\nPhoto: Matt Stark photography\nLibrary LIV\nPhoto: Matt Stark photography\nStudents in the L Building\nPhoto: Matt Stark photography\nD Building on the Education Campus\nPhoto: Matt Stark photography\nEducation Campus Heilbronn with the L Building\nPhoto: Matt Stark photography\nStudents on the Education Campus\nPhoto: Matt Stark photography\n\n----------------------------------------\n\nM.Sc. Information Engineering at Campus Heilbronn\nM.Sc. Information Engineering at Campus Heilbronn\nM.Sc. Information Engineering at Campus Heilbronn\n----------------------------------------\n\nNew digital technologies provide companies with ever-greater possibilities for gathering, linking and evaluating information. To take advantage of novel technologies, like intelligent products, companies need skilled professionals for the design and implementation of linked, end-to-end IT systems. Information engineering considers the entire chain from the sensor to the IT system through to the business model, making it an essential field of expertise for the digital transformation.The end-to-end design of a cyber-physical business system to solve complex socio-technical problems requires the integration of expertise from the fields of sensor technology, information systems and business models, which come from different disciplines.\nThe aim of the four-semester Master's degree course in Information Engineering is to prepare students for the role of the innovation-driven, research-qualified information engineer who can design cyber-physical business systems from the sensor to the IT system to the business model. The Master's degree in Information Engineering builds on and deepens the skills acquired in the Bachelor's degree in Information Engineering (or Informatics/Industrial Engineering). The degree qualifies students for further academic education in the context of a doctorate (research qualification).\n\n----------------------------------------\n\nKey Data\nKey Data\nType of Study: Full-time\nStandard Duration of Studies: 4 semesters\nCredits: 120 ECTS\nMain Locations: Education Campus Heilbronn\nStart of Degree Program: Winter semester / Summer Semester\nLanguage of Instruction: English\nCosts: Semester fees €85; please find the latest news regarding tuition fees here\nProfessional Profile: Informatics\nKey Data\n----------------------------------------\n\nWhat does this program cover?\nWhat does this program cover?\nDuring the two year course, you will acquire in-depth knowledge in the areas of Information Engineering and Cyber-physical business systems through compulsory modules. You will work on a practice-oriented question in the area of ​​Information Engineering. Some chairs offer this internship in cooperation with an industry partner. A more scientific question will be completed in a seminar with a scientific paper. The elective modules in the areas of Information Engineering, Management and Economics as well as Ethics in Information Engineering provide the opportunity to round off your profile as an Information Engineer individually according to your interests and affections. As part of the Support Electives, you finally have the opportunity to further your education in other areas, e.g. in language courses or intercultural trainings.\nThe comprehensive description of the degree program can be found in our degree program documentation.\nWhat does this program cover?\n----------------------------------------\n\nHow is the program structured?\nHow is the program structured?\nThe M.Sc. Information Engineering program consists of compulsory and elective modules.\nAs part of the compulsory area of ​​Fundamentals in Information Engineering, you will deepen your Information Engineering knowledge in the Machine Learning and Advanced Topics of Software Engineering modules, in an Information Engineering seminar and in the Practical Course Advanced Practical Course Information Engineering.\nThe largest elective module area is information engineering. Here you have the opportunity to delve deeper into certain areas based on your interests. You add further elective modules in the areas of Management and Economics and Ethics in Information Engineering.\nHow is the program structured?\n----------------------------------------\n\nWhat is the language of instruction?\nWhat is the language of instruction?\nThe language of instruction in this course of study is English. Proof of English language proficiency must be submitted with the application.\nFor individual elective modules, we recommend checking the language in which they are held in TUMonline.\nWhat is the language of instruction?\n----------------------------------------\n\nWhich further expertise and skills will I acquire?\nWhich further expertise and skills will I acquire?\nAs an Information Engineering Master student, you deal with various topics in the field of Information Engineering based on both concrete practical questions as well as complex, theoretical and scientific tasks in international and interdisciplinary teams.\nAs a graduate, you have the necessary competencies and skills to be able to consistently design cyber-physical business systems from the sensor to the IT system to the business model as an innovation-driven, research-capable Information Engineer.\nYou are able to fundamentally understand the interaction of new technologies and their spread with the socio-technical systems in which they are embedded, as well as to recognize and address future developments in order to contribute to the development of holistic, sustainable solutions.\nYou can competently take physical and economic constraints into account when working on the development of consistent IT solutions. You bring expertise in the areas of sensor technology, information systems and business models - different disciplines that have often established their own specialist cultures and terminology and use different (software) tools and models to solve problems.\nWhich further expertise and skills will I acquire?\n----------------------------------------\n\nWhich professional opportunities can I take up with this qualification?\nWhich professional opportunities can I take up with this qualification?\nAfter completing your studies, there are numerous opportunities, be it in the form of direct entry into a company, freelance work or further academic education as part of a doctorate (research qualification).\nIf you decide on a professional career after successfully completing your degree, these are some of the numerous professions that are suitable for you: software & data engineer, IT and solution architect and project and process manager increasingly networked, intelligent products and IT systems. Your central task is to design, implement and manage new cyber-physical business systems responsibly (i.e. with a view to the impact on society as a whole) in international teams. You can use scientific methods to analyze existing intelligent products and IT solutions and their integration in order to further develop them in a user-centered manner.\nYou can work in all industries, including business, mechanical engineering, electrical engineering, mathematics and medicine. Graduates from the Technical University of Munich take on leadership positions in IT and corporate management. Information and offers about careers and starting a job as a M.Sc. Information Engineering Graduate you can find here: Career Infos.\nWhich professional opportunities can I take up with this qualification?\n----------------------------------------\n\nTUM Campus Heilbronn\nTUM Campus Heilbronn\nThere are many reasons to study at TUM Campus Heilbronn. The city is located in the heart of Heilbronn-Franken, a region of leading companies on the global market. A large number of innovative companies, including many family-run SMEs, have achieved leading positions in the markets from here. These “hidden champions” have a high demand for employees who have both technological expertise and management skills – this results in excellent career opportunities for graduates of the Information Engineering program.\nHeilbronn is also an excellent place to live. The city offers a delightful combination of tradition and modernity. For example, the beautiful Neckarmeile with its many cafés, restaurants and bars is only a few minutes’ walk from the campus. The location is also characterized by the pleasant atmosphere on the Heilbronn education campus and the beautiful situation of the city, which is surrounded by vineyards.\nBoth national and international students have the opportunity to establish an international network at TUM Campus Heilbronn. The majority of students on campus come from abroad. International students benefit from available degree programs taught mainly in English. All TUM students can also avail of the services of the TUM Language Center.\nHere, you will find more information about TUM Campus Heilbronn and its facilities.\nTUM Campus Heilbronn\n----------------------------------------\n\nApplication\nApplication\nHave you successfully completed your bachelor's degree in Information Engineering, Informatics or Industrial Engineering? Are you ready for the next challenge? Are you technophil and do you have a great interest in interdisciplinary issues of digital transformation and automated data processing and utilization? Do you have advanced English skills? Then we look forward to receiving your application.\nApplication\n----------------------------------------\n\nWhen are the application deadlines?\nWhen are the application deadlines?\nApplication deadline for the winter semester: April 1st to May 31st\nApplication deadline for the summer semester: September 1st to November 30th\nWhen are the application deadlines?\n----------------------------------------\n\nHow do I apply?\nHow do I apply?\nApplications are to be submitted online via the Internet portal TUMonline.\nAfter creating a TUMonline account, you will be asked to enter personal data and information about your education and training to date, as well as to upload individual documents.\nYou do not have to submit any documents in paper form for the application. Only in the case of admission will we need the relevant documents in paper form, as a certified copy where applicable, for enrollment.\nIn order for your application to be considered, all required documents must be submitted by the application deadline. Documents relevant for the application process cannot be submitted later. Please note, provisional documents (for example, provisional graduation certificates) cannot be considered.\nThe only exception is the VPD certificate from the University Application Service for International Students (uni-assist), which can be submitted after the application deadline has expired, provided that your application includes a declaration that you have applied to uni-assist for an examination of your documents.\nHow do I apply?\n----------------------------------------\n\nWhat documents do I need to submit with my application?\nWhat documents do I need to submit with my application?\n- Degree Certificate and Diploma or Subject and Grade Transcript of Studies to Date of the first degree containing minimum:120 ECTS (in case the program is subject to the ECTS System)2/3 of the required credits for the first degreeOfficial translation if document is not already in English or in German\n- 120 ECTS (in case the program is subject to the ECTS System)\n- 2/3 of the required credits for the first degree\n- Official translation if document is not already in English or in German\n- Curriculum of the first degreeModule handbook, module descriptions, syllabus, …Official translation if document is not already in English or in German\n- Module handbook, module descriptions, syllabus, …\n- Official translation if document is not already in English or in German\n- Curricular analysis form\n- Complete and current résumé (in English)\n- Letter of motivation A written explanation by you for your choice of degree program and for your choice of TUM as an institution of higher education1-2 DIN A4 pagesin English\n- A written explanation by you for your choice of degree program and for your choice of TUM as an institution of higher education\n- 1-2 DIN A4 pages\n- in English\n- Essay~1000 WordsIn EnglishFulfills good scientific practicePlease choose one of the following topics:How will Large Language Models change how we develop software?Assess the environmental impact of Large Language Models beyond energy consumption.What role do simulations play in modern research?\n- ~1000 Words\n- In English\n- Fulfills good scientific practice\n- Please choose one of the following topics:How will Large Language Models change how we develop software?Assess the environmental impact of Large Language Models beyond energy consumption.What role do simulations play in modern research?\n- How will Large Language Models change how we develop software?\n- Assess the environmental impact of Large Language Models beyond energy consumption.\n- What role do simulations play in modern research?\n- Assurance that the motivation letter for the choice of the Master's program and the essay were written independently and without outside help and in compliance with the guidelines for ensuring good scientific practice. (Will be requested directly in TUMonline within a checkbox.)\n- Verification of English language skills:verified by a certificate accepted by TUMor by a Bachelor’s Thesis written in English\n- verified by a certificate accepted by TUM\n- or by a Bachelor’s Thesis written in English\n- Copy of a valid passport or identity card in compliance with data protection regulations\nAdditional documents, which only have to be handed in by applicants with a B.Sc. degree from certain countries:\n- Countries Outside of EU/EEA/Switzerland: Vorprüfungsdokumentation (VPD) of uni-assist\n- Vorprüfungsdokumentation (VPD) of uni-assist\n- Iran, Pakistan, Bangladesh: Vorprüfungsdokumentation (VPD) of uni-assistGraduate Record Examination (GRE)\n- Vorprüfungsdokumentation (VPD) of uni-assist\n- Graduate Record Examination (GRE)\n- Vietnam: Vorprüfungsdokumentation (VPD) of uni-assistAkademische Prüfstelle Certificate (APS)\n- Vorprüfungsdokumentation (VPD) of uni-assist\n- Akademische Prüfstelle Certificate (APS)\n- China, India:  Vorprüfungsdokumentation (VPD) of uni-assistGraduate Record Examination (GRE)Akademische Prüfstelle Certificate (APS)\n- Vorprüfungsdokumentation (VPD) of uni-assist\n- Graduate Record Examination (GRE)\n- Akademische Prüfstelle Certificate (APS)\n\nNote on your application documents\nNote on your application documents\nDepending on your previous education and country of origin, we may require additional application documents. You can find out which documents are relevant when applying online via TUMonline. For more information on all required documents, see the Document Glossary of the Technical University of Munich.\nYou can check the status of your application at any time in your TUMonline account.\nPlease find general information on applications at TUM here.\nIn order for your application to be considered, all required documents must be submitted by the application deadline.\nDocuments relevant for application cannot be submitted later than this date.\nThe only exception is the VPD certificate from uni-assist, which can be submitted after the application deadline has expired, provided that your application includes a declaration that you have applied to uni-assist for an examination of your documents.\nWhat documents do I need to submit with my application?\n----------------------------------------\n\nDo I have to do an internship?\nDo I have to do an internship?\nAn industrial internship is not mandatory in this degree program and is not an admission requirement. Depending on your academic progress, however, it might be beneficial to gain practical experience outside the university.\nDo I have to do an internship?\n----------------------------------------\n\nAdmission\nAdmission\nThe selection of students for admission to the program takes place through an aptitude assessment procedure. This is a two-stage procedure in which we assess your suitability for the special qualitative requirements of the master’s degree program.\nAdmission\n----------------------------------------\n\nStage 1: Review of your curriculum\nStage 1: Review of your curriculum\nAll applicants must undergo aptitude assessment. Based on your first study program syllabus, we will make a pre-selection as to whether you are\n- classified as suitable and directly admitted to the program,\n- invited to a mandatory assessment interview with a professor (Step 2)\n- or are directly rejected. If you receive a rejection, you can apply again in the future.\nFind further information in our program-specific Academic and Examination Regulations, annex 2 (aptitude assessment)\nGeneral information: Aptitude assessment for Master's degree applicants at TUM\nStage 1: Review of your curriculum\n----------------------------------------\n\nStage 2: Aptitude assessment interview\nStage 2: Aptitude assessment interview\nThe purpose of the selection interview is to find out whether you are likely to be able to successfully complete your desired course of study. It will take place between June and August and will last approximately 20 minutes. You can specify your desired appointments in TUMonline.\nSubject-specific prerequisites are not decisive. Instead, we assess the following:\n- Knowledge of the structure of the desired degree program and the occupational profile of a computer scientist\n- Ability to think in an abstract, logical and system-oriented manner and to formalize solutions\n- Ability to develop solutions to transdisciplinary issues in the areas of natural sciences, informatics, technology and a wide range of application areas\n- Degree-program-specific additional qualifications\n- Precise reasoning ability in English\nYour invitation to the interview will be sent to you by email at least one week before the interview date.\nAfter the interview, you will be informed about the result in your TUMonline account. If you receive a rejection, you can apply again in the future.\nStage 2: Aptitude assessment interview\n----------------------------------------\n\nWhat happens upon admission?\nWhat happens upon admission?\nAs soon as you are accepted – in Stage 1 or Stage 2 – you will be admitted to the program and can enroll.\nThe website of the Technical University of Munich contains information on the deferral of admission to a degree program.\nWhat happens upon admission?\n----------------------------------------\n\nWhat documents do I need to submit for enrollment?\nWhat documents do I need to submit for enrollment?\n- Enrollment application (signed)\n- Degree Certificate and Diploma (certified copy)\n- Current passport-style photo\n- Digital notification of your health insurance status from a German public health insurance provider (requested by applicant)\n- Transcript of Records (certified copy)\nDepending on your previous education and country of origin, we may need additional documents. A complete list of the required documents for enrollment will appear in TUMonline as soon as you have accepted your place in a degree program.\nWhat documents do I need to submit for enrollment?\n----------------------------------------\n\nWhen will I be informed about if I get an admission or not?\nWhen will I be informed about if I get an admission or not?\n- Online application and uploading of the required documents: 01 April 2024 - 31 May 2024\n- Information about the result of Aptitude Assessment Stage 1 and, where applicable, an invitation to Stage 2 (=interview): starting in August. The invitation to the interview will be sent at least one week before it will take place.\nWhen will I be informed about if I get an admission or not?\n----------------------------------------\n\nDuring the degree program\nDuring the degree program\nThe qualification profile of the master’s degree program in Information Engineering is composed of the individual modules. You must earn a total of 120 credits during the degree program. These are composed of the following:\n- Required Informatics modules incl. Seminar and practical course\n- Elective modules Informatics\n- Elective modules Economics\n- Ethics module\n- Elective modules Extradisciplinary fundamentals\n- Thesis and colloquium\nExplanations can be found below.\nA detailed overview of the modules can be found in the curriculum and degree chart.\nDuring the degree program\n----------------------------------------\n\nRequired Modules\nRequired Modules\nThe following required modules are designed to pass in the first two semesters:\n- Advanced Topics of Software Engineering (5 Credits)\n- Machine Learning (5 Credits)\n- Master Seminar Information Engineering (10 Credits)\n- Advanced Practical Course Information Engineering (5 Credits)\nRequired Modules\n----------------------------------------\n\nElectives\nElectives\nThe elective area consists of the following modules:\n- Electives in Information Engineering (44 Credits)\n- Ethics in Information Engineering (3 Credits)\n- Electives in Management and Economics (12 Credits)\n- Support Electives (6 Credits)\n- Master`s Thesis (30 Credits) & Colloquium\nElectives\n----------------------------------------\n\nMaster`s Thesis and Degree\nMaster`s Thesis and Degree\nTo complete a master’s degree, students must write a scientific thesis: the master’s thesis. You will have six months to do so. Everything you need to know from planning to submission can be found under Thesis.\nAfter you have completed the required number of credits and submitted your thesis, you will graduate with a Master of Science (M.Sc.). This will enable you to start your career or start a doctorate. Tips and tricks on graduation and your next steps can be found under Degree.\nMaster`s Thesis and Degree\n----------------------------------------\n\nExaminations and regulations\nExaminations and regulations\nFurther information about our M.Sc. Information Engineering program can be found in the Academic and Examination Regulations (FPSO) from 28 March, 2024, within the General Academic and Examination Regulations (APSO) and in our degree program documentation. You will also find the documents in our Overview of all statutes and legal bases for degree programs.\nExaminations and regulations\n----------------------------------------\n\nFurther useful information for your studies\nFurther useful information for your studies\nFurther useful information for your studies\n----------------------------------------\n\nStay abroad\nStay abroad\nIt is possible to stay abroad as part of your studies. On this page you will find all the information and contact addresses that are important for preparing your studies abroad. In particular, agreeing on a learning agreement is an important point in preparing for your stay abroad.\nStay abroad\n----------------------------------------\n\nRecognition of achievements  from previous studies\nRecognition of achievements  from previous studies\nIf you have received admission and have completed your enrollment, you have the possibility to apply for recognition of credits from previous studies which have been completed externally. This is possible if the knowledge and skills acquired match those of the M.Sc. Information Engineering modules and if there is no significant difference between the learning outcomes to be achieved.\nIf you decide to apply for recognition of credits, please note:\n- You can only apply once within your first year.\n- If you have registered for the exam for this module, you can no longer apply for the recognition of credits.\n- In order to ensure that your application is complete, please follow these guidelines. Please use the application form and submit your complete application via email to the Student Service Center.\nIf you have any questions regarding the application for recognition of credits, please contact us via email or visit the consultation hour.\nRecognition of achievements  from previous studies\n----------------------------------------\n\nStudent Clubs at Campus Heilbronn\nStudent Clubs at Campus Heilbronn\nStudents at TUM are involved in numerous initiatives for topics that are important to them. Currently there are over 180 student clubs and over 8,000 TU students who are committed to these initiatives. Would you like to get active and start a student initiative on the Heilbronn campus? Here you can find out how to proceed.\nStudent Clubs at Campus Heilbronn\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-information-engineering"
}