{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-information-engineering/karriereinfos/",
    "content": "Karriereinfos - Information Engineering - TUM - TUM School of Computation, Information and Technology\n\nKarriereinfos\nKarriereinfos\nKarriereinfos\n----------------------------------------\n\nDie TUM begleitet Alumni, Studierende und Promovierende lebenslang in Sachen Karriere und Jobs.\nKarriereinfos > Die TUM begleitet Alumni, Studierende und Promovierende lebenslang in Sachen Karriere und Jobs.\nBist Du auf der Suche nach einem geeigneten Praktikumsplatz? Oder hast Du Deinen Abschluss bereits in der Tasche und willst Vollzeit in den Beruf einsteigen? Dann nutze die vielfältigen Angebote der TUM Community!\nAls M.Sc. Information Engineering Studierende/r kannst Du exklusiv sowohl auf einen großen Pool an Webinaren als auch auf individuelle Beratungsmöglichkeiten zurückgreifen.\nManche der nachfolgenden Links und Angebote sind nur für TUM-Angehörige bzw. Mitglieder der TUM Community sichtbar bzw. verfügbar.\nDie TUM begleitet Alumni, Studierende und Promovierende lebenslang in Sachen Karriere und Jobs.\n----------------------------------------\n\nInformiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei:\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei:\n\nTUM Career Guide\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > TUM Career Guide\nIm TUM Career Guide findest Du alles, was Du für eine erfolgreiche Bewerbung und einen gelungen Berufseinstieg benötigst. Die Informationen zu Themen wie Stärken- und Schwächenanalyse, Jobs finden, Lebenslauf und Anschreiben entwerfen, Vorstellungsgespräch meistern und vielem mehr findest Du hier.\n\nOnline Bewerbungstrainings & Webinare\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Online Bewerbungstrainings & Webinare\nZu vielfältigen Themen wie „Starting a Career in Germany”, “Discover your strengths and shape your profile” oder “Successful Interviewing” sowohl auf Deutsch als auch auf Englisch werden regelmäßig vom TUM Career Service organisiert. Weitere Informationen.\nAm Campus Heilbronn werden ebenfalls Kurzworkshops zu Themen wie Bewerbung und Jobinterviews angeboten. Informationen erhältst Du im Student Service Newsletter.\n\nCareer Newsletter\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Career Newsletter\nMit einem Abonnement des Career Newsletters wirst Du immer rechtzeitig über neue Angebote informiert.\n\nInformationen speziell für internationale Studierende\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Informationen speziell für internationale Studierende\nSpeziell für internationale Studierende empfehlen wir den Abschnitt Career Service International mit vielen wichtigen Informationen zum Arbeiten während des Studiums und zum Berufseinstieg in Deutschland. Wir empfehlen den Flyer “Working in Germany”, der die wichtigsten Infos zu rechtlichen und steuerlichen Fragen enthält.\n\nBeratung der Bundesagentur für Arbeit am Campus Heilbronn\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Beratung der Bundesagentur für Arbeit am Campus Heilbronn\nWährend der Vorlesungszeit hast Du die Möglichkeit, Dir am Campus von einem/r Mitarbeiter/in der Bundesagentur für Arbeit zu Themen wie Arbeitsmarkt und Bewerbungsstrategien beraten zu lassen. In der Regel findet dieses Angebot Freitag Vormittags statt. Im Student Service Newsletter wirst Du über die jeweils kommenden Termine informiert.\n\nCareer Factory am Campus Heilbronn\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Career Factory am Campus Heilbronn\nAm Campus Heilbronn findet einmal pro Jahr die Career Factory statt. Nähere Infos findest Du hier.\n\nWelcome Center der Region Franken\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Welcome Center der Region Franken\nDas Welcome Center der Region Franken hält ebenfalls allgemeine Informationen zum Berufseinstieg und speziell Informationen zu Arbeitgebern in der Region bereit.\n\nJobbörsen\nKarriereinfos > Informiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei: > Jobbörsen\nDu findest aktuelle Stellenausschreibungen in Jobbörsen wie jobstimme, indeed, monster oder stepstone. Stellenangebote der TUM findest Du hier. Informationen zu aktuellen Ausschreibungen für studentische Hilfskräfte am TUM Campus Heilbronn erhältst Du im Student Service Newsletter.\nInformiere Dich zunächst eigenständig über die Themen Bewerbungsunterlagen und Jobsuche. Folgende Angebote helfen Dir dabei:\n----------------------------------------\n\n\n\n----------------------------------------\n\nDir stehen folgende Angebote zur Verfügung, sobald Du mit den Standards für Bewerbungsunterlagen und Jobsuche vertraut bist:\nKarriereinfos > Dir stehen folgende Angebote zur Verfügung, sobald Du mit den Standards für Bewerbungsunterlagen und Jobsuche vertraut bist:\n\nOnline CV-Checks\nKarriereinfos > Dir stehen folgende Angebote zur Verfügung, sobald Du mit den Standards für Bewerbungsunterlagen und Jobsuche vertraut bist: > Online CV-Checks\nLade Deine Bewerbungsunterlagen hoch. Die Karriereexperten des Career Service werden Dir nach der Überprüfung individuelles Feedback geben. Die Voraussetzung ist, dass Du mit den Standards für Lebensläufe und Anschreiben bereits vertraut bist.  Weitere Informationen\n\nKarriereberatung\nKarriereinfos > Dir stehen folgende Angebote zur Verfügung, sobald Du mit den Standards für Bewerbungsunterlagen und Jobsuche vertraut bist: > Karriereberatung\nBespreche mit den Career Service Coaches Deine individuellen Karriere-Herausforderungen. Hierfür ist die Voraussetzung, dass Du Dich bei dem Career Service bereits zu den Themen Bewerbungsunterlagen und Jobsuche informiert hast. Weitere Informatione\n\nGespräch mit dem Universitätsteam der Bundesagentur für Arbeit\nKarriereinfos > Dir stehen folgende Angebote zur Verfügung, sobald Du mit den Standards für Bewerbungsunterlagen und Jobsuche vertraut bist: > Gespräch mit dem Universitätsteam der Bundesagentur für Arbeit\nAls Absolventin oder Absolvent hast Du die Möglichkeit, mit einer Mitarbeiterin oder einem Mitarbeiter der Bundesagentur für Arbeit in Heilbronn über Deine beruflichen Perspektiven zu sprechen und gemeinsam Strategien zur Jobsuche zu identifizieren. Bitte wende Dich an den Servicepoint, um die Kontaktdaten zu erhalten.\nDir stehen folgende Angebote zur Verfügung, sobald Du mit den Standards für Bewerbungsunterlagen und Jobsuche vertraut bist:\n----------------------------------------\n\n\n\n----------------------------------------\n\nWeitere Ressourcen: Alumni & Mentoring\nKarriereinfos > Weitere Ressourcen: Alumni & Mentoring\n\nMentoring\nKarriereinfos > Weitere Ressourcen: Alumni & Mentoring > Mentoring\nBei TUM Mentoring stehen Dir Alumni bei Fragen zur Seite und teilen als Sparringspartner wertvolle Erfahrungen. Damit Du Entscheidungen zielorientiert triffst und Weichen für die Zukunft richtig stellst – beruflich wie privat: Weitere Informationen\n\nTUM Campus Heilbronn Alumni\nKarriereinfos > Weitere Ressourcen: Alumni & Mentoring > TUM Campus Heilbronn Alumni\nDie ersten Absolventinnen und Absolventen unseres TUM Campus Heilbronn berichten hier über ihre Erfahrungen am Campus Heilbronn und ihren weiteren Werdegang.\n\nTUM Alumni Regional Club Stuttgart Area\nKarriereinfos > Weitere Ressourcen: Alumni & Mentoring > TUM Alumni Regional Club Stuttgart Area\nDer Treffpunkt für TUM Alumni und Studierende im Großraum Stuttgart. In dieser Gruppe geht es darum, sich zu unterstützen, vom Netzwerk gegenseitig zu profitieren, Erfahrungen auszutauschen und sich von Zeit zu Zeit auch virtuell oder physisch zu treffen. Weitere Informationen\nWeitere Ressourcen: Alumni & Mentoring\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-information-engineering"
}