{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-information-engineering/",
    "content": "Master Information Engineering - TUM School of Computation, Information and Technology\n\nStudierende auf dem Bildungscampus Heilbronn\nFoto: Matt Stark photography\nBibliothek LIV\nFoto: Matt Stark photography\nStudierende im L-Gebäude\nFoto: Matt Stark photography\nD-Gebäude auf dem Bildungscampus\nFoto: Matt Stark photography\nBildungscampus Heilbronn mit dem L-Gebäude\nFoto: Matt Stark photography\nStudentinnen auf dem Bildungscampus\nFoto: Matt Stark photography\n\n----------------------------------------\n\nM.Sc. Information Engineering am Campus Heilbronn\nM.Sc. Information Engineering am Campus Heilbronn\nM.Sc. Information Engineering am Campus Heilbronn\n----------------------------------------\n\nDurch neue digitale Technologien haben Unternehmen immer mehr Möglichkeiten, Informationen zu erfassen, zu vernetzen und auszuwerten. Um Chancen wie die Einführung intelligenter Produkte zu ergreifen, benötigen sie Fachkräfte für die Planung und Realisierung vernetzter, durchgängiger IT-Systeme. Information Engineering betrachtet die gesamte Kette vom Sensor über das Informatiksystem bis hin zum Geschäftsmodell und ist damit ein bedeutender Baustein in der digitalen Transformation. Die durchgängige Gestaltung eines cyber-physischen Geschäftssystems zur Lösung komplexer sozio-technischer Probleme erfordert die Integration der Expertise aus den Bereichen Sensorik, Informationssysteme und Geschäftsmodelle, die aus verschiedenen Disziplinen stammen.\nZiel des viersemestrigen Masterstudiengangs Information Engineering ist es, Studierende auf die Rolle des innovationsgetriebenen, forschungsbefähigten Information Engineers vorzubereiten, die/der cyber-physische Geschäftssysteme vom Sensor über das Informatiksystem bis hin zum Geschäftsmodell durchgängig gestalten kann. Der Master Information Engineering baut auf den im Bachelorstudiengang Information Engineering (oder auch Informatik/Wirtschaftsinformatik) erlernten Kompetenzen auf und vertieft diese. Der Abschluss qualifiziert zur weiterführenden akademischen Bildung im Rahmen einer Promotion (Forschungsbefähigung).\n\n----------------------------------------\n\nEckdaten\nEckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandorte: Bildungscampus Heilbronn\nBeginn des Studiums: Wintersemester / Sommersemester\nUnterrichtssprache: Englisch\nKosten: Semesterbeitrag 85 €, aktuelle Informationen zu Studiengebühren findest Du hier\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWorum geht es in diesem Studiengang?\nWorum geht es in diesem Studiengang?\nWährend des 2jährigen Studiums erwirbst Du im Rahmen von Pflichtmodulen vertiefte Kenntnisse in den Bereichen Information Engineering sowie cyber-physische Geschäftssysteme. Im Rahmen des Practical Course bearbeitest Du eine praxisorientierte Fragestellung im Bereich Information Engineering. Manche Lehrstühle bieten dieses Praktikum in Kooperation mit einem Partner aus der Industrie an. Mit einer eher wissenschaftlichen Fragestellung wirst Du Dich im Rahmen eines Seminars und einer zugehörigen wissenschaftlichen Arbeit befassen. Die Wahlmodule in den Bereichen Information Engineering, Management and Economics sowie Ethics in Information Engineering geben Dir die Möglichkeit, individuell entsprechend Deiner Interessen und Neigungen Dein Profil als Information Engineer abzurunden. Im Rahmen von Support Electives hast Du schließlich die Möglichkeit, Dich in weiteren Bereichen weiterzubilden, z.B. in Sprachkursen oder interkulturellen Trainings.\nDie umfassende Darstellung des Studiengangs findest Du in unserer Studiengangsdokumentation.\nWorum geht es in diesem Studiengang?\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nWie ist das Studium aufgebaut?\nDas M.Sc. Information Engineering Programm besteht aus Pflicht- und Wahlmodulen.\nIm Rahmen des Pflichtbereichs Fundamentals in Information Engineering vertiefst Du Deine Information Engineering - Kenntisse in den Modulen Machine Learning sowie Advanced Topics of Software Engineering, in einem Information Engineering - Seminar sowie im Practical Course Advanced Practical Course Information Engineering.\nDer größte Wahlmodul-Bereich ist der Bereichen Information Engineering. Hier hast Du die Möglichkeit, gewisse Bereiche entsprechend Deiner Interessen zu vertiefen. In den Bereichen Management and Economics sowie Ethics in Information Engineering fügst Du weitere Wahlmodule hinzu.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nIn welcher Sprache wird der Studiengang unterrichtet?\nIn welcher Sprache wird der Studiengang unterrichtet?\nDie Unterrichtssprache in diesem Studiengang ist Englisch. Ein englischer Sprachnachweis muss bei der Bewerbung eingereicht werden.\nBei einzelnen Wahlmodulen empfehlen wir eine Prüfung in TUMonline, in welcher Sprache sie abgehalten werden.\nIn welcher Sprache wird der Studiengang unterrichtet?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nAls Information Engineering Master Students befasst Du Dich in internationalen und interdisziplinären Teams sowohl anhand konkreter Fragestellungen aus der Praxis als auch anhand komplexer, theoretischer und wissenschaftlicher Aufgabenstellungen mit verschiedenen Themenfeldern im Bereich Information Engineering.\nAls Absolvent:in besitzt Du die notwendigen Kompetenzen und Fähigkeiten, um als innovationsgetriebener, forschungsbefähigter Information Engineer cyber-physische Geschäftssysteme vom Sensor über das Informatiksystem bis hin zum Geschäftsmodell durchgängig gestalten zu können.\nDu bist in der Lage, die Interaktion neuer Technologien und deren Verbreitung mit den sozio-technischen Systemen, in die diese eingebettet sind, grundlegend zu verstehen sowie zukünftige Entwicklungen zu erkennen und aufzugreifen, um so an der Entwicklung ganzheitlicher, zukunftsfähiger Lösungen mitzuwirken.\nDu kannst bei Deiner Arbeit an der Entwicklung durchgängiger IT-Lösungen physische und ökonomische Randbedingungen kompetent berücksichtigen. Du bringst Expertise in den Bereichen Sensorik, Informationssysteme und Geschäftsmodelle mit - unterschiedliche Disziplinen, die häufig eigene Fachkulturen und Fachtermini etabliert haben und verschiedene (Software-)Werkzeuge und Modelle zur Problemlösung nutzen.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche beruflichen Möglichkeiten habe ich mit diesem Abschluss?\nWelche beruflichen Möglichkeiten habe ich mit diesem Abschluss?\nNach dem Studium ergeben sich zahlreiche Möglichkeiten, sei es in Form eines Direkteinstiegs in einem Unternehmen, einer freiberuflichen Tätigkeit oder einer weiterführenden akademischen Bildung im Rahmen einer Promotion (Forschungsbefähigung).\nSolltest Du Dich nach dem erfolgreichen Abschluss für eine berufliche Laufbahn entscheiden, kommen - neben vielen anderen - folgende Berufsbezeichungen für Dich in Frage: Software- & Data-Ingenieurin und -Ingenieure, IT- und Solution-Architektin und -Architekten sowie als Projekt- und Prozessmanagerin und - manager für zunehmend vernetzte, intelligente Produkte und IT-Systeme. Deine zentrale Aufgabe ist es, neue cyber-physische Geschäftssysteme verantwortungsbewusst (d.h. mit Blick auf gesamtgesellschaftliche Auswirkungen) in internationalen Teams zu konzipieren, zu implementieren und zu managen. Du kannst mit wissenschaftlichen Methoden bestehende intelligente Produkte und IT-Lösungen sowie deren Integration analysieren, um sie nutzerzentriert weiterzuentwickeln.\nDu kannst in allen Branchen arbeiten, unter anderem in der Wirtschaft, im Maschinenbau, in der Elektrotechnik, in der Mathematik und in der Medizin. Absolvent:innen der Technischen Universität München übernehmen Führungspositionen in der IT und in der Unternehmensführung. Informationen und Angebote zu Karriere und Jobeinstieg als M.Sc. Information Engineering Absolvent/in findest Du unter Karriereinfos.\nWelche beruflichen Möglichkeiten habe ich mit diesem Abschluss?\n----------------------------------------\n\nTUM Campus Heilbronn\nTUM Campus Heilbronn\nEs gibt viele Gründe, am TUM Campus Heilbronn zu studieren. Die Stadt liegt im Herzen von Heilbronn-Franken, einer Region von führenden Unternehmen auf dem Weltmarkt. Eine große Zahl innovativer Unternehmen, darunter viele familiengeführte Mittelständler, haben von hier aus Spitzenpositionen auf den Märkten erreicht. Diese \"Hidden Champions\" haben einen hohen Bedarf an Mitarbeitenden, die sowohl über technologisches Fachwissen als auch über Managementfähigkeiten verfügen - für Absolvent:innen des Studiengangs Information Engineering ergeben sich somit hervorragende Karrierechancen.\nHeilbronn ist auch ein exzellenter Ort zum Leben. Die Stadt bietet eine reizvolle Kombination aus Tradition und Moderne. So ist zum Beispiel die schöne Neckarmeile mit ihren vielen Cafés, Restaurants und Bars nur wenige Gehminuten vom Campus entfernt. Auch die familiäre Atmosphäre auf dem Heilbronner Bildungscampus und die schöne Lage der Stadt, umgeben von Weinbergen, zeichnen den Standort aus.\nSowohl für nationale als auch internationale Studierende bietet sich die Möglichkeit, am TUM Campus Heilbronn ein internationales Netzwerk aufzubauen. Ein Großteil der Studierenden am Campus kommt aus dem Ausland. Internationale Studierende profitieren von Studienangeboten in hauptsächlich englischer Sprache. Alle TUM-Studierenden können außerdem die Dienste des TUM Sprachenzentrums in Anspruch nehmen.\nHier findest Du mehr Informationen über den TUM Campus Heilbronn und seine Einrichtungen.\nTUM Campus Heilbronn\n----------------------------------------\n\nBewerbung\nBewerbung\nDu hast Deinen Bachelor in Information Engineering, Informatik oder Wirtschaftsinformatik erfolgreich abgeschlossen? Du bist bereit für die nächste Herausforderung? Du bist technikaffin und hast ein hohes Interesse an interdisziplinären Fragestellungen der digitalen Tranformation und an der automatisierten Datenverarbeitung und -verwertung ? Du bringst fortgeschrittene Englischkenntnisse mit? Dann freuen wir uns auf Deine Bewerbung.\nBewerbung\n----------------------------------------\n\nWann sind die Bewerbungsfristen?\nWann sind die Bewerbungsfristen?\nBewerbungszeitraum für das Wintersemester: 1. April - 31. Mai\nBewerbungszeitraum für das Sommersemester: 1. September - 30. November\nWann sind die Bewerbungsfristen?\n----------------------------------------\n\nWie bewerbe ich mich?\nWie bewerbe ich mich?\nDie Bewerbung läuft online über das Internet-Portal TUMonline\nNach dem Anlegen eines TUMonline-Accounts wirst Du aufgefordert, persönliche Daten und Informationen zu Deiner Ausbildung einzugeben sowie einzelne Dokumente hochzuladen.\nFür die Bewerbung musst Du keine Unterlagen in Papierform einreichen. Erst im Fall einer Zulassung benötigen wir die entsprechenden Unterlagen in Papierform, ggf. auch in beglaubigter Kopie, für die Immatrikulation.\nDamit Deine Bewerbung berücksichtigt werden kann, müssen alle erforderlichen Dokumente zum Zeitpunkt des Bewerbungsschlusses eingereicht sein.\nEinzige Ausnahme stellt die Vorprüfungsdokumentation von Uni-assist dar, die auch nach Abschluss der Bewerbungsfrist nachgereicht werden kann, insofern Du Deiner Bewerbung eine Erklärung beifügst, dass Du Dich um eine Prüfung Deiner Unterlagen bei Uni-assist beworben hast.\nWie bewerbe ich mich?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nWelche Dokumente muss ich einreichen?\n- Bachelor-Zeugnis und Bachelor-Urkunde oder Fächer- und Notentranskript Deines ersten Abschlusses mit mindestens:120 ECTS (falls das Programm mit dem ECTS-System bewertet)2/3 der geforderten Credits für den AbschlussOffizielle Übersetzung, falls das Original nicht in Englisch oder Deutsch vorliegt\n- 120 ECTS (falls das Programm mit dem ECTS-System bewertet)\n- 2/3 der geforderten Credits für den Abschluss\n- Offizielle Übersetzung, falls das Original nicht in Englisch oder Deutsch vorliegt\n- Lehrplan Deines ersten AbschlussesModulkatalog, Modulbeschreibungen, Lehrpläne…Offizielle Übersetzung, falls die Informationen nicht in Englisch oder Deutsch vorliegen\n- Modulkatalog, Modulbeschreibungen, Lehrpläne…\n- Offizielle Übersetzung, falls die Informationen nicht in Englisch oder Deutsch vorliegen\n- Curricular analysis form\n- Lückenloser und aktueller Lebenslauf (in englischer Sprache)\n- Motivationsschreibeneine von Dir selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der TUM als Hochschule1-2 DIN A4 - Seitenauf Englisch\n- eine von Dir selbst verfasste schriftliche Begründung für die Wahl des Studiengangs und für die Wahl der TUM als Hochschule\n- 1-2 DIN A4 - Seiten\n- auf Englisch\n- Essay~1000 Wörterauf Englischentspricht den Standards guter wissenschaftlicher PraxisBitte wähle eines der folgenden Themen:How will Large Language Models change how we develop software?Assess the environmental impact of Large Language Models beyond energy consumption.What role do simulations play in modern research?\n- ~1000 Wörter\n- auf Englisch\n- entspricht den Standards guter wissenschaftlicher Praxis\n- Bitte wähle eines der folgenden Themen:How will Large Language Models change how we develop software?Assess the environmental impact of Large Language Models beyond energy consumption.What role do simulations play in modern research?\n- How will Large Language Models change how we develop software?\n- Assess the environmental impact of Large Language Models beyond energy consumption.\n- What role do simulations play in modern research?\n- Formular zur Notenberechnung\n- Versicherung, dass die Begründung für die Wahl des Masterstudiengangs und der Aufsatz selbstständig und ohne fremde Hilfe und unter Einhaltung der Richtlinien zur Sicherung guter wissenschaftlicher Praxis angefertigt wurden. (Wird in TUMonline im Rahmen einer Checkbox direkt abgefragt.)\n- Sprachnachweis Englisch:nachgewiesen durch ein von der TUM anerkanntes Zertifikat oder durch eine Bachelorarbeit, die in englischer Sprache verfasst wurde\n- nachgewiesen durch ein von der TUM anerkanntes Zertifikat\n- oder durch eine Bachelorarbeit, die in englischer Sprache verfasst wurde\n- Kopie des gültigen Reisepasses oder Personalausweises unter Beachtung der datenschutzrechtlichen Bestimmungen\nZusätzliche Dokumente, die nur von Bewerbern/innen eingereicht werden müssen, die sich mit einem Bachelorabschluss aus den folgenden Ländern bewerben:\n- Staaten außerhalb der EU/EEA/Schweiz: Vorprüfungsdokumentation (VPD) von uni-assist\n- Vorprüfungsdokumentation (VPD) von uni-assist\n- Iran, Pakistan, Bangladesch: Vorprüfungsdokumentation (VPD) von uni-assistGraduate Record Examination (GRE)\n- Vorprüfungsdokumentation (VPD) von uni-assist\n- Graduate Record Examination (GRE)\n- Vietnam: Vorprüfungsdokumentation (VPD) von uni-assistAkademische Prüfstelle Certificate (APS)\n- Vorprüfungsdokumentation (VPD) von uni-assist\n- Akademische Prüfstelle Certificate (APS)\n- China, Indien:  Vorprüfungsdokumentation (VPD) von uni-assistGraduate Record Examination (GRE)Akademische Prüfstelle Certificate (APS)\n- Vorprüfungsdokumentation (VPD) von uni-assist\n- Graduate Record Examination (GRE)\n- Akademische Prüfstelle Certificate (APS)\nJe nach Deiner Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfährst Du bei der Onlinebewerbung über TUMonline. Details zu allen geforderten Dokumenten findest Du im Dokumentenglossar der Technischen Universität München.\nDen Status Deiner Bewerbung kannst Du jederzeit in Deinem TUMonline Account einsehen.\nAllgemeine Infos zur Bewerbung an der TUM findest Du hier.\n\nHinweis zu Deinen Bewerbungsunterlagen\nHinweis zu Deinen Bewerbungsunterlagen\nDamit Deine Bewerbung berücksichtigt werden kann, müssen alle erforderlichen Dokumente zum Zeitpunkt des Bewerbungsschlusses eingereicht werden.\nBewerbungsrelevante Dokumente können nicht nachgereicht werden.\nEinzige Außnahme stellt die Vorprüfungsdokumentation von Uni-assist dar, die auch nach Abschluss der Bewerbungsfrist nachgereicht werden kann, insofern Du Deiner Bewerbung eine Erklärung beifügst, dass Du Dich um eine Prüfung Deiner Unterlagen bei Uni-assist beworben hast.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nMuss ich ein Praktikum absolvieren?\nMuss ich ein Praktikum absolvieren?\nEin Industriepraktikum ist in diesem Studiengang nicht verpflichtend und auch keine Zulassungsvoraussetzung. Abhängig vom Studienfortschritt kann es jedoch vorteilhaft sein, auch außerhalb der Universität praktische Erfahrungen zu sammeln.\nMuss ich ein Praktikum absolvieren?\n----------------------------------------\n\nZulassung\nZulassung\nDie Auswahl erfolgt mittels eines Eignungsverfahrens. Das ist ein zweistufiger Prozess, in dem wir die Eignung für die besonderen qualitativen Anforderungen des Masterstudiengangs prüfen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung des Curriculums\nStufe 1: Prüfung des Curriculums\nFür alle Bewerber:innen erfolgt ein Eignungsverfahren. Anhand des Lehrplans Deines ersten Studiums treffen wir eine Vorauswahl darüber, ob Du\n- direkt als geeignet eingestuft und zum Studium zugelassen,\n- zu einem verpflichtenden persönlichen Gespräch mit eine:r Professor:in eingeladen (Stufe 2)\n- oder direkt abgelehnt wirst. Solltest Du eine Ablehnung erhalten, kannst Du Dich trotzdem noch einmal in den kommenden Semestern bewerben.\nWeitere Informationen findest Du in unserer Fachprüfungs- und Studienordnung unter Anlage 2 (Eignungsverfahren)\nAllgemeine Informationen: Eignungsverfahren für Masterstudiengänge an der TUM\nStufe 1: Prüfung des Curriculums\n----------------------------------------\n\nStufe 2: Auswahlgespräch\nStufe 2: Auswahlgespräch\nDas Auswahlgespräch dient dazu, herauszufinden, ob Du Dein Wunschstudium voraussichtlich erfolgreich abschließen kannst. Es wird im Zeitraum von Juni bis August stattfinden und etwa 20 Minuten dauern. Terminwünsche kannst Du in TUMonline angeben.\nFachspezifische Vorkenntnisse sind nicht entscheidend. Vielmehr überprüfen wir\n- Deine Kenntnisse über den Aufbau des angestrebten Studiums und das Berufsbild eines Informatikers / einer Informatikerin\n- Deine Fähigkeit zum abstrakten, logischen und systemorientierten Denken und zur Formalisierung von Lösungsansätzen\n- Deine Fähigkeit, Lösungen zu transdisziplinären Fragestellungen aus den Bereichen Naturwissenschaft, Informatik, Technik und vielfältigen Anwendungsgebieten zu entwickeln\n- studiengangspezifische Zusatzqualifikationen\n- präzise Argumentationsfähigkeit in englischer Sprache\nDeine Einladung zum Gespräch erhälst Du per E-Mail spätestens eine Woche vor dem Gesprächstermin.\nNach dem Gespräch wirst Du über Deinen TUMonline-Account über das Ergebnis informiert. Solltest Du eine Ablehnung erhalten, kannst Du Dich trotzdem noch einmal in den kommenden Semestern bewerben.\nStufe 2: Auswahlgespräch\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nWie geht es nach der Zulassung weiter?\nSobald Du – in Stufe 1 oder Stufe 2 – eine Zusage erhälst, bist Du für das Studium zugelassen und kannst Dich immatrikulieren.\nAuf den Webseiten der Technischen Universität München findest Du Informationen zur Rückstellung des Studienplatzes.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nWelche Dokumente muss ich für die Einschreibung einreichen?\nWelche Dokumente muss ich für die Einschreibung einreichen?\n- Antrag auf Einschreibung (unterschrieben)\n- Bachelor-Zeugnis und Bachelor-Urkunde (beglaubigte Kopie)\n- Aktuelles Passbild\n- Digitale Meldung des Versichertenstatus durch eine deutsche gesetzliche Krankenkasse (veranlasst durch Bewerber:in)\n- Transcript of Records (beglaubigte Kopie)\nJe nach Deiner Vorbildung und Herkunft benötigen wir eventuell noch weitere Unterlagen. Eine vollständige Auflistung der geforderten Unterlagen für die Immatrikulation erhältst Du in TUMonline, sobald Du Deinen Studienplatz angenommen hast.\nWelche Dokumente muss ich für die Einschreibung einreichen?\n----------------------------------------\n\nWann erfahre ich, ob ich eine Zulassung erhalte oder nicht?\nWann erfahre ich, ob ich eine Zulassung erhalte oder nicht?\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 01. April 2024 - 31. Mai 2024\n- Information über das Ergebnis in Stufe 1 und ggf. Einladung zu Stufe 2 (=Gespräch): ab August 2024. Die Einladung zum Gespräch erfolgt mindestens eine Woche vor dem Termin.\nWann erfahre ich, ob ich eine Zulassung erhalte oder nicht?\n----------------------------------------\n\nIm Studium\nIm Studium\nDas Qualifikationsprofil des Masterstudiengangs Information Engineering setzt sich aus den einzelnen Modulen zusammen. Insgesamt musst Du mit diesen Modulen auf 120 Credits kommen. Die Module setzen sich zusammen aus:\n- Informatik-Pflichtmodule inkl. Seminar und Praktikum\n- Wahlmodule Informatik\n- Wahlmodule Wirtschatswissenschaften\n- Ethik-Wahlmodul\n- Wahlmodule Überfachliche Grundlagen\n- Abschlussarbeit und Kolloquium\nEine detaillierte Übersicht über die Module findest Du im Studienplan.\nAllgemein zu den Modulen:\nIm Studium\n----------------------------------------\n\nPflichtmodule\nPflichtmodule\nDie folgenden Module sind verpflichtend und für die ersten beiden Semester angedacht:\n- Advanced Topics of Software Engineering (5 Credits)\n- Machine Learning (5 Credits)\n- Master Seminar Information Engineering (5 Credits)\n- Advanced Practical Course Information Engineering (10 Credits)\nPflichtmodule\n----------------------------------------\n\nWahlmodule\nWahlmodule\nAus folgenden Modulen setzt sich der Wahlbereich zusammen:\n- Electives in Information Engineering (44 Credits)\n- Ethics in Information Engineering (3 Credits)\n- Electives in Management and Economics (12 Credits)\n- Support Electives (6 Credits)\n- Masterarbeit (30 Credits) & Colloquium\nWahlmodule\n----------------------------------------\n\nMaster Thesis und Studienabschluss\nMaster Thesis und Studienabschluss\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür hast Du sechs Monate Zeit. Alles Wissenswerte von der Planung bis zur Abgabe findest Du unter Abschlussarbeit.\nNachdem Du die erforderlichen Leistungen erbracht und Deine Abschlussarbeit abgegeben hast, schließt Du mit dem Master of Science (M.Sc.) ab. Damit kannst Du ins Berufsleben starten oder eine Promotion beginnen. Tipps und Hinweise zum Abschluss und Deinen nächsten Schritten erhältst Du unter Studienabschluss.\nMaster Thesis und Studienabschluss\n----------------------------------------\n\nPrüfungen und Ordnungen\nPrüfungen und Ordnungen\nWeitere Informationen zum Studiengang M.Sc. Information Engineering findest Du in der Fachprüfungs- und Studienordnung (FPSO) vom 28.03.2024i, m Dokument Allgemeine Prüfungs- und Studienordnung (APSO) sowie in unserer Studiengangsdokumentation. Du kannst die Dokumente auch der Übersicht aller Satzungen und rechtlichen Grundlagen zum Studium finden.\nPrüfungen und Ordnungen\n----------------------------------------\n\nWeitere nützliche Informationen für Dein Studium\nWeitere nützliche Informationen für Dein Studium\nWeitere nützliche Informationen für Dein Studium\n----------------------------------------\n\nAuslandsaufenthalt\nAuslandsaufenthalt\nIm Rahmen Deines Studiums ist ein Aufenthalt im Ausland möglich. Auf dieser Seite findest Du alle Informationen sowie Kontaktadressen, die wichtig für die Vorbereitung Deines Aufenthalts sind. Insbesondere die Vereinbarung eines Learning Agreements stellt einen wichtigen Punkt für die Vorbereitung Deines Auslandsaufenthalts dar.\nAuslandsaufenthalt\n----------------------------------------\n\nAnerkennung von Leistungen aus vorherigen Studien\nAnerkennung von Leistungen aus vorherigen Studien\nSolltest Du eine Zulassung erhalten haben und immatrikuliert sein, gibt es die Möglichkeit, dass Du Dir im ersten Studienjahr Leistungen aus einem vorherigen, externen Studium anerkennen lässt. Dies ist möglich, wenn die erworbenen Kenntnisse und Fähigkeiten mit den M.Sc. Information Engineering Modulen übereinstimmen und in den Lernleistungen kein wesentlicher Unterschied besteht.\n- Bitte beachte, dass Du nur einmalig im ersten Studienjahr einen entsprechenden Antrag stellen kannst.\n- Sobald Du Dich für eine Modulprüfung angemeldet hast, ist die Antragstellung für das entsprechende Modul nicht weiter möglich.\n- Gehe bei der Antragstellung bitte entsprechend dieser Anleitung vor und nutze das Antragsformular . Anschließend reichst Du den vollständigen Antrag per E-Mail beim Studierenden Service Center ein.\nFalls Du Fragen bezüglich der Antragstellung hast, kontaktiere uns per E-Mail oder komme in die virtuelle Sprechstunde.\nAnerkennung von Leistungen aus vorherigen Studien\n----------------------------------------\n\nStudentische Initiativen am Campus Heilbronn\nStudentische Initiativen am Campus Heilbronn\nStudierende an der TUM engagieren sich in zahlreichen Initiativen für Themen, die ihnen wichtig sind. Momentan gibt es über 180 Student Clubs und über 8.000 TU-Studierende, die sich für diese Initiativen einsetzen. Du möchtest aktiv werden und am Campus Heilbronn eine studentische Initiative gründen? Hier erfährst Du, wie Du am besten vorgehst.\nStudentische Initiativen am Campus Heilbronn\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-information-engineering"
}