{
    "link": "https://www.cit.tum.de/en/cit/studies/degree-programs/master-information-engineering/career-infos/",
    "content": "Career Infos - Information Engineering - TUM - TUM School of Computation, Information and Technology\n\nCareer Infos\nCareer Infos\nCareer Infos\n----------------------------------------\n\nTUM supports alumni, students and doctoral candidates throughout their lives when it comes to careers and jobs.\nCareer Infos > TUM supports alumni, students and doctoral candidates throughout their lives when it comes to careers and jobs.\nAre you looking for a suitable internship position? Or do you already have your degree and want to start working full-time? Then take advantage of the diverse offers of the TUM Community!\nAs a M.Sc. Information Engineering student, you have exclusive access to a large pool of webinars as well as individual consulting options.\nSome of the following links and offers are only visible or available to TUM members or members of the TUM community.\nTUM supports alumni, students and doctoral candidates throughout their lives when it comes to careers and jobs.\n----------------------------------------\n\nAs a first step, find out independently about the topics of application documents and job searches. The following offers will help you:\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you:\n\nTUM Career Guide\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > TUM Career Guide\nIn the TUM Career Guide you will find everything you need for a successful application and a successful career start. You can find information on topics such as strengths and weaknesses analysis, finding jobs, designing CVs and cover letters, mastering interviews and much more here.\n\nOnline application training & webinars\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Online application training & webinars\nThe TUM Career Service regularly organizes events on a variety of topics such as “Starting a Career in Germany”, “Discover your strengths and shape your profile” or “Successful Interviewing” in both German and English. More\nShort workshops on topics such as applications and job interviews are also offered at the Heilbronn campus. You can find information in the Student Service Newsletter.\n\nCareer Newsletter\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Career Newsletter\nBy subscribing to the Career Newsletter you will always be informed about new offers in a timely manner.\n\nInformation specifically for international students\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Information specifically for international students\nEspecially for international students, we recommend the “TUM Career Service International” section with lots of important information about working during your studies and starting a career in Germany. We warmly recommend the “Working in Germany” flyer which contains the most important information on legal and tax issues.\n\nCareer Factory on the Heilbronn campus\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Career Factory on the Heilbronn campus\nThe Career Factory takes place once a year at the Heilbronn campus. Find more information here.\n\nAdvice of the Federal Employment Agency on the Heilbronn campus\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Advice of the Federal Employment Agency on the Heilbronn campus\nDuring the lecture period, you have the opportunity to get advice from an employee of the Federal Employment Agency on campus on topics such as the labor market and application strategies. This offer usually takes place on Friday mornings. You will be informed about upcoming dates in the Student Service Newsletter.\n\nConsulting service of the Federal Employment Agency on the Heilbronn campus\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Consulting service of the Federal Employment Agency on the Heilbronn campus\nDuring the lecture period, you have the opportunity to get advice from an employee of the German Federal Employment Agency on campus on topics such as the labor market and application strategies. This offer usually takes place on Friday mornings. You will be informed about upcoming dates in the Student Service Newsletter.\n\nWelcome Center of the Franconia region\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Welcome Center of the Franconia region\nThe Franconia Region Welcome Center also provides general information about starting a career and specific information about employers in the region.\n\nJob advertisements\nCareer Infos > As a first step, find out independently about the topics of application documents and job searches. The following offers will help you: > Job advertisements\nYou can find job adverisments at specific websites like jobstimme, indeed, monster or stepstone. TUM job advertisements you can find here. Job advertisments as a student assistant at TUM Campus Heilbronn you will find within the Student Service Newsletter.\nAs a first step, find out independently about the topics of application documents and job searches. The following offers will help you:\n----------------------------------------\n\n\n\n----------------------------------------\n\nThe following offers are available to you as soon as you are familiar with the standards for application documents and job searches:\nCareer Infos > The following offers are available to you as soon as you are familiar with the standards for application documents and job searches:\n\nOnline CV checks\nCareer Infos > The following offers are available to you as soon as you are familiar with the standards for application documents and job searches: > Online CV checks\nUpload your application documents. The Career Service career experts will give you individual feedback after the review. As a prerequisite, you should be familiar with the standards for resumes and cover letters. Further information\n\nCareer advice\nCareer Infos > The following offers are available to you as soon as you are familiar with the standards for application documents and job searches: > Career advice\nDiscuss your individual career challenges with the Career Service Coaches. As a prerequisite, you should have already obtained information from the Career Service on the topics of application documents and job searches. Further information\n\nAppointment with the University Team of the Federal Employment Agency\nCareer Infos > The following offers are available to you as soon as you are familiar with the standards for application documents and job searches: > Appointment with the University Team of the Federal Employment Agency\nAs a graduate, you have the opportunity to talk to an employee of the Federal Employment Agency in Heilbronn about your career prospects and identify job search strategies together. Please contact the service point to receive the contact details.\nThe following offers are available to you as soon as you are familiar with the standards for application documents and job searches:\n----------------------------------------\n\n\n\n----------------------------------------\n\nFurther resources: Alumni & Mentoring\nCareer Infos > Further resources: Alumni & Mentoring\n\nMentoring\nCareer Infos > Further resources: Alumni & Mentoring > Mentoring\nAt TUM Mentoring, alumni are available to answer your questions and share valuable experiences as sparring partners. You can learn how to make goal-oriented decisions and set the right course for the future – professionally and privately: Further information\n\nTUM Campus Heilbronn Alumni\nCareer Infos > Further resources: Alumni & Mentoring > TUM Campus Heilbronn Alumni\nThe first graduates of our TUM Campus Heilbronn report about their experiences at the Heilbronn Campus and their careers here.\n\nTUM Alumni Regional Club Stuttgart Area\nCareer Infos > Further resources: Alumni & Mentoring > TUM Alumni Regional Club Stuttgart Area\nThe aim of this group is to support each other, to benefit from each other’s network, to exchange experiences and to meet from time to time virtually or physically. More\nFurther resources: Alumni & Mentoring\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-information-engineering"
}