{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/bachelor-wirtschaftsinformatik/",
    "content": "Bachelor Wirtschaftsinformatik - TUM - TUM School of Computation, Information and Technology\n\nWirtschaftsinformatik\nWirtschaftsinformatik\n\nBachelor of Science (B.Sc.)\nWirtschaftsinformatik > Bachelor of Science (B.Sc.)\nWirtschaftsinformatik\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDie Verbindung von Informatik und Betriebswirtschaft, eine passende mathematische Fundierung und einschlägige Vertiefungsangebote – das bietet das Bachelorstudium der Wirtschaftsinformatik an der Technischen Universität München.\nIn Wirtschaft und Verwaltung ist die Integration von ökonomischen, technischen und sozialen Aspekten von zentraler Bedeutung. In diesem Spannungsfeld aus Mensch, Organisation, Ökonomie und Informations- und Kommunikationstechnik gestalten Wirtschaftsinformatiker:innen die Informationsgesellschaft mit.\nDie Disziplin Wirtschaftsinformatik (im englischen Sprachraum \"Information Systems\") beschäftigt sich mit der Anwendung von Informations- und Kommunikationstechnik (IKT) in Unternehmen und Verwaltung. Der Schwerpunkt liegt in der Analyse und Gestaltung wertschöpfender Geschäftsprozesse und deren informationstechnischer Infrastruktur. Dies umfasst die Gestaltung von Geschäftsprozessen und -modellen, die Entwicklung innovativer Informationssysteme, die Unterstützung von Planung, Entscheidungsfindung und Zusammenarbeit sowie das Informations- und Wissensmanagement.\n\n----------------------------------------\n\nEckdaten\nWirtschaftsinformatik > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 6 Semester\nCredits: 180 ECTS\nHauptstandorte: Garching\nBeginn des Studiums: Nur zum Wintersemester möglich\nUnterrichtssprache: Deutsch\nKosten: Semesterbeitrag, Studiengebühren für internationale Studierende aus Nicht EU-Staaten\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nWirtschaftsinformatik > Wie ist das Studium aufgebaut?\nDer Bachelorstudiengang Wirtschaftsinformatik ist in die Schwerpunkte Informatik, Wirtschaftsinformatik, Wirtschaftswissenschaften sowie Mathematische und methodische Grundlagen gegliedert. Das so erworbene Wissen wird in Wahlfächern, Projektarbeiten und Praktika erweitert und ergänzt.\nIn den ersten vier Semestern erarbeiten Sie sich solide Grundkenntnisse. Ab dem 5. Semester können Sie individuelle Schwerpunkte setzen. Den Abschluss des Studiums bilden die Bachelor’s Thesis und das Kolloquium im 6. Semester.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nWirtschaftsinformatik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nDie TUM legt in der Wirtschaftsinformatik einen deutlichen Schwerpunkt auf die Informatikkompetenz. Sie studieren an einer der größten und renommiertesten Einrichtungen für Informatik und finden dort für alle Fachthemen kompetente Ansprechpartner. Darüber hinaus lehrt die TUM eine technologie- und managementorientierte Betriebswirtschaftslehre, die mit dem Wirtschaftsinformatikstudium eng verzahnt ist.\nAls Absolvent:in verfügen Sie dadurch nicht nur über fundierte Kenntnisse in Mathematik und Informatik, sondern können Ihr Wissen auch zielgerichtet in der Praxis einsetzen. Sie sind in der Lage, Informationssysteme und Geschäftsprozesse in Unternehmen zu entwickeln und zu betreuen.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nWirtschaftsinformatik > Welche Karriere-Chancen habe ich im Anschluss?\nNach dem Studium stehen Ihnen zahlreiche Möglichkeiten offen: die direkte Berufstätigkeit in einem Unternehmen, die Selbstständigkeit oder die Fortführung des Studiums. Die nächste Etappe ist der Masterabschluss und danach kann eine Promotion folgen. Entscheiden Sie sich nach dem Bachelorabschluss für die Berufstätigkeit, werden Sie Aufgaben als System- und Anwendungsspezialist, Projektmanager, Informationsmanager oder Unternehmensberater mit dem Schwerpunkt Informationstechnik übernehmen. Absolvent:innen der TUM eignen sich hervorragend für Führungsaufgaben im IT- und Unternehmensmanagement.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung\nWirtschaftsinformatik > Bewerbung\nWir suchen motivierte Menschen, die sich für die technische Gestaltung und Entwicklung von Geschäftsprozessen und Informationssystemen interessieren. Sie sollten die Fähigkeit mitbringen, Probleme zu erkennen, zu verstehen und lösen zu wollen. Sie sollten eine hohe Affinität zu Naturwissenschaften, Mathematik, Wirtschaftsinformatik und betriebswirtschaftlichen Fragestellungen mitbringen. Vorkenntnisse in Informatik benötigen Sie nicht. Sehr gute Kenntnisse in Deutsch und Englisch sowie Kommunikationsstärke und Teamgeist sind Voraussetzung für ein erfolgreiches Studium.\nBewerbung\n----------------------------------------\n\nBewerbungsfrist\nWirtschaftsinformatik > Bewerbungsfrist\nWintersemester: 15. Mai bis 15. Juli\nSommersemester: 15. November bis 15. Januar (nur Einstieg in das 2. oder höhere Fachsemester)\nBewerbungsfrist\n----------------------------------------\n\nWie bewerbe ich mich?\nWirtschaftsinformatik > Wie bewerbe ich mich?\nDie Bewerbung läuft über unser Portal TUMonline. Nachdem Sie dort Ihren Account angelegt haben, geben Sie Ihre persönlichen Daten und Informationen zu Ihrer Ausbildung an und laden die erforderlichen Dokumente hoch. Die Bewerbung erfolgt elektronisch.\nNur wenn Sie eine Zulassung erhalten, müssen Sie für eine Immatrikulation zusätzlich einige Dokumente als beglaubigte Kopien in Papierform einreichen. Studieninteressierte mit internationaler Hochschulzugangsberechtigung (Bildungsausländer:innen) müssen in der Regel vorab eine Vorprüfungsdokumentation bei uni-assist anfordern.\nBewerbung für einen Bachelorstudiengang – Schritt für Schritt\nWie bewerbe ich mich?\n----------------------------------------\n\nWer kann sich zum Sommersemester bewerben?\nWirtschaftsinformatik > Wer kann sich zum Sommersemester bewerben?\nZum Sommersemester können sich nur Hochschul- oder Fachwechselnde bewerben, die aufgrund ihrer Leistungen (mind. 30 ECTS) mindestens in das zweite Fachsemester eingestuft werden.Bitte beachten Sie auch die Regelungen für das Eignungsfeststellungsverfahren.\n\nFachwechsel\nWirtschaftsinformatik > Fachwechsel\nIm Falle eines Fachwechsels zum Sommersemester müssen Sie mit der Bewerbung einen Antrag auf Semestereinstufung und ein Formblatt zur Beschreibung des Notensystems einreichen. Bitte beachten Sie: Der Antrag und das Formblatt müssen bis zum Ende der Bewerbungsfrist am 15. Januar eingegangen sein. Dieses Dokument kann nicht nachgereicht werden!\n\nHochschulwechsel\nWirtschaftsinformatik > Hochschulwechsel\nStudierende von deutschen Universitäten im gleichen Fach, die bereits ein oder mehrere Semester studiert haben, bewerben sich für ihr nächstes Fachsemester im Bachelor-Studiengang. Das Bewerbungsverfahren verläuft regulär.Bitte beachten Sie: Sie müssen einen Antrag auf Semestereinstufung ausfüllen und hochladen, obwohl er nicht zulassungsrelevant ist, da Sie \"von Amts wegen\" Ihre Fachsemester mitnehmen. Wenn Sie immatrikuliert sind, stellen Sie bitte baldmöglichst einen Antrag auf Anerkennung Ihrer bisherigen Leistungen.\nWer kann sich zum Sommersemester bewerben?\n----------------------------------------\n\nWas muss ich beachten, wenn ich aus dem Ausland komme?\nWirtschaftsinformatik > Was muss ich beachten, wenn ich aus dem Ausland komme?\nAn der Technischen Universität München (TUM) werden ab Wintersemester 2024/25 Gebühren für internationale Studierende aus Drittstaaten erhoben, die sich neu in einen Studiengang einschreiben.\nBewerber:innen mit einer ausländischen Hochschulzugangsberechtigung benötigen zusätzlich zur regulären Bewerbung in TUMOnline eine Vorabüberprüfung der Zeugnisse durch uni-assist (Vorprüfungsdokumentation). Da diese bis zu vier Wochen Zeit in Anspruch nehmen kann, empfehlen wir Ihnen, die geforderten Dokumente frühzeitig an uni-assist zu schicken.\nInternationale Bewerber:innen müssen zudem einen der hier aufgeführten Deutschnachweise einreichen. Auf der Website der TUM finden Sie ausführliche Informationen für internationale Bewerbende.\nWas muss ich beachten, wenn ich aus dem Ausland komme?\n----------------------------------------\n\nWelche Dokumente muss ich einreichen?\nWirtschaftsinformatik > Welche Dokumente muss ich einreichen?\nFür Ihre Bewerbung müssen Sie folgende Dokumente in TUMonline hochladen:\n- Hochschulzugangsberechtigung (Abiturzeugnis o.ä.)\n- Lückenloser und aktueller Lebenslauf\n- Personalausweis oder Reisepass\n- ggf. Sprachnachweis Deutsch\n- ggf. Vorprüfungsdokumentation (VPD) von uni-assist bei Bewerbungen mit internationaler Hochschulzugangsberechtigung\n- ggf. Zertfikat der Akademischen Prüfstelle (APS) für Bewerbende mit einem Schulabschluss aus China, Vietnam und Indien\n- ggf. Nachweis über Berufsausbildung oder Praktikum (optional)\n- ggf. Antrag auf Semestereinstufung und Formblatt zum Notensystem (Bewerbung für Sommersemester)\n- ggf. Fächer und Notentranskript von bisherigen Studien\n- ggf. Modulbeschreibungen der Module, die anerkannt werden sollen\n- ggf. Bescheid über weiterbestehenden Prüfungsanspruch (\"Unbedenklichkeitsbescheinigung\")\nDetails zu allen geforderten Dokumenten finden Sie im Dokumentenglossar der Technischen Universität München. Je nach Ihrer Vorbildung und Herkunft benötigen wir eventuell noch weitere Bewerbungsunterlagen. Welche Unterlagen das sind, erfahren Sie bei der Onlinebewerbung über TUMonline.\nWelche Dokumente muss ich einreichen?\n----------------------------------------\n\nZulassung\nWirtschaftsinformatik > Zulassung\nZur Auswahl der Studierenden zum Studiengang Bachelor Wirtschaftsinformatik führen wir ein Eignungsfeststellungsverfahren durch. Das ist ein zweistufiger Prozess, in dem wir Ihre Eignung für die besonderen qualitativen Anforderungen des Bachelorstudiengangs prüfen.\nZulassung\n----------------------------------------\n\nStufe 1: Prüfung Ihrer Unterlagen\nWirtschaftsinformatik > Stufe 1: Prüfung Ihrer Unterlagen\nAufgrund der von Ihnen hochgeladenen Unterlagen treffen wir eine Vorauswahl. Sie werden entweder\n- direkt als geeignet eingestuft und zum Studium zugelassen: 84 Punkte oder mehr,\n- zu Stufe 2 eingeladen: 73-83 Punkte,\n- oder direkt abgelehnt: 72 Punkte oder weniger.\nWas zählt?\n- Ihre Durchschnittsnote im Abiturzeugnis bzw. Ihrer Hochschulzugangsberechtigung\n- fachspezifische Einzelnoten in Mathematik, Deutsch, Englisch, Wirtschaft und Recht und einer bis zum Abitur fortgeführten Naturwissenschaft, einschließlich Informatik. Liegen für die letzten vier Halbjahre keine Benotungen in den Fächern Mathematik, Deutsch, Englisch oder der besten fortgeführten Naturwissenschaft einschließlich Informatik vor oder sind in diesen Fächern keine Durchschnittsnoten ausgewiesen, ist eine Zulassung in der 1. Stufe nicht möglich.\n- außerschulische Zusatzqualifikationen wie einschlägige Berufsausbildung, ein fach-relevantes Praktikum über mindestens 2 Monate, eine Teilnahme am studiumMINT der TUM, erfolgreiche Teilnahme an \"Jugend forscht\" oder \"Mathematik-Olympiade\" (mind. Auszeichnung auf Landesebene).\nFür Details finden Sie hier die Berechnungsformeln, die EFV-Satzung und eine detaillierte Übersicht des Eignungsfeststellungsverfahrens inkl. Berechnungsbeispielen.\nStufe 1: Prüfung Ihrer Unterlagen\n----------------------------------------\n\nStufe 2: Test\nWirtschaftsinformatik > Stufe 2: Test\nWer in der 1. Stufe des Eignungsfeststellungsverfahrens eine entsprechende Punktzahl erhält, erreicht die 2. Stufe: eine Leistungserhebung in schriftlicher Form. Der Test\n- dauert ca. 90 min,\n- umfasst 20 bis 30 Fragen, davon ca. 50 % auf Englisch,\n- findet in Präsenz auf dem Campus Garching statt (Termin s. unten \"Zeitplan\"). Die Einladung erfolgt mind. eine Woche vor dem Testtermin.\nIm Test sollen die Bewerber:innen beweisen, dass sie\n- über überdurchschnittliche mathematische Kompetenzen (Schulmathematik inklusive Kombinatorik) verfügen,\n- die Fähigkeit zum abstrakten, logischen und systemorientierten Denken und zur Formalisierung von Lösungsansätzen besitzen,\n- in der Lage sind, Lösungen zu transdisziplinären Fragestellungen aus den Bereichen Naturwissenschaft, Informatik, Technik und vielfältigen Anwendungsgebieten zu finden.\nDetaillierte Informationen zur Berechnung der Punkte für die 2. Stufe finden Sie in der Satzung zum Eignungsfeststellungsverfahren.\nHier finden Sie mehr Informationen zum Eignungsfeststellungstest.\nStufe 2: Test\n----------------------------------------\n\nWie geht es nach der Zulassung weiter?\nWirtschaftsinformatik > Wie geht es nach der Zulassung weiter?\nSobald Sie – in Stufe 1 oder Stufe 2 – eine Zusage erhalten, sind Sie für das Studium zugelassen und können sich immatrikulieren. Sollten Sie eine Absage erhalten haben, können Sie sich noch ein weiteres Mal für ein zukünftiges Semester bewerben.\nAuf den Webseiten der Technischen Universität München finden Sie Informationen zur Rückstellung des Studienplatzes.\nWie geht es nach der Zulassung weiter?\n----------------------------------------\n\nZeitplan Bewerbung\nWirtschaftsinformatik > Zeitplan Bewerbung\nWintersemester:\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 15. Mai bis 15. Juli\n- Information über das Ergebnis in Stufe 1 und ggf. Einladung zu Stufe 2: Juli bis September\n- Zeitrahmen für Stufe 2: Ende August bis Ende September\n- Termin Präsenztest Stufe 2 in Garching: tbd\n- Einladung zu Stufe 2: spätestens eine Woche vor dem Termin\nSommersemester (nur zum 2. Fachsemester):\n- Online-Bewerbung und Hochladen der erforderlichen Unterlagen: 15. November bis 15. Januar\n- Zeitrahmen für Stufe 2: Januar bis März\n- Einladung zu Stufe 2: spätestens eine Woche vor dem Termin\nZeitplan Bewerbung\n----------------------------------------\n\nIm Studium\nWirtschaftsinformatik > Im Studium\nDas Qualifikationsprofil des Bachelorstudiengangs Wirtschaftsinformatik setzt sich aus einzelnen Modulen zusammen. Im Studium müssen Sie insgesamt 180 Credits aus folgenden Bereichen einbringen:\n- Pflichtmodule Informatik, Mathematik, Wirtschaftsinformatik und Wirtschaftswissenschaften\n- Wahlmodule Informatik und Wirtschaftswissenschaften\n- Seminar und Praktikum\n- Überfachliche Grundlagen\n- Abschlussarbeit\nIm Studium\n----------------------------------------\n\nStudienpläne\nWirtschaftsinformatik > Studienpläne\nEine detaillierte Übersicht über die Module finden Sie im Studienplan und in TUMonline:\nohne Login: Studienplan ab Wintersemester 2021/22\nmit Login: Eingeschriebene Studierende finden ihren eigenen Studienplan (Curriculum Support) oben im Menü Studium und Lehre unter Studienstatus / Studienplan.\nStudienpläne\n----------------------------------------\n\nGrundlagenprüfungen\nWirtschaftsinformatik > Grundlagenprüfungen\nNach dem ersten Semester müssen Sie mindestens zwei der folgenden vier Pflichtmodule erfolgreich abgelegt haben:\n- Einführung in die Informatik\n- Grundlagenpraktikum: Programmierung\n- Einführung in die Wirtschaftsinformatik\n- Diskrete Strukturen\nDas bedeutet, Sie müssen die Prüfung am Ende des ersten Semesters oder in der darauf folgenden Wiederholung am Ende des Wintersemesters oder Anfang des Sommersemesters bestehen. Eine weitere Wiederholungsmöglichkeit am Ende des Sommersemesters gibt es nicht.\nGrundlagenprüfungen\n----------------------------------------\n\nWahlmodule\nWirtschaftsinformatik > Wahlmodule\nFür den Bachelor Wirtschaftsinformatik müssen Sie Wahlmodule von mindestens 10 Credits im Bereich Informatik und 6 Credits im Bereich Wirtschaftswissenschaften erwerben. Auf TUMonline finden Sie den aktuellen Wahlmodulkatalog.\nWahlmodule\n----------------------------------------\n\nÜberfachliche Grundlagen\nWirtschaftsinformatik > Überfachliche Grundlagen\nIhr individuelles Persönlichkeits- und Kompetenzprofil runden Sie durch Module aus dem Bereich Überfachliche Grundlagen ab. Je nach Interesse wählen Sie dafür aus einem großen Angebot an Soft-Skills-Veranstaltungen oder Sprachkursen.\nFolgende Module schließen sich gegenseitig aus:\n- Sie können entweder SZ1101 oder SZ11011 Interkulturelle Kommunikation - Begegnung der Kulturen (mit 2 bzw. 3 ECTS) einbringen.\n- Sie können entweder WI001056 Grundzüge der Volkswirtschaftslehre oder WI001056_1 Principles of Economics einbringen und nur im Ausschluss mit WI000021(_E) UND WI000023(_E) (VWL 1 und 2).\nÜberfachliche Grundlagen\n----------------------------------------\n\nPrüfungen und Prüfungsordnungen\nWirtschaftsinformatik > Prüfungen und Prüfungsordnungen\nDetaillierte Informationen finden Sie unter Prüfungen.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO):\nFPSO vom 10. August 2023: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2023/24 aufgenommen haben\nFPSO vom 29. Oktober 2018, in der Fassung vom 13. Mai 2022: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2022/23 aufgenommen haben\nFPSO vom 29. Oktober 2018, in der Fassung vom 3. September 2021: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2021/22 aufgenommen haben\nFPSO vom 29. Oktober 2018: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2018/19 aufgenommen haben\nFPSO vom 02. September 2008, in der Fassung vom 29. August 2016: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2016/17, aber vor dem Wintersemester 2018/19 aufgenommen haben\nFPSO vom 02. September 2008, in der Fassung vom 06. November 2013: gültig für Studierende, die ihr Fachstudium mit oder nach dem Wintersemester 2013/14, aber vor dem Wintersemester 2016/17 aufgenommen haben\nPrüfungen und Prüfungsordnungen\n----------------------------------------\n\nAbschlussarbeit\nWirtschaftsinformatik > Abschlussarbeit\nFür den Abschluss des Bachelorstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Bachelorarbeit. Dafür haben Sie im Bachelor Wirtschaftsinformatik fünf Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nWirtschaftsinformatik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Bachelor of Science (B.Sc.) ab. Damit können Sie ins Berufsleben starten oder ein Masterstudium beginnen. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "bachelor-wirtschaftsinformatik"
}