{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-bioinformatik/abschlussarbeit/",
    "content": "Abschlussarbeit Master Bioinformatik - TUM - TUM School of Computation, Information and Technology\n\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit\n----------------------------------------\n\nHinweise zum Modul \"Fortgeschrittenen-Praktikum Bioinformatik (IN5073)\"\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit > Hinweise zum Modul \"Fortgeschrittenen-Praktikum Bioinformatik (IN5073)\"\nDas Fortgeschrittenen Praktikum Bioinformatik (FoPraBio) ist ein Wahmodul (IN5073) des Bioinformatik Master-Studiengangs. Das FoPraBio umfasst 12 ECTS mit einem Arbeitsaufwand von 360h. Die Bearbeitungszeit ist nicht befristet, das FoPraBio sollte aber in der Regel innerhalb eines Semesters (6 Monate) durchgeführt werden. Das FoPraBio ermöglicht eine intensive praktische Beschäftigung mit einem Forschungsthema und erlaubt damit eine weitere individuelle Schwerpunktsetzung im Studium. Es wird individuell absolviert und muss deshalb beim Bioinformatik Prüfungsausschuss (BIPA) angemeldet werden.Zu beachten sind folgende Punkte:\n- Prüfer müssen an der TUM / LMU prüfungsberechtigt sein. Wenn Prüfer kein Mitglied des Bioinformatik Prüfungsausschusses (BIPA) sind, wird für die Anmeldung des FoPraBio das Einverständnis eines BIPA  Mitgliedes benötigt. Anmeldungen erfolgen zwei Wochen vor dem geplanten Anfang des FoPraBio.\n- Die Anmeldung zum FoPraBio erfolgt per E-Mail von Ihrer TUM-Mailadresse an Frau Millidere. Setzen Sie  Prüfer und BIPA-Mitglied (sofern zutreffend, s.o.) CC in der E-Mail. In der Mail schreiben Sie:Ihr Name und VornameIhre TUM-MatrikelnummerThema des FoPraBio (50-100 Worte)Vor- und Nachname Prüfer(in)Name des BIPA Mitgliedes (sofern zutreffend, s.o.)Geplanter Beginn des FoPraBioVoraussichtliches Ende des FoProBio\nDie Anmeldung zum FoPraBio erfolgt per E-Mail von Ihrer TUM-Mailadresse an Frau Millidere. Setzen Sie  Prüfer und BIPA-Mitglied (sofern zutreffend, s.o.) CC in der E-Mail. In der Mail schreiben Sie:\n- Ihr Name und Vorname\n- Ihre TUM-Matrikelnummer\n- Thema des FoPraBio (50-100 Worte)\n- Vor- und Nachname Prüfer(in)\n- Name des BIPA Mitgliedes (sofern zutreffend, s.o.)\n- Geplanter Beginn des FoPraBio\n- Voraussichtliches Ende des FoProBio\nHinweise zum Modul \"Fortgeschrittenen-Praktikum Bioinformatik (IN5073)\"\n----------------------------------------\n\nMasterarbeit in Bioinformatik\nMasterarbeit in Bioinformatik\nFür eine Abschlussarbeit der Bioinformatik werden immer zwei Gutachter:innen (Themensteller:in und Zweitgutachter:in) benötigt. Die/der Themensteller:in muss an der TUM und/oder LMU prüfungsberechtigt sein. Das Thema aller Abschlussarbeiten muss der Bioinformatik entnommen sein. Zur Feststellung, ob ein Thema einer Abschlussarbeit der Bioinformatik entnommen wurde, findet folgendes Verfahren Anwendung: Ist der Themensteller ein Mitglied im Bioinformatik Prüfungsausschuss, ist klar, dass das Thema der Bioinformatik entnommen ist. Der/die Zweitgutachter:in muss in diesem Fall nicht unbedingt ein Mitglied im Prüfungsausschuss sein. Wenn der/die Themensteller:in kein Mitglied im Bioinformatik Prüfungsausschuss ist, wird für die Anmeldung der Abschlussarbeit ein Bioinformatik Prüfungsausschuss Mitglied als Zweitgutachter benötigt.  Der Zweitgutachter /die Zweitgutachterin benötigt in der Regel eine einseitige Zusammenfassung mit dem Umfeld des Themas, dem Inhalt, den geplanten Zielen und der anzuwendenden Methoden der Abschlussarbeit. Es empfiehlt sich, dass die Zusammenfassung von der/dem Studierenden selbst erstellt und dann mit der/dem Themensteller:in besprochen wird.\nDas Thema einer Masterarbeit muss vor Beginn der sechsmonatigen Bearbeitungszeit per E-Mail beim Prüfungsausschuss angemeldet werden.  Die E-Mail muss von Ihrer TUM-Mailadresse mit beide Gutachter:innen in CC an Frau Millidere geschickt werden. Möglicher Beginn der Bearbeitungszeit ist jeweils der 15. eines Monats, Abgabetermin spätestens sechs Monate darauf (falls dies ein Sonn- oder Feiertag ist, dann der erste Arbeitstag danach).\nIn der Mail schreiben Sie:\n- Ihr Name und Vorname\n- Ihre TUM-Matrikelnummer\n- Der Titel Ihrer Arbeit auf Deutsch und Englisch\n- Die Sprache worin die Arbeit verfasst werden wird (Deutsch oder Englisch)\n- Vor- und Nachname der Themenstellerin/des Themenstellers\n- Vor- und Nachname der Zweitgutachterin/des Zweitgutachters\n- Das Anfangsdatum der Masterarbeit. Dies muss immer der 15. eines Monats sein.\nMasterarbeit in Bioinformatik\n----------------------------------------\n\nAbgabe der Abschlussarbeit\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit > Abgabe der Abschlussarbeit\n- Ein Exemplar Ihrer Abschlussarbeit als offizielles Nachweisexemplar für den Prüfungsausschuss Bioinformatik schicken Sie entweder per Post (als Tag der Abgabe zählt der Tag des Poststempels) an:\nTechnische Universität München       Servicebüro Studium Informatik, SB-S-IN       Boltzmannstr. 3       D-85748 Garching\nOder, Sie geben das eine Nachweisexemplar für den Prüfungsausschuss Bioinformatik im Briefkasten vom Infopoint Informatik (in der Magistrale vom Mathe/Informatik Gebäude der TUM in Garching) ab. Denken Sie unbedingt daran die Erklärung auf der zweiten Seite vorher zu unterschreiben!\n- Ein Exemplar bei Themensteller:in und ein Exemplar bei Zweitgutachter:in (Klären Sie bitte mit den betreffenden Personen, wie diese Exemplare eingereicht werden sollen).\n- Freiwillig: Exemplare für Betreuer:in\n- Für die Bioinformatik-Bibliothek wird um ein Beleg-Exemplar der Abschlussarbeit (elektronisch im pdf-Format) gebeten. Dieses pdf-Exemplar der Arbeit soll zum Abgabetermin auf den Server der Universität hochgeladen werden. Zugehöriges weiteres Material soll bitte ebenfalls dort abgegeben werden (verpackt und gepackt als ein gzip file). Auf dem Formular finden Sie auch Hinweise zum Datenschutz gemäß EU-DSGVO, es wird um eine Bestätigung gebeten. Die Arbeit wird nicht veröffentlicht, sondern nur im Rahmen der Bioinformatik-Bibliothek zugänglich gemacht. Sie erhalten eine Bestätigung über die erfolgreiche Abgabe der Version bei der Bibliothek.\nAbgabe der Abschlussarbeit\n----------------------------------------\n\nVerlängerung der Abschlussarbeit\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit > Verlängerung der Abschlussarbeit\nSollten Sie aus triftigen, nicht von Ihnen zu vertretenden Gründen nicht in der Lage sein, Ihren Abgabetermin einzuhalten, können Sie einen Antrag auf Verlängerung der Abschlussarbeit an den Prüfungsausschuss stellen.\nDer Antrag ist unverzüglich bei der für Ihren Studiengang zuständigen Schriftführung per E-Mail von Ihrer TUM-Adresse oder per Post einzureichen. Die Bearbeitungszeit nach Einreichung aller Unterlagen beträgt in der Regel zwei Wochen, die Entscheidung des Prüfungsausschusses wird Ihnen per E-Mail mitgeteilt.\nAnträge lassen sich grundsätzlich in zwei Kategorien unterteilen:\n1) Gesundheitliche Gründe\nWenn Sie erkrankt sind und durch ein Attest nachweisen können, dass Sie an der Bearbeitung Ihrer Thesis gehindert sind, ruht die Bearbeitungszeit. Dies wird durch eine Verlängerung abgebildet. Dem Antrag ist ein ärztliches Attest beizulegen. Eine Arbeitsunfähigkeitsbescheinigung reicht nicht aus. Auf folgender Webseite finden Sie die Anforderungen an ein Attest.\nAntrag aus gesundheitlichen Gründen\n2) Sonstige Gründe\nBei Anträgen aus anderen triftigen, nicht von Ihnen zu vertretenden Gründen, kann die Bearbeitungsfrist in besonders begründeten Ausnahmefällen im Einvernehmen mit dem/der Themensteller:in und mit Genehmigung des Prüfungsausschusses verlängert werden. Bitte fügen Sie Ihrem Antrag eine ausführliche Begründung (möglichst mit Belegen) bei.\nAntrag aus sonstigen Gründen\nVerlängerung der Abschlussarbeit\n----------------------------------------\n\nVorlagen\nFortgeschrittenen-Praktikum Bioinformatik und Masterarbeit > Vorlagen\n- Logo 1 – TUM\n- Logo 2 – LMU\n- Beispiel Deckblatt und erste Seite MA Deutsch PDF\n- Beispiel Deckblatt und erste Seite MA Deutsch TEX\n- Beispiel Deckblatt und erste Seite MA Englisch PDF\n- Beispiel Deckblatt und erste Seite MA Englisch TEX\nVorlagen\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-bioinformatik"
}