{
    "link": "https://www.cit.tum.de/cit/studium/studiengaenge/master-bioinformatik/",
    "content": "Master Bioinformatik - TUM - TUM School of Computation, Information and Technology\n\nBioinformatik\nBioinformatik\n\nMaster of Science (M.Sc.)\nBioinformatik > Master of Science (M.Sc.)\nBioinformatik\n----------------------------------------\n\nGemeinsamer Studiengang der Ludwig-Maximilians-Universität München und der Technischen Universität München\nBioinformatik > Gemeinsamer Studiengang der Ludwig-Maximilians-Universität München und der Technischen Universität München\nGemeinsamer Studiengang der Ludwig-Maximilians-Universität München und der Technischen Universität München\n----------------------------------------\n\nVor dem Studium | Im Studium | Kontakt\n\n----------------------------------------\n\nDer Masterstudiengang Bioinformatik verbindet Informatik mit Molekularbiologie, Biochemie und Genetik.\nDie Bioinformatik ist ein junges, aufstrebendes Studienfach und Forschungsgebiet, das die modernen Informationswissenschaften – wie Informatik, Mathematik und Statistik – mit den Lebenswissenschaften – Biologie, Chemie, Pharmazie, Medizin, Bio- und Lebensmitteltechnologie – verbindet. Bioinformatik beschäftigt sich mit Informatikfragestellungen, die sich aus der Anwendung von neuen Arbeitstechniken und einem rapide wachsenden Datenbestand in den Lebenswissenschaften ergeben. Sie gewinnt auch immer mehr Bedeutung in Medizin und Pharmaforschung.\nDurch das exponentielle Wachstum an biologischen Daten, die nationale und internationale Forschungsprojekte generieren, bietet sich hier ein herausragendes Anwendungsfeld für die moderne Bioinformatik. Erst der Einsatz von Informatikmethoden ermöglicht es, in den Biowissenschaften mathematische Modelle zu bilden und für die Analyse neuartiger und großer Datenmengen einzusetzen. Dabei gehen die potenziellen Einsatzmöglichkeiten der Informatik in den Biowissenschaften weit über ihre derzeitigen Anwendungen hinaus.\n\n----------------------------------------\n\nDen Masterstudiengang Bioinformatik bieten die Technische Universität München (TUM) und die Ludwig-Maximilians-Universität (LMU) gemeinsam an. Die Immatrikulation führt die LMU durch, die TUM organisiert die Prüfungsangelegenheiten.\n\n----------------------------------------\n\nEckdaten\nBioinformatik > Eckdaten\nArt des Studiums: Vollzeit\nRegelstudienzeit: 4 Semester\nCredits: 120 ECTS\nHauptstandorte: München, Garching, Weihenstephan, Großhadern und Martinsried\nBeginn des Studiums: Sommer- oder Wintersemester\nUnterrichtssprache: Deutsch und Englisch\nKosten: Semesterbeitrag, keine Studiengebühr\nProfessional Profile: Informatics\nEckdaten\n----------------------------------------\n\nWie ist das Studium aufgebaut?\nBioinformatik > Wie ist das Studium aufgebaut?\nKern des Studiums ist eine interdisziplinäre Ausbildung in Biologie, Chemie, Informatik und Statistik.\nIn den ersten drei Semestern stehen neben dem Masterpraktikum Wahlveranstaltungen aus allen Studienbereichen im Mittelpunkt, deren Zusammenstellung je nach den eigenen Interessen und angestrebten Spezialisierungen variiert werden kann. Der Schwerpunkt liegt dabei aber immer klar auf der Bioinformatik.\nDen Abschluss des Studiums bildet die Master’s Thesis im vierten Semester, die sich in der Regel an der laufenden Forschung orientiert.\nWie ist das Studium aufgebaut?\n----------------------------------------\n\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\nBioinformatik > Welche Fähigkeiten und Kompetenzen erwerbe ich?\nStudierende im Masterstudiengang Bioinformatik erweitern ihre Fähigkeiten in den Informations- und Lebenswissenschaften grundlegend und gestalten sich ihr ganz individuelles Kompetenzprofil.\nAbhängig von der Zusammenstellung Ihres Studienplans umfasst das Studium Inhalte aus den Schwerpunkten Algorithmische Bioinformatik, Sequenzanalyse, Systembiologie, Strukturbioinformatik, Chemoinformatik, Genomanalyse, Datenbanken und Data Mining, Projektmanagement, Software-Engineering, Statistik, Strukturbiologie, Genetik/Genomik, Evolutionsbiologie, Biochemie und Biotechnologie.\nIm Rahmen des Studiengangs Bioinformatik sammeln Sie zudem Erfahrungen in der Arbeit in interdisziplinären Teams und der Bearbeitung aktueller Fragestellungen aus der Forschung.\nWelche Fähigkeiten und Kompetenzen erwerbe ich?\n----------------------------------------\n\nWelche Karriere-Chancen habe ich im Anschluss?\nBioinformatik > Welche Karriere-Chancen habe ich im Anschluss?\nWer Bioinformatik studiert hat, ist für den praktischen Einsatz in der industriellen Forschung und für die informationstechnisch orientierte Grundlagenforschung in den Naturwissenschaften qualifiziert. Der Abschluss Master of Science in Bioinformatik eröffnet viele Karrieremöglichkeiten. Der Weg in die Forschung führt in der Regel über eine Promotion. Oder Sie arbeiten in einem Unternehmen: Dort konzipieren Sie bioinformatische Anwendungen und setzen sie um. So entwickeln Sie beispielsweise neue Medikamente in Pharmaunternehmen. Außerdem bieten Unternehmensberatungen gute Aufstiegschancen.\nWelche Karriere-Chancen habe ich im Anschluss?\n----------------------------------------\n\nBewerbung und Zulassung\nBioinformatik > Bewerbung und Zulassung\nIn der Bioinformatik ist die Fähigkeit zum abstrakten, logischen und exakten Denken gefragt. Doch Sie müssen auch mit unvollständigen und widersprüchlichen Daten und Modellen umgehen können. Das erfordert Flexibilität und Kreativität. Gute Kenntnisse in Englisch sind wichtig, denn es ist die Fachsprache für Lehrbücher, Fachliteratur und die Kommunikation im Berufsleben.\nBewerbung und Zulassung\n----------------------------------------\n\nDie Bewerbung und Zulassung zum Studiengang Bioinformatik erfolgen über die LMU. Alle Informationen zum Bewerbungsverfahren erhalten Sie auf den Webseiten der LMU zum Masterstudiengang Bioinformatik und des Studiengangs Bioinformatik.\nFür den Masterstudiengang Bioinformatik benötigen Sie die üblichen Voraussetzungen zur Aufnahme eines Hochschulstudiums und einen Bachelor-Abschluss in Bioinformatik. Zudem führt die Ludwig-Maximilians-Universität ein Eignungsverfahren durch.\n\n----------------------------------------\n\nIm Studium\nBioinformatik > Im Studium\nDas Qualifikationsprofil des Masterstudiengangs Bioinformatik besteht aus den einzelnen Modulen. Im Studium müssen Sie insgesamt 120 Credits einbringen. Diese setzen sich zusammen aus:\n- Wahlmodule aus den Bereichen Bioinformatik, Informatik, Mathematik, Biologie/Chemie\n- Master-Praktikum (12 Credits)\n- Abschlussarbeit (30 Credits)\nAuf diesen Seiten finden Sie die vom Prüfungsausschuss beschlossenen aktuellen und verbindlichen Modulkataloge. Weitere Informationen zum Studium, finden Sie auf www.bioinformatik-muenchen.de .\nIm Studium\n----------------------------------------\n\nWahlmodule\nBioinformatik > Wahlmodule\nDie Wahlmodule werden in drei Katalogen geführt:\n- Methoden und Forschung Bioinformatik: Wahlmodule im Umfang von mindestens 33 Credits\n- Grundlagen Informatik/Mathematik/Statistik: Wahlmodule im Umfang von mindestens 15 Credits\n- Grundlagen Biologie/Chemie: Wahlmodule im Umfang von mindestens 15 Credits\nEs sind insgesamt mindestens 78 Credits in Wahlmodulen nachzuweisen.\nWahlmodule\n----------------------------------------\n\nMasterpraktikum\nBioinformatik > Masterpraktikum\nMasterpraktikum Bioinformatik\nMasterpraktikum\n----------------------------------------\n\nPrüfungen und Ordnungen\nBioinformatik > Prüfungen und Ordnungen\nDetaillierte Informationen finden Sie unter Prüfungen. Spezifische Informationen zu Anmeldung, Prüfungsausschuss und Anerkennung erhalten Sie unter Prüfungen im Master Bioinformatik.\nFür alle Studierenden gilt die Allgemeine Prüfungs- und Studienordnung (APSO) der TUM und die jeweilige Fachprüfungs- und Studienordnung (FPSO).\nPrüfungen und Ordnungen\n----------------------------------------\n\nAbschlussarbeit\nBioinformatik > Abschlussarbeit\nFür den Abschluss eines Masterstudiums müssen Studierende eine wissenschaftliche Arbeit schreiben: die Masterarbeit. Dafür haben Sie sechs Monate Zeit. Die Anmeldung kann immer zum 15. des Monats erfolgen. Alles Wissenswerte von der Planung bis zur Abgabe finden Sie unter Abschlussarbeit Master Bioinformatik.\nAbschlussarbeit\n----------------------------------------\n\nAbschluss\nBioinformatik > Abschluss\nNachdem Sie die erforderlichen Leistungen erbracht und Ihre Abschlussarbeit abgegeben haben, schließen Sie mit dem Master of Science (M.Sc.) ab. Damit können Sie ins Berufsleben starten. Tipps und Hinweise zum Abschluss und Ihren nächsten Schritten erhalten Sie unter Studienabschluss.\nAbschluss\n----------------------------------------\n\n",
    "type": "CIT",
    "study_program": "master-bioinformatik"
}